Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Display group name
de: Name der Displaygruppe
es: Nombre de grupo de pantallas
fr: Nom du groupe d'écrans
hu: Kijelzőcsoport neve
it: Nome del gruppo di display
ja: ディスプレイグループ名
ko: 디스플레이 그룹 이름
nb: Visningsgruppenavn
nl: Naam schermgroep
pl: Nazwa grupy wyświetlaczy
pt_br: Exibir nome do grupo
ro: Numele grupului de ecrane
ru: Название группы дисплеев
sl: Ime skupine
sv: Skärmgruppens namn
tr: Grup ismi
uk: Назва групи дисплеїв
vi: Tên Nhóm Màn hình
zh_hans: 显示组名称
zh_hant: 顯示組名稱

source: Display group settings will be available at the created group's settings pane.
de: Einstellungen für Displaygruppen finden sich in dem Einstellungsbereich der erstellten Displaygruppe.
es: Las configuraciones del grupo de pantallas estarán disponibles en el panel de configuraciones del grupo creado.
fr: Les réglages du groupe d'écrans seront disponibles dans la section du groupe d'écrans créé.
hu: A kijelző csoport beállításai a létrehozott csoport beállítási oldalán lesznek elérhetők.
it: Le impostazioni del gruppo di display saranno disponibili nel pannello delle impostazioni del gruppo creato.
ja: ディスプレイグループの設定は、作成されたグループ設定ペインから使用できます。
ko: 디스플레이 그룹 설정은 생성된 그룹의 설정 창에서 사용할 수 있습니다.
nb: Innstillinger for visningsgruppen finner du i gruppens innstillingspanel.
nl: Instellingen schermgroep zullen beschikbaar zijn in het instellingendeelscherm van de gemaakte groep.
pl: Ustawienia grupy wyświetlaczy będą dostępne w panelu ustawień utworzonej grupy.
pt_br: As configurações do grupo de exibição estarão disponíveis no painel de configurações do grupo criado.
ro: Setările grupului de ecrane vor fi disponibile în panoul de setări al grupului creat.
ru: Настройки группы дисплеев будут доступны на панели настроек созданной группы.
sl: Nastavitve skupine bodo na voljo v pod-oknu z nastavitvami ustvarjene skupine.
sv: Inställningarna för skärmgruppen kommer att finnas tillgängliga i den skapade gruppens inställningsfönster.
tr: Görüntüleme grubu ayarları, oluşturulan grubun ayarlar bölmesinde mevcut olacaktır.
uk: Налаштування групи дисплеїв будуть доступні у панелі налаштувань створеної групи.
vi: Các cài đặt nhóm màn hình sẽ có sẵn tại ô cài đặt của nhóm đã tạo.
zh_hans: 已创建显示组的设置选项将会出现在设置面板中。
zh_hant: 已新增顯示組的設定選項將會出現在設定面板中。

source: Display groups
de: Displaygruppen
es: Grupos de pantallas
fr: Groupes d'écrans
hu: Kijelzőcsoportok
it: Gruppi di display
ja: ディスプレイグループ
ko: 디스플레이 그룹
nb: Visningsgrupper
nl: Schermgroepen
pl: Grupy wyświetlaczy
pt_br: Mostrar grupos
ro: Grupuri de ecrane
ru: Группы дисплеев
sl: Prikaži skupine
sv: Skärmgrupper
tr: Grupları göster
uk: Групи дисплеїв
vi: Nhóm màn hình
zh_hans: 显示组
zh_hant: 顯示組

source: Display groups are sorted by activation priority (higher priority first).
de: Displaygruppen sind nach Aktivierungspriorität sortiert (höhere Priorität zuerst).
es: Los grupos de pantallas están ordenados por prioridad de activación (prioridad más alta primero).
fr: Les groupes d'écrans sont organisés par priorité d'activation (plus hautes priorités en premières)
hu: A kijelzőcsoportok aktiválási prioritás szerint vannak rendezve (a magasabb prioritásúak elől).
it: I gruppi di display sono ordinati per priorità di attivazione (prima la priorità più alta).
ja: ディスプレイグループの順番は、アクティベーションの優先順位で並べ替えられます（優先順位順です）
ko: 디스플레이 그룹은 활성화 우선순위에 따라 정렬됩니다. (우선순위가 높은 그룹부터)
nb: Visningsgrupper sorteres etter aktiveringsprioritet (høyest først).
nl: Schermgroepen worden gesorteerd op activeringsprioriteit (hogere prioriteit komt eerst).
pl: Grupy wyświetlaczy są sortowane według priorytetu aktywacji (wyższy priorytet w pierwszej kolejności).
pt_br: Os grupos de exibição são classificados por prioridade de ativação (prioridade mais alta primeiro).
ro: Grupurile de ecrane sunt sortate după prioritatea de activare (prioritate mai mare prima).
ru: Группы дисплеев сортируются по приоритету активации (сначала высокий приоритет).
sl: Prikazne skupine so razvrščene po prioriteti aktivacije (najprej imajo višjo prednost).
sv: Skärmgrupperna är sorterade efter aktiveringsprioritet (högre prioritet först).
tr: Ekran grupları etkinleştirme önceliğine göre sıralanır (önce yüksek öncelik).
uk: Групи дисплеїв сортуються за пріоритетом активації (вищий пріоритет — вище).
vi: Nhóm màn hình được sắp xếp theo ưu tiên kích hoạt (ưu tiên cao hơn được hiển thị trước).
zh_hans: 显示组已按优先级（从高至低）排列。
zh_hant: 顯示組已按優先級（從高至低）排列。

source: Display groups provide a way to let various operations affect multiple displays. Features based on display groups include brightness and other image adjustment synchronization, UI scale matching, display layout management and more.
de: Displaygruppen bieten die Möglichkeit, verschiedene Aktionen auf mehrere Displays anzuwenden. Zu den auf Displaygruppen basierenden Funktionen gehören die Synchronisierung der Helligkeit und anderer Bildanpassungen, der Abgleich der Benutzeroberflächen-Skala, die Verwaltung der Display-Layouts und vieles mehr.
es: Los grupos de pantallas ofrecen una forma de permitir que varias operaciones afecten a múltiples pantallas. Las funciones basadas en grupos de pantallas incluyen la sincronización del brillo y otros ajustes de imagen, la coincidencia de escala de la interfaz de usuario, la gestión de diseño de pantallas y más.
fr: Les groupes d'écrans permettent à certaines opérations d'affecter de multiples écrans. Les fonctionnalités basées sur les groupes d'écrans incluent : la synchronisation de la luminosité, des réglages d'image, la correspondance de taille d'interface, la gestion de la disposition d'écrans, etc.
hu: A kijelzőcsoportok lehetőséget biztosítanak arra, hogy a különböző műveletek több kijelzőt is érintsenek. A kijelzőcsoportokon alapuló funkciók közé tartozik a fényerő és más képbeállítások szinkronizálása, a felhasználói felület méretezésének egyeztetése, a kijelzők elrendezésének kezelése.
it: I gruppi di display offrono un modo per consentire a varie operazioni di influenzare più display. Le funzionalità basate sui gruppi di display includono la sincronizzazione della luminosità e di altre regolazioni dell’immagine, la corrispondenza della scala dell’interfaccia utente, la gestione del layout dei display e altro ancora.
ja: ディスプレイグループは、複数のディスプレイに対するさまざまな操作を提供します。ディスプレイグループでは、輝度などの画像調整の同期、UIサイズ調整、ディスプレイ配置などの管理を使用することができます。
ko: 디스플레이 그룹은 다양한 작업이 여러 디스플레이에 영향을 미칠 수 있는 방법을 제공합니다. 디스플레이 그룹을 기반으로 하는 기능에는 밝기 및 기타 이미지 조정 동기화, UI 스케일 매칭, 디스플레이 레이아웃 관리 등이 있습니다.
nb: Visningsgrupper gjør at operasjoner kan påvirke flere skjermer samtidig. Funksjoner inkluderer synkronisering av lysstyrke og bildeforbedringer, UI-skala-tilpasning, skjermoppsettstyring med mer.
nl: Schermgroepen bieden een manier om uiteenlopende handelingen toe te passen op meerdere schermen. Functies gebaseerd op schermgroepen omvatten synchronisatie van helderheid en andere beeldaanpassingen, het overeen laten komen van de UI-schaal, onderhoud van schermindelingen en meer.
pl: Grupy wyświetlaczy umożliwiają wykonywanie różnych operacji na wielu wyświetlaczach jednocześnie. Funkcje oparte na grupach wyświetlaczy obejmują synchronizację jasności i innych ustawień obrazu, dopasowanie skali interfejsu użytkownika, zarządzanie układem wyświetlaczy i wiele innych.
pt_br: Os grupos de exibição fornecem uma maneira de permitir que diversas operações afetem diversas exibições. Os recursos baseados em grupos de exibição incluem sincronização de brilho e outros ajustes de imagem, correspondência de resolução, gerenciamento de layout de exibição e muito mais.
ro: Grupurile de ecrane oferă o modalitate de a permite diferite operații să afecteze mai multe ecrane. Caracteristicile bazate pe grupurile de ecrane includ sincronizarea luminozității și a altor ajustări de imagine, potrivirea scalării UI, gestionarea aspectului afișajului și multe altele.
ru: Группы дисплеев позволяют выполнять операции сразу на нескольких дисплеях. Функции включают синхронизацию яркости и других настроек изображения, согласование масштаба интерфейса, управление расположением дисплеев и др.
sl: Skupine zaslonov omogočajo, da različne operacije vplivajo na več zaslonov. Funkcije, ki temeljijo na skupinah zaslonov, vključujejo sinhronizacijo prilagoditev svetlosti in druge slike, ujemanje velikosti uporabniškega vmesnika, upravljanje postavitve zaslona in drugo.
sv: Skärmgrupper är ett sätt att låta olika åtgärder påverka flera skärmar. Funktioner som baseras på skärmgrupper inkluderar synkronisering av ljusstyrka och andra bildjusteringar, matchning av användargränssnittets skala, hantering av skärmlayout och mycket mer.
tr: Ekran grupları, çeşitli işlemlerin birden fazla ekranı etkilemesine izin vermek için bir yol sağlar. Ekran gruplarına dayalı özellikler arasında parlaklık ve diğer görüntü ayarlama senkronizasyonu, UI ölçek eşleştirme, ekran düzeni yönetimi ve daha fazlası yer alır.
uk: Групи дисплеїв дозволяють виконувати різні операції для декількох дисплеїв одночасно. Функції на основі груп включають синхронізацію яскравості та інших налаштувань зображення, узгодження масштабу інтерфейсу, керування розташуванням дисплеїв тощо.
vi: Nhóm màn hình cung cấp một cách để cho phép các hoạt động khác nhau ảnh hưởng đến nhiều màn hình. Các tính năng dựa trên nhóm màn hình bao gồm đồng bộ hóa độ sáng và điều chỉnh hình ảnh khác, độ phân giải, quản lý bố cục màn hình và hơn nữa.
zh_hans: 显示组可以让您同时调整多个显示器的设置。您可以同步显示器的亮度和其他图像设置、匹配分辨率、管理显示布局等。
zh_hant: 顯示組可以讓您同時調整多個顯示器的設定。您可以同步顯示器的亮度和其他圖形設定、匹配解析度、管理顯示佈局等。

source: Display identification method
de: Identifizierungsmethode des Displays
es: Método de identificación de pantalla
fr: Méthode d'identification d'écran
hu: Kijelző azonosítás módszere
it: Metodo di identificazione del display
ja: ディスプレイの識別方法
ko: 디스플레이 식별 방식
nb: Metode for skjermidentifikasjon
nl: Wijze van schermidentificatie
pl: Metoda identyfikacji wyświetlacza
pt_br: Método de identificação de exibição
ro: Metodă de Identificare a ecranului
ru: Метод идентификации Дисплея
sl: Metoda identifikacije zaslona
sv: Metod för identifiering av skärm
tr: Ekran tanımlama yöntemi
uk: Метод ідентифікації дисплея
vi: Phương pháp xác định màn hình
zh_hans: 显示器识别方式
zh_hant: 顯示器識別方式

source: Display menu on/off switch behavior
de: Verhalten des Ein/Aus-Schalters im Display-Menü
es: Comportamiento del interruptor de encendido/apagado del menú de pantalla
fr: Action de l'interrupteur marche/arrêt dans le menu de l'application
hu: Kijelző menü ki/be főkapcsoló működése
it: Comportamento di attivazione/disattivazione del menu del display
ja: ディスプレイメニューのオン/オフスイッチの動作
ko: 디스플레이 메뉴 온/오프 스위치 동작 방식
nb: Oppførsel for av/på-bryter i skjermmeny
nl: Schakelgedrag aan/uit van schermmenu
pl: Działanie włącznika/wyłącznika menu wyświetlacza
pt_br: Exibir comportamento do botão liga/desliga do menu
ro: Comportamentul de comutare on/off al meniului ecranului
ru: Поведение переключателя включения/выключения меню Дисплея
sl: Prikaži meni da/ne
sv: På/av-omkopplare för skärmmeny
tr: Ekran menüsü açma/kapama anahtarı davranışı
uk: Поведінка перемикача вмк/вимк меню дисплея
vi: Hành vi nút bật/tắt trong menu màn hình
zh_hans: 显示菜单开/关切换行为
zh_hant: 顯示選單開/關切換行為

source: Display menu options
de: Optionen des Display-Menüs
es: Mostrar opciones del menú
fr: Options d'écrans
hu: Kijelző menü lehetőségek
it: Opzioni del menu del display
ja: ディスプレイメニューオプション
ko: 디스플레이 메뉴 옵션
nb: Valg i skjermmeny
nl: Menuopties scherm
pl: Opcje menu wyświetlacza
pt_br: Exibir opções do menu
ro: Opțiuni Meniu Ecran
ru: Параметры меню Дисплея
sl: Prikaz možnosti menija
sv: Visa menyalternativ
tr: Ekran menü seçenekleri
uk: Відображення параметрів меню
vi: Các tùy chọn Menu màn hình
zh_hans: 显示菜单选项
zh_hant: 顯示選單選項

source: Display mode changed for %@.
de: Anzeigemodus geändert für %@.
es: El modo de pantalla ha cambiado para %@.
fr: Mode d'affichage changé en %@.
hu: A képernyőmód módosítva a(z) %@ kijelzőn.
it: Modalità di display cambiata per %@.
ja: %@のディスプレイモードを変更しました。
ko: 디스플레이 모드가 %@(으)로 변경되었습니다.
nb: Skjermmodus endret for %@.
nl: Schermmodus gewijzigd voor %@.
pl: Tryb wyświetlania zmieniony dla %@.
pt_br: Modo de exibição alterado para %@.
ro: Modul de afișare a fost schimbat pentru %@.​
ru: Режим дисплея изменён для %@.
sl: Način zaslona spremenjen za %@.
sv: Skärmläge ändrat för %@.
tr: Ekran modu %@ için değiştirildi.
uk: Змінено режим дисплея для %@.
vi: Chế độ Màn hình đã đổi cho %@.
zh_hans: 已為 %@ 更改顯示模式
zh_hant: 已为 %@ 更改显示模式

source: Display mode submenu settings
de: Einstellungen für die Untermenüs der Anzeigemodi
es: Configuración del submenú de resolución
fr: Options supplémentaires du mode d'affichage
hu: Képernyő mód almenü beállítások
it: Impostazioni del sottomenu delle modalità del display
ja: 解像度サブメニュー設定
ko: 해상도 하위 메뉴 설정
nb: Innstillinger for delmeny for skjermmodus
nl: Submenu-instellingen schermmodus
pl: Ustawienia podmenu rozdzielczości
pt_br: Configurações do submenu Resolução
ro: Setări meniu submeniu rezoluție
ru: Настройки подменю "Разрешение"
sl: Nastavitve podmenija načina zaslona
sv: Inställningar på undermenyn för visningsläge
tr: Görüntüleme modu alt menü ayarları
uk: Параметри підменю роздільної здатності
vi: Cài đặt menu con độ phân giải
zh_hans: 分辨率子菜单设置
zh_hant: 解析度子選單設定

source: Display name
de: Name des Displays
es: Nombre de Pantalla
fr: Nom de l'écran
hu: Kijelző neve
it: Nome del display
ja: ディスプレイ名
ko: 디스플레이 이름
nb: Skjermnavn
nl: Schermnaam
pl: Nazwa wyświetlacza
pt_br: Nome
ro: Numele ecranului
ru: Имя дисплея
sl: Prikaži ime
sv: Skärmnamn
tr: Ekran ismi
uk: Ім'я дисплея
vi: Tên màn hình
zh_hans: 显示器名称
zh_hant: 顯示器名稱

source: Display physical dimensions
de: Physische Abmessungen des Displays
es: Dimensiones físicas de la pantalla
fr: Dimensions physiques de l'écran
hu: Fizikai képernyő méretek
it: Dimensioni fisiche del display
ja: ディスプレイの物理的サイズ
ko: 디스플레이 실제 크기
nb: Fysiske dimensjoner på skjerm
nl: Fysieke schermafmetingen
pl: Fizyczne wymiary wyświetlacza
pt_br: Exibir dimensões físicas
ro: Dimensiuni fizice ale ecranului
ru: Физические размеры дисплея
sl: Prikaz fizičnih dimenzij
sv: Skärmens fysiska dimensioner
tr: Ekranın fiziksel boyutları
uk: Фізичні розміри дисплея
vi: Kích thước vật lý màn hình
zh_hans: 显示物理尺寸
zh_hant: 顯示物理尺寸

source: Display specific custom DDC features can be configured and bound to custom controls configured under Displays > Overview > Custom Controls.
de: Anzeigespezifische benutzerdefinierte DDC-Funktionen können benutzerdefinierten Steuerungen zugewiesen werden, die unter Displays > Übersicht > Benutzerdefinierte Steuerungen konfiguriert sind.
es: Las funciones DDC personalizadas específicas del monitor se pueden configurar y vincular a controles personalizados en Pantallas > Resumen > Controles personalizados.
fr: Les DDC personnalisés spécifiques à un écran peuvent-être configurés et associés à des contrôles personnalisés configurés dans Écrans > Récapitulatif > Contrôles personnalisés.
hu: A kijelzőspecifikus egyéni DDC-funkciók konfigurálhatók és hozzárendelhetők az Egyéni vezérlők alatt létrehozott vezérlőkhöz: Kijelzők > Áttekintés > Egyéni vezérlők.
it: Le funzionalità DDC personalizzate specifiche del display possono essere configurate e associate a controlli personalizzati in Schermi > Panoramica > Controlli personalizzati.
ja: ディスプレイ固有のカスタムDDC機能を設定し、［ディスプレイ］>［概要] >［カスタム制御］で設定したカスタム制御に割り当てることができます。
ko: 디스플레이 특정 사용자 지정 DDC 기능은 구성될 수 있으며 디스플레이 > 개요 > 사용자 지정 컨트롤에서 구성된 사용자 지정 컨트롤에 바인딩될 수 있습니다.
nb: Enhetsspesifikke egendefinerte DDC-funksjoner kan konfigureres og knyttes til egendefinerte kontroller under Skjermer > Oversikt > Egendefinerte kontroller.
nl: Eigen schermspecifieke DDC-functies kunnen worden geconfigureerd en gekoppeld aan eigen bediening zoals geconfigureerd onder Schermen > Overzicht > Eigen bediening.
pl: Specyficzne funkcje niestandardowe DDC wyświetlacza można skonfigurować i przypisać do niestandardowych elementów sterujących skonfigurowanych w sekcji Wyświetlacze > Przegląd > Własne elementy sterujące.
pt_br: Recursos DDC personalizados específicos do monitor podem ser configurados e vinculados a controles personalizados em Monitores > Visão geral > Controles personalizados.
ro: Funcțiile DDC personalizate specifice afișajului pot fi configurate și legate de controale personalizate configurate în Afișaje > Prezentare generală > Controale personalizate.
ru: Для отдельных дисплеев можно настроить собственные функции DDC и привязать их к пользовательским элементам управления в Дисплеи > Обзор > Пользовательские элементы управления.
sl: Specifične funkcije DDC po meri zaslona je mogoče konfigurirati in povezati s kontrolniki po meri, ki so konfigurirani pod Zasloni > Pregled > Kontrolniki po meri.
sv: Skärmspecifika anpassade DDC-funktioner kan konfigureras och bindas till anpassade kontroller som konfigureras under Skärmar > Översikt > Anpassade kontroller.
tr: Ekrana özgü özel DDC özellikleri yapılandırılabilir ve Ekranlar > Genel Bakış > Özel Kontroller altında yapılandırılan özel kontrollere bağlanabilir.
uk: Для окремих дисплеїв можна налаштувати власні функції DDC та прив’язати їх до власних елементів керування у Дисплеї > Огляд > Власні елементи керування.
zh_hans: 可在“显示器 > 概览 > 自定义控制”中配置特定于显示器的自定义 DDC 功能，并将其绑定到自定义控制项。
zh_hant: 可以在「顯示器 > 概覽 > 自訂控制項」中設定顯示器專屬的自訂 DDC 功能，並綁定至自訂控制項。

source: Display status
de: Status des Displays
es: Estado de visualización
fr: Statut de l'écran
hu: Kijelző státusz
it: Status del display
ja: ディスプレイの状態
ko: 디스플레이 상태
nb: Skjermstatus
nl: Schermstatus
pl: Status wyświetlacza
pt_br: Situação
ro: Statusul ecranului
ru: Статус Дисплея
sl: Prikaži status
sv: Skärmstatus
tr: Ekran durumu
uk: Статус дисплея
vi: Trạng thái màn hình
zh_hans: 显示器状态
zh_hant: 顯示器狀態

source: Display the brightness level in nits on the brightness OSD for native XDR upscaling
de: Helligkeitsstufe in Nits im OSD-Helligkeitssymbol für native XDR-Hochskalierung anzeigen
es: Mostrar el nivel de brillo en nits en el icono OSD de brillo para el escalado nativo XDR.
fr: Afficher le niveau de luminosité en nits dans l'icône de l'OSD de luminosité pour la démultiplication XDR native
hu: A fényerőszint (nit) megjelenítése a fényerő OSD-n a natív XDR felskálázáshoz.
it: Mostra il livello di luminosità in nits sull’icona OSD della luminosità quando l’upscaling XDR nativo è attivo.
ja: ネイティブXDRアップスケーリング用の輝度OSDアイコン内に輝度レベルをニト表示
ko: 네이티브 XDR 업스케일링을 위한 밝기 OSD 아이콘에 니트 단위의 밝기 수준 표시
nb: Vis lysstyrkenivå i nits på OSD-ikonet for native XDR-oppskalering
nl: Toon het helderheidsniveau in nits op het helderheids-OSD bij ingebouwde XDR-opschaling
pl: Wyświetlaj poziom jasności w nitach na pasku OSD podczas natywnego skalowania XDR
pt_br: Exibir o nível de brilho em nits no ícone OSD de brilho para ampliação nativa XDR
ro: Afișează nivelul de luminozitate în niți pe pictograma OSD de luminozitate pentru upscaling XDR nativ
ru: Показывать уровень яркости в нитах на OSD яркости для родного XDR-апскейлинга
sl: Prikažite raven svetlosti v nitih na ikoni OSD za svetlost za izvorno povečanje velikosti XDR
sv: Visa ljusstyrkenivån i nits på OSD-ikonen för ljusstyrka för inbyggd XDR-uppskalning
tr: Yerel XDR yükseltme için OSD parlaklık simgesinde parlaklık seviyesini nit cinsinden görüntüleyin
uk: Показувати рівень яскравості у ніт на іконці OSD яскравості для рідного XDR-апскейлінгу
vi: Hiển thị mức độ sáng theo đơn vị nits trên biểu tượng OSD độ sáng cho việc tăng cường XDR tự nhiên
zh_hans: 在原生XDR升频时，在亮度OSD图标中显示以尼特为单位的亮度级别
zh_hant: 在原生XDR升頻時，在亮度OSD圖示中顯示以尼特為單位的亮度級別

source: Display to match
de: Entsprechende Displays
es: Pantalla a juego
fr: Écran à faire correspondre
hu: Egyeztetendő kijelző
it: Display da abbinare
ja: 適合するディスプレイ
ko: 일치하는 디스플레이
nb: Skjerm å matche
nl: Toon om overeen te laten komeen
pl: Wyświetlacz do dopasowania
pt_br: Exibir para combinar
ro: Ecran pentru potrivire
ru: Дисплей в соответствии с требованиями
sl: Zaslon, ki se ujema
sv: Skärm att matcha
tr: Eşleşecek ekran
uk: Дисплей для співставлення
vi: Màn hình để phù hợp
zh_hans: 显示以匹配
zh_hant: 顯示以匹配

source: Display type
de: Typ des Displays
es: Tipo de visualización
fr: Type de l'écran
hu: Kijelző típusa
it: Tipo del display
ja: ディスプレイのタイプ
ko: 디스플레이 종류
nb: Skjermtype
nl: Soort scherm
pl: Typ wyświetlacza
pt_br: Tipo
ro: Tip Ecran
ru: Тип дисплея
sl: Vrsta zaslona
sv: Skärmtyp
tr: Ekran türü
uk: Тип дисплея
vi: Loại màn hình
zh_hans: 显示器类型
zh_hant: 顯示器類型

source: Display with the same name as current audio device
de: Display mit demselben Namen wie das aktuelle Audiogerät
es: Pantalla con el mismo nombre que el dispositivo de audio actual
fr: L'écran avec le même nom que le périphérique audio actuel
hu: Kijelző ugyanolyan névvel, mint a jelenlegi hangeszköz
it: Visualizza con lo stesso nome del dispositivo audio corrente
ja: 現在のオーディオ装置と同じ名前のディスプレイ
ko: 현재 오디오 장치와 동일한 이름을 가진 화면
nb: Skjerm med samme navn som gjeldende lydenhet
nl: Scherm met gelijke naam als huidig geluidsapparaat
pl: Wyświetlacz o tej samej nazwie co bieżące urządzenie audio
pt_br: Exibir com o mesmo nome do dispositivo de áudio atual
ro: Ecran cu același nume ca dispozitivul audio curent
ru: Отображение Дисплей с тем же именем, что и у текущего аудиоустройства
sl: Prikaz z enakim imenom kot trenutna zvočna naprava
sv: Skärm med samma namn som aktuell ljudenhet
tr: Geçerli ses aygıtıyla aynı ada sahip ekran
uk: Відображення з тим же ім'ям, що й поточний аудіопристрій
vi: Màn hình cùng tên với thiết bị âm thanh hiện tại
zh_hans: 与当前音频设备相同名称的显示器屏幕
zh_hant: 與目前聲音設備相同名稱的顯示器螢幕

source: Displays
es: Pantallas
fr: Écrans
hu: Kijelzők
it: Display
ja: ディスプレイ
ko: 디스플레이
nb: Skjermer
nl: Schermen
pl: Wyświetlacze
pt_br: Monitores
ro: Ecrane Fizice
ru: Дисплеи
sl: Zasloni
sv: Skärmar
tr: Ekranlar
uk: Дисплеї
vi: Màn hình
zh_hans: 显示器
zh_hant: 顯示器

source: Displays And Virtual Screens
de: Displays und virtuelle Bildschirme
es: Pantallas y Monitores Virtuales
fr: Écrans et écrans virtuels
hu: Kijelzők és virtuális képernyők
it: Display e schermi virtuali
ja: ディスプレイと仮想スクリーン
ko: 디스플레이 및 가상 화면
nb: Skjermer og virtuelle skjermer
nl: Schermen en virtuele schermen
pl: Wyświetlacze i wirtualne ekrany
pt_br: Monitores e Telas Virtuais
ro: Ecrane Fizice Si Virtuale
ru: Дисплеи и виртуальные экраны
sl: Zasloni in virtualni zasloni
sv: Skärmar och virtuella skärmar
tr: Ekranlar ve Sanal Ekranlar
uk: Дисплеї та віртуальні екрани
vi: Màn hình và Màn hình ảo
zh_hans: 显示器和虚拟屏幕
zh_hant: 顯示器和虛擬螢幕

source: Displays labels for sliders to help you quickly identify their function.
de: Zur leichteren Identifizierung der Reglerfunktionen.
es: Para una identificación más sencilla de la funcionalidad del slider.
fr: Pour une identification plus rapide des fonctions des curseurs de sélection.
hu: A csúszkák funkcióinak könnyebb azonosítása érdekében.
it: Per una più facile identificazione della funzionalità del cursore.
ja: スライダの機能を識別しやすくします。
ko: 슬라이더의 레이블을 표시하여 각 슬라이더의 기능을 빠르게 식별할 수 있도록 합니다.
nb: For enklere identifisering av glidebryterfunksjonalitet.
nl: Toont labels en schuifregelaars om je te helpen snel hun functie te identificeren.
pl: Wyświetla etykiety suwaków, aby ułatwić szybką identyfikację ich funkcji.
pt_br: Para facilitar a identificação da funcionalidade do controle deslizante.
ro: Pentru identificarea mai ușoară a funcționalității cursorului.
ru: Подписи для ползунков для быстрого определения их функции.
sl: Za lažje prepoznavanje funkcionalnosti drsnika.
sv: För enklare identifiering av draglistfunktionalitet.
tr: Kaydırıcı işlevselliğinin daha kolay tanımlanması için.
uk: Для легшого визначення функціональності повзунка.
vi: Để dễ dàng nhận biết chức năng của thanh trượt.
zh_hans: 便于识别滑块功能。
zh_hant: 便於識別滑感功能。
