Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: The display will be automatically disconnected upon detection or physical connect if it was disconnected using the app beforehand. This setting might cause unexpected issues (connect-disconnect cycle with incompatible displays, lack of any connected displays) - use with caution!
de: Das Display wird automatisch bei der Erkennung oder physischen Verbindung getrennt, wenn es zuvor über die App getrennt wurde. Diese Einstellung kann zu unerwarteten Problemen führen (Verbindungs-/Trennungszyklus mit inkompatiblen Displays, Fehlen von verbundenen Displays) - mit Vorsicht verwenden!
es: La pantalla se desconectará automáticamente al detectarse o conectarse físicamente si se desconectó usando la aplicación de antemano. Esta configuración puede causar problemas inesperados (ciclo de conexión y desconexión con pantallas incompatibles, falta de pantallas conectadas). ¡Utilícela con precaución!
fr: L'écran sera automatiquement déconnecté lors de sa détection ou de la connexion physique s'il a été déconnecté à l'aide de l'application auparavant. Ce paramètre peut causer des problèmes inattendus (cycle de connexion-déconnexion avec des écrans incompatibles, absence d'écrans connectés) - à utiliser avec précaution !
hu: A kijelző automatikusan leválasztásra került az érzékelésekor, vagy a fizikai csatlakoztatáskor, ha az alkalmazás segítségével korábban már le lett választva. Ez a beállítás nem várt problémákat okozhat (csatlakoztatás-leválasztás ciklus nem kompatibilis kijelzőkkel, legalább egy csatlakoztatott kijelző hiánya) - óvatosan használja!
it: Il display verrà disconnesso automaticamente al rilevamento o alla connessione fisica se è stato disconnesso utilizzando l'app in precedenza. Questa impostazione potrebbe causare problemi inattesi (ciclo di connessione disconnessione con display incompatibili, mancanza di display connessi) - usare con cautela!
ja: あらかじめディスプレイを切断している場合、ディスプレイの検出時または物理的接続時に自動的に切断します。この設定は予期しない問題（互換性のないディスプレイとの接続・切断の繰り返しや、ディスプレイを接続できない）を引き起こすことがありますので、注意してください!
ko: 디스플레이가 감지되면 자동으로 연결이 끊어지거나, 미리 앱을 사용하여 연결이 끊어진 경우 물리적으로 연결됩니다. 이 설정은 예기치 않은 문제(호환되지 않는 디스플레이의 연결-연결 해제 주기, 연결된 디스플레이가 없는 경우)를 일으킬 수 있으므로 주의해서 사용하세요!
nb: Skjermen vil bli automatisk koblet fra ved påvisning eller fysisk tilkobling hvis den ble koblet fra med appen på forhånd. Denne innstillingen kan forårsake uventede problemer (tilkoble-frakoble-syklus med inkompatible skjermer, ingen tilkoblede skjermer) – bruk med forsiktighet!
nl: Het scherm wordt automatisch losgekoppeld bij detectie of fysieke aansluiting als het eerder met de app was losgekoppeld. Deze instelling kan onverwachte problemen veroorzaken (verbind-ontkoppelcyclus met incompatibele schermen, gebrek aan aangesloten schermen) - gebruik met voorzichtigheid!
pl: Wyświetlacz zostanie automatycznie rozłączony po wykryciu lub fizycznym połączeniu, jeśli został wcześniej rozłączony za pomocą aplikacji. To ustawienie może powodować nieoczekiwane problemy (cykl połącz-rozłącz przy niekompatybilnych wyświetlaczach, brak jakichkolwiek połączonych wyświetlaczy) – używaj z zachowaniem ostrożności!
pt_br: O monitor será desconectado automaticamente após detecção ou conexão física, caso tenha sido desconectado usando o aplicativo anteriormente. Esta configuração pode causar problemas inesperados (ciclo de conexão-desconexão com monitores incompatíveis, falta de monitores conectados) - use com cuidado!
ro: Ecranul va fi deconectat automat la detectare sau la conectare fizică dacă a fost deconectat anterior folosind aplicația. Această setare poate cauza probleme neașteptate (ciclul de conectare-deconectare cu ecrane incompatibile, lipsa oricărui ecran conectat) - utilizați cu atenție!
ru: Дисплей будет автоматически отключен при обнаружении или физическом подключении, если он был предварительно отключен с помощью приложения. Эта настройка может вызвать неожиданные проблемы (цикл подключения-отключения с несовместимыми дисплеями, отсутствие подключенных дисплеев) - используйте с осторожностью!
sl: Zaslon bo samodejno prekinjen ob zaznavi ali fizični povezavi, če je bila povezava predhodno prekinjena z uporabo aplikacije. Ta nastavitev lahko povzroči nepričakovane težave (cikel povezave-odklopa z nezdružljivimi zasloni, pomanjkanje povezanih zaslonov) - uporabljajte previdno!
sv: Skärmen kommer automatiskt att kopplas bort vid detektering eller fysisk anslutning om den kopplades bort med appen i förväg. Den här inställningen kan orsaka oväntade problem (cykel med anslutning och frånkoppling med inkompatibla skärmar, avsaknad av anslutna skärmar) - använd med försiktighet!
tr: Önceden uygulama kullanılarak bağlantısı kesildiyse, algılama veya fiziksel bağlantı üzerine monitör bağlantısı otomatik olarak kesilecektir. Bu ayar beklenmeyen sorunlara neden olabilir (uyumsuz monitörlerle bağlanma-bağlantı kesme döngüsü, bağlı herhangi bir monitörün olmaması) - dikkatli kullanın!
uk: Дисплей буде автоматично відключено після виявлення або фізичного підключення, якщо його було відключено за допомогою програми раніше. Цей параметр може спричинити несподівані проблеми (цикл підключення-відключення з несумісними дисплеями, відсутність підключених дисплеїв) – використовуйте з обережністю!
vi: Màn hình sẽ tự động bị ngắt kết nối khi phát hiện hoặc kết nối vật lý nếu trước đó đã bị ngắt kết nối bằng ứng dụng. Cài đặt này có thể gây ra các vấn đề không mong muốn (chu kỳ kết nối-ngắt kết nối với màn hình không tương thích, thiếu bất kỳ màn hình nào được kết nối) - hãy sử dụng cẩn thận!
zh_hans: 在检测或物理连接事先用应用程序断开的显示器时自动断开显示器。此设置可能导致意外问题（与不兼容显示器反复断连、缺少任何已连接显示器）- 请谨慎使用！
zh_hant: 在檢測或物理連接事先用應用程式斷開的顯示器時自動斷開顯示器。此設定可能導致意外問題（與不相容顯示器反覆斷連、缺少任何已連接顯示器）- 請謹慎使用！

source: The duplicated group will be disabled by default.
de: Die duplizierte Gruppe wird standardmäßig deaktiviert.
es: El grupo duplicado estará deshabilitado por defecto.
fr: Les groupes dupliqués seront désactivés par défaut.
hu: A duplikált csoport le lesz tiltva alapértelmezetten.
it: Il gruppo duplicato sarà disabilitato per impostazione predefinita.
ja: 複製したグループはデフォルトでは無効化されます。
ko: 복제된 그룹은 기본적으로 비활성화됩니다.
nb: Den dupliserte gruppen vil være deaktivert som standard.
nl: De gedupliceerde groep wordt standaard uitgeschakeld.
pt_br: O grupo duplicado será desativado por padrão.
ro: Grupul duplicat va fi dezactivat în mod implicit.
ru: Дублированная группа будет отключена по умолчанию.
sl: Podvojena skupina bo privzeto onemogočena.
sv: Den duplicerade gruppen kommer att vara inaktiverad som standard.
tr: Çoğaltılan grup varsayılan olarak devre dışı bırakılacaktır.
uk: Дубльована група буде вимкнена за замовчуванням.
vi: Nhóm bị trùng lặp sẽ bị vô hiệu hóa mặc định.
zh_hans: 复制的组默认将被禁用。
zh_hant: 複製的組預設將被停用。

source: The menu bar icon is aligned to the center relative to the app menu. Disable this for a more traditional look (align the menu bar icon to the left side of the app menu).
de: Das Menüleistensymbol wird im Verhältnis zum App-Menü mittig ausgerichtet. Deaktiviere dies, um ein traditionelleres Aussehen zu erhalten (das Menüleistensymbol wird links vom App-Menü ausgerichtet).
es: El ícono de la barra de menú está alineado al centro en relación con el menú de la aplicación. Desactiva esto para un aspecto más tradicional (alinear el ícono de la barra de menú al lado izquierdo del menú de la aplicación).
fr: Le centre relatif du menu de l'application est aligné sur l'icône de la barre des menus. Désactivez cette option pour obtenir un aspect plus classique (aligne le menu sur le côté gauche).
hu: A menüsáv ikonja alapértelmezetten középre van igazítva az alkalmazás menüjéhez képest. Letiltása hagyományosabb megjelenést eredményez (a menüsáv ikonja az alkalmazás menüjének bal oldalához igazodik).
it: L’icona della barra dei menu è centrata rispetto al menu dell’app. Disabilita questa opzione per allineare l’icona a sinistra per un aspetto più tradizionale.
ja: メニューバーアイコンは、アプリメニューの中央に配置されます。無効化すると、より伝統的な外観（メニューバーアイコンをアプリメニューの左側に揃える）になります。
ko: 앱 메뉴가 메뉴 막대 아이콘을 기준으로 중앙에 정렬되어 있습니다. 더 전통적인 모양을 원한다면 이 기능을 비활성화하세요 (앱 메뉴를 메뉴 막대 아이콘 기준 왼쪽에 정렬).
nb: Menybarikonet er sentrert i forhold til appmenyen. Deaktiver dette for et mer tradisjonelt utseende (venstrejuster ikonet i appmenyen).
nl: Het menubalksymbool is uitgelijnd naar het midden ten opzichte van het appmenu. Schakel dit uit voor een meer traditionele uitstraling (lijn het menubalksymbool uit naar de linkerkant van het appmenu).
pt_br: O ícone da barra de menus está alinhado ao centro em relação ao menu do aplicativo. Desative esta opção para um visual mais tradicional (alinhe o ícone da barra de menus à esquerda do menu do aplicativo).
ro: Iconița din bara de meniu este aliniată pe centru față de meniul aplicației. Dezactivează această opțiune pentru un aspect mai tradițional (alinierea iconiței din bara de meniu în partea stângă a meniului aplicației).
ru: Значок в строке меню выровнен по центру относительно меню приложения. Отключите это для более традиционного вида (выравнивание значка меню слева от меню приложения).
sl: Ikona menijske vrstice je poravnana na sredino glede na meni aplikacije. Onemogočite to za bolj tradicionalen videz (poravnajte ikono menijske vrstice na levo stran menija aplikacije).
sv: Ikonen för menyfältet är centrerad i förhållande till appmenyn. Inaktivera detta för ett mer traditionellt utseende (justera ikonen för menyraden till vänster om appmenyn).
tr: Menü çubuğu simgesi, uygulama menüsüne göre ortaya hizalanır. Daha geleneksel bir görünüm için bunu devre dışı bırakın (menü çubuğu simgesini uygulama menüsünün sol tarafına hizalayın).
uk: Значок у рядку меню вирівняний по центру відносно меню додатка. Вимкніть це для більш традиційного вигляду (вирівнювання значка меню ліворуч від меню додатка).
vi: Biểu tượng trên thanh menu được căn giữa so với menu ứng dụng. Tắt tùy chọn này để có giao diện truyền thống hơn (căn biểu tượng thanh menu sang phía trái của menu ứng dụng).
zh_hans: 菜单栏图标与应用程序菜单的中心对齐。停用此功能以获得更传统的外观（将菜单栏图标与应用程序菜单的左侧对齐）。
zh_hant: 選單列圖示與應用程式選單的中心對齊。停用此功能以獲得更傳統的外觀（將功能表列圖示與應用程式選單的左側對齊）。

source: The nits counter will offer clear (and slightly exaggerated) visual feedback during upscaling.
de: Der Nits-Zähler bietet beim Hochskalieren eine klare (und leicht übertriebene) visuelle Rückmeldung.
es: El contador de nits proporcionará una retroalimentación visual clara (y ligeramente exagerada) durante el escalado.
fr: Le compteur de nits offrira un retour visuel clair (et un peu exagéré) pendant la démultiplication.
hu: A nit számláló egyértelmű (és kissé eltúlzott) vizuális visszajelzést nyújt a felskálázás során.
it: Il contatore di nits fornirà un feedback visivo chiaro (e leggermente esagerato) durante l’upscaling.
ja: ニトカウンターは、アップスケーリング中に分かりやすい（少し誇張された）視覚的フィードバックを提供します。
ko: 업스케일링 중 니트 카운터가 명확하고 (약간 과장된) 시각적 피드백을 제공합니다.
nb: Nitstelleren vil gi tydelig (og litt overdrevent) visuell tilbakemelding under oppskalering.
nl: De nits-teller biedt duidelijke (en licht overdreven) visuele terugkoppeling tijdens opschalen.
pt_br: O contador de nits fornecerá um feedback visual claro (e ligeiramente exagerado) durante a ampliação.
ro: Contorul de niți oferă un feedback vizual clar (uneori ușor exagerat) în timpul upscalării.
ru: Счетчик нит обеспечит четкую (и слегка преувеличенную) визуальную обратную связь при увеличении яркости.
sl: Števec nits bo ponudil jasne (in nekoliko pretirane) vizualne povratne informacije med povečanjem ločljivosti.
sv: Nits-räknaren ger tydlig (och något överdriven) visuell feedback under uppskalning.
tr: Nit sayacı, yükseltme sırasında net (ve biraz abartılı) görsel geri bildirim sunacaktır.
uk: Лічильник нітів надасть чіткий (і трохи перебільшений) візуальний зворотний зв'язок під час масштабування яскравості.
vi: Bộ đếm nits sẽ cung cấp phản hồi hình ảnh rõ ràng (và hơi phóng đại) trong quá trình phóng to.
zh_hans: 在亮度提升时，尼特计数器将提供清晰（且稍微夸张）的视觉反馈。
zh_hant: 在亮度提升時，尼特計數器將提供清晰（且稍微誇張）的視覺反饋。

source: The operation completed successfully, but some configuration changes could not be applied for the participating external displays. A new display group with the name '%@' was created and enabled.
nl: De handeling is succesvol voltooid, maar bepaalde configuratiewijzigngen konden niet worden toegepast op de deelnemende externe schermen. Een nieuwe schermgroep met de naam '%@' is gemaakt en ingeschakeld.
ru: Операция завершена успешно, но некоторые изменения конфигурации не могут быть применены к участвующим внешним дисплеям. Была создана и включена новая группа отображения с именем '%@'.

source: The operation completed successfully.
de: Der Vorgang wurde erfolgreich abgeschlossen.
es: La operación se completó exitosamente.
fr: L'opération a réussi.
hu: A művelet sikeresen befejeződött.
it: Operazione completata con successo.
ja: 操作は正常に完了しました。
ko: 작업이 완료되었습니다.
nb: Operasjonen ble fullført uten feil.
nl: De bewerking is succesvol voltooid.
pt_br: A operação foi completa com sucesso.
ro: Operațiunea s-a finalizat cu succes.
ru: Операция успешно завершена.
sl: Operacija uspešno zaključena.
sv: Operationen slutfördes framgångsrikt.
tr: İşlem başarıyla tamamlandı.
uk: Операцію успішно завершено.
vi: Thao tác đã hoàn thành thành công.
zh_hans: 操作已成功完成。
zh_hant: 操作已成功完成。

source: The operation completed successfully. A new display group with the name '%@' was created and enabled.
nl: De handeling is succesvol voltooid. Een nieuwe schermgroep met de naam '%@' is gemaakt en ingeschakeld.
ru: Операция успешно завершена. Была создана и включена новая группа отображения с именем '%@'.

source: The operation completed successfully. A new display group with the name '%@' was created. The display group is currently not enabled. Enable and configure the created display group (including layout protection) under Settings > Groups!
de: Der Vorgang wurde erfolgreich abgeschlossen. Es wurde eine neue Displaygruppe mit dem Namen '%@' erstellt. Die Displaygruppe ist derzeit nicht aktiviert. Aktiviere und konfiguriere die erstellte Displaygruppe (einschließlich Layoutschutz) unter Einstellungen > Gruppen!
es: La operación se completó con éxito. Se creó un nuevo grupo de pantallas con el nombre ‘%@’. El grupo de pantallas actualmente no está habilitado. Habilita y configura el grupo de pantallas creado (incluida la protección de diseño) en Configuración > Grupos.
fr: L'opération a réussi. Un nouveau groupe d'écrans avec le nom '%@' a été créé. Le groupe d'écrans n'est pas activé actuellement. Activez et configurez le groupe d'écrans créé (incluant la protection de la disposition d'écrans) dans Réglages > Groupes !
hu: A művelet sikeresen befejeződött. Egy új kijelzőcsoport jött létre "%@" névvel. A kijelzőcsoport jelenleg nincs engedélyezve. Engedélyezze és konfigurálja a létrehozott kijelzőcsoportot (beleértve az elrendezés védelmét) a Beállítások > Csoportok menüpont alatt!
it: L’operazione è stata completata con successo. È stato creato un nuovo gruppo di display con il nome ‘%@’. Il gruppo di display non è attualmente abilitato. Abilita e configura il gruppo di display creato (inclusa la protezione del layout) sotto Impostazioni > Gruppi!
ja: 操作は正しく完了しました。 「%@」 という名前の新規ディスプレイグループが作成されました。ディスプレイグループは現在有効化されていません。 設定 > グループ から作成したディスプレイグループ（レイアウト保護を含む）の有効化と構成を行ってください!
ko: 작업이 완료되었습니다. '%@' 이름을 가진 새 디스플레이 그룹이 생성되었습니다. 현재 디스플레이 그룹은 활성화되어 있지 않습니다. 설정 > 그룹에서 생성한 디스플레이 그룹(레이아웃 보호 포함)을 활성화하고 구성해보세요!
nb: Operasjonen ble fullført uten feil. En ny skjermgruppe med navnet «%@» ble opprettet. Skjermgruppen er for øyeblikket ikke aktivert. Aktiver og konfigurer den opprettede skjermgruppen (inkludert layoutbeskyttelse) under Innstillinger > Grupper!
nl: De handeling is succesvol voltooid. Een nieuwe schermgroep met de naam '%@' is gemaakt. De schermgroep is momenteel niet ingeschakeld. Schakel de aangemaakte schermgroep in en configureer deze (waaronder Bescherming indeling) via Instellingen > Groepen!
pt_br: A operação foi completada com sucesso. Um novo grupo de exibição com o nome '%@' foi criado. O grupo de exibição não está habilitado no momento. Habilite e configure o grupo de exibição criado (incluindo proteção de layout) em Configurações > Grupos!
ro: Operațiunea s-a finalizat cu succes. A fost creat un nou grup de afișare cu numele „%@”. Grupul de afișare nu este activat în prezent. Activați și configurați grupul de afișare creat (inclusiv protecția aspectului) în Setări > Grupuri!
ru: Операция успешно завершена. Новая группа дисплеев с именем '%@' создана. В настоящее время группа дисплеев не включена. Включите и настройте созданную группу отображения (включая защиту макета) в Параметры > Группы!
sl: Operacija uspešno zaključena. Ustvarjena je bila nova prikazna skupina z imenom '%@'. Prikazna skupina trenutno ni omogočena. Omogočite in konfigurirajte ustvarjeno skupino prikazov (vključno z zaščito postavitve) pod Nastavitve > Skupine!
sv: Operationen slutfördes framgångsrikt. En ny skärmgrupp med namnet "%@" har skapats. Skärmgruppen är för närvarande inte aktiverad. Aktivera och konfigurera den skapade skärmgruppen (inklusive layoutskydd) under Inställningar > Grupper!
tr: İşlem başarıyla tamamlandı. '%@' adında yeni bir görüntüleme grubu oluşturuldu. Görüntüleme grubu şu anda etkin değil. Oluşturulan ekran grubunu (düzen koruması dahil) Ayarlar > Gruplar altında etkinleştirin ve yapılandırın!
uk: Операцію успішно завершено. Створено нову групу дисплеїв з іменем '%@'. Група дисплеїв наразі не активована. Увімкніть і налаштуйте створену групу дисплеїв (включаючи захист макета) у Налаштуваннях > Групи!
vi: Thao tác đã hoàn thành thành công. Một nhóm màn hình mới với tên '%@' đã được tạo. Nhóm màn hình hiện tại chưa được kích hoạt. Kích hoạt và cấu hình nhóm màn hình đã tạo (bao gồm bảo vệ bố cục) trong Cài Đặt > Nhóm!
zh_hans: 操作已成功完成。 一个名为“%@”的新显示组已创建。该显示组目前未启用。 请在“设置”>“组”中启用并配置创建的显示组（包括布局保护）！
zh_hant: 操作已成功完成。 一個名為“%@”的新顯示組已新增。該顯示組目前未啟用。 請在“設定 > 組”中啟用並配置新增的顯示組（包括佈局保護）！

source: The operation completed successfully. Please Apply the configuration changes and follow further instructions!
de: Der Vorgang wurde erfolgreich abgeschlossen. Bitte wende die Konfigurationsänderungen an und folge den weiteren Anweisungen!
es: La operación se completó con éxito. ¡Por favor, aplica los cambios de configuración y sigue las instrucciones adicionales!
fr: L'opération s'est déroulée avec succès. Veuillez appliquer les changements de configuration et suivre les instructions suivantes !
hu: A művelet sikeresen befejeződött. Alkalmazza a konfigurációs változtatásokat és kövesse a további utasításokat!
it: L’operazione è stata completata con successo. Applica le modifiche di configurazione e segui le istruzioni successive!
ja: 操作は正常に完了しました。構成の変更を適用し、さらに指示に従ってください!
ko: 작업이 완료되었습니다. 구성 변경 사항을 적용하고 추가 지침을 따르세요!
nb: Operasjonen ble fullført uten feil. Vennligst bruk konfigurasjonsendringene og følg videre instruksjoner!
nl: De bewerking is succesvol voltooid. Pas de configuratiewijzigingen toe en volg de verdere instructies!
pt_br: A operação foi concluída com sucesso. Aplique as alterações de configuração e siga as instruções adicionais!
ro: Operațiunea s-a finalizat cu succes. Vă rugăm să aplicați modificările de configurare și să urmați instrucțiunile ulterioare!
ru: Операция успешно завершена. Пожалуйста, примените изменения конфигурации и следуйте дальнейшим инструкциям!
sl: Operacija uspešno zaključena. Prosimo, uporabite spremembe konfiguracije in sledite nadaljnjim navodilom!
sv: Operationen slutfördes framgångsrikt. Tillämpa konfigurationsändringarna och följ vidare instruktioner!
tr: İşlem başarıyla tamamlandı. Lütfen yapılandırma değişikliklerini uygulayın ve daha fazla talimatı izleyin!
uk: Операцію успішно завершено. Будь ласка, застосуйте зміни конфігурації та дотримуйтесь подальших інструкцій!
vi: Thao tác đã hoàn thành thành công. Vui lòng áp dụng các thay đổi cấu hình và làm theo các hướng dẫn tiếp theo!
zh_hans: 操作已成功完成。请应用配置更改并按照进一步的说明进行操作！
zh_hant: 操作已成功完成。請套用設定更改並按照進一步的說明進行操作！

source: The operation could not be performed at this time.
de: Der Vorgang konnte zu diesem Zeitpunkt nicht durchgeführt werden.
es: La operación no se pudo realizar en este momento.
fr: L'opération n'a pas pus être effectuée pour le moment.
hu: A műveletet jelenleg nem lehet végrehajtani.
it: L’operazione non può essere eseguita in questo momento.
ja: 現在この操作を実行できません。
ko: 지금은 작업을 수행할 수 없습니다.
nb: Operasjonen kunne ikke utføres på dette tidspunktet.
nl: De bewerking kon op dit moment niet worden uitgevoerd.
pt_br: A operação não pôde ser executada neste momento.
ro: Operațiunea nu a putut fi efectuată în acest moment.
ru: Операцию не удалось выполнить в данный момент.
sl: Operacije trenutno ni bilo mogoče izvesti.
sv: Operationen kunde inte genomföras vid denna tidpunkt.
tr: İşlem şu anda gerçekleştirilemedi.
uk: Операцію не вдалося виконати зараз.
vi: Lỗi không thể thực hiện thao tác vào lúc này.
zh_hans: 目前无法执行此操作。
zh_hant: 目前無法執行此操作。

source: The operation could not be performed.
de: Der Vorgang konnte nicht durchgeführt werden.
es: La operación no se pudo realizar.
fr: L'opération n'a pas pus être effectuée.
hu: A műveletet nem lehetett végrehajtani.
it: Operazione non riuscita.
ja: 操作を実行できません。
ko: 작업을 수행할 수 없습니다.
nb: Operasjonen kunne ikke utføres.
nl: De bewerking kon niet worden uitgevoerd.
pt_br: A operação não pode ser realizada
ro: Operațiunea nu a putut fi efectuată.
ru: Операцию не удалось выполнить.
sl: Operacije ni bilo mogoče izvesti.
sv: Operationen kunde inte utföras.
tr: İşlem gerçekleştirilemedi.
uk: Операцію не вдалося виконати.
vi: Không thể thực hiện thao tác.
zh_hans: 无法执行此操作。
zh_hant: 無法執行此操作。
