Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Full display sleep mode is not available on Intel Macs.
de: Ruhezustand für Vollbild ist auf Intel-basierten Macs nicht verfügbar.
es: El modo de suspensión completo de la pantalla no está disponible en Macs con procesador Intel.
fr: La mise en veille complète n'est pas disponible sur les Mac Intel.
hu: A kijelző teljes alvó módba kapcsolása nem érhető el az Intel Mac számítógépeken.
it: La modalità sospensione a schermo intero non è disponibile su Mac con Intel.
ja: フルディスプレイ・スリープモードはIntel Macでは使用できません。
ko: Intel Mac에서는 전체 화면 절전 모드를 사용할 수 없습니다.
nb: Full skjermhvilemodus er ikke tilgjengelig på Intel-Mac.
nl: Volledige sluimerstand van schermen is niet beschikbaar op Intel-Macs.
pl: Pełny tryb uśpienia wyświetlacza nie jest dostępny na komputerach Mac z procesorami Intel.
pt_br: O modo de suspensão de tela cheia não está disponível em Macs Intel.
ro: Modul complet de somn al ecranului nu este disponibil pe Mac-urile Intel.
ru: Спящий режим для всего экрана недоступен на компьютерах Intel Mac.
sl: Način mirovanja celotnega zaslona ni na voljo v računalnikih Intel Mac.
sv: Fullständigt skärmviloläge är inte tillgängligt på Intel Mac-datorer.
tr: Tam ekran uyku modu, Intel Mac'lerde mevcut değildir.
uk: Повноцінний режим сну дисплея недоступний на комп'ютерах Intel Mac.
vi: Chế độ ngủ toàn màn hình không khả dụng trên Mac Intel.
zh_hans: 英特尔 Mac 不支持完全显示器睡眠模式。
zh_hant: Intel Mac 不支援完全顯示器睡眠模式。

source: Full screen streams looks best when the target display is set to its native resolution.
de: Der Vollbildstream sieht am besten aus, wenn das Zieldisplay die native Auflösung verwendet.
es: Las transmisiones en pantalla completa se ven mejor cuando la pantalla de destino está configurada en su resolución nativa.
fr: Les diffusions en plein écran sont optimales lorsque l'écran cible est réglé sur sa résolution native.
hu: A teljes képernyős streamek akkor néznek ki a legjobban, ha a célkijelző a natív felbontásra van állítva.
it: Gli stream a schermo intero sembrano migliori quando il display di destinazione è impostato sulla sua risoluzione nativa.
ja: ターゲットディスプレイをネイティブ解像度に設定すると、もっとも高品質なフルスクリーンストリーミングになります。
ko: 전체 화면 스트리밍은 대상 디스플레이가 패널 기본 해상도로 설정되어 있을 때 가장 잘 표시됩니다.
nb: Fullskjermstrømmer ser best ut når målskjermen er satt til sin native oppløsning.
nl: Volledigescherm-streams zien er het beste uit als het doelscherm is ingesteld op de ingebouwde resolutie.
pl: Strumienie pełnoekranowe wyglądają najlepiej, gdy wyświetlacz docelowy jest ustawiony na swoją natywną rozdzielczość.
pt_br: Os fluxos em tela cheia ficam melhores quando a exibição de destino está definida para sua resolução nativa.
ro: Streaming-ul pe ecran întreg arata cel mai bine când display-ul ținta este setat la rezoluția nativa.
ru: Полноэкранные потоки лучше всего смотрятся, когда на целевом дисплее установлено его собственное разрешение.
sl: Celozaslonski tokovi so videti najbolje, ko je ciljni zaslon nastavljen na izvorno ločljivost.
sv: Helskärmsströmmar ser bäst ut när målskärmen är inställd till dess inbyggda upplösning.
tr: Tam ekran yayınlar, hedef ekran kendi doğal çözünürlüğüne ayarlandığında en iyi şekilde görünür.
uk: Повноекранні потоки виглядають найкраще, коли для цільового дисплея встановлено вихідну роздільну здатність.
vi: Trình chiếu toàn màn hình trông tốt nhất khi màn hình đích được đặt ở độ phân giải tự nhiên.
zh_hans: 当目标显示器设为其原生分辨率时全屏串流效果最佳。
zh_hant: 當目標顯示器設為其原生解析度時全螢幕串流效果最佳。

source: Fully dim display on disconnect
de: Display beim Trennen komplett abdunkeln
es: Pantalla completamente oscura al desconectar
fr: Complètement atténuer la luminosité à la déconnexion
hu: Képernyő teljes elsötétítése leválasztáskor
it: Visualizzazione completamente oscurata alla disconnessione
ja: 接続解除時にディスプレイを完全に減光
ko: 연결 해제 시 완전히 어둡게 표시
nb: Dim skjermen helt ved frakobling
nl: Dim scherm volledig bij losmaken
pl: Całkowicie przyciemniony wyświetlacz po rozłączeniu
pt_br: Tela totalmente escurecida ao desconectar
ro: Întunecați complet ecranul la deconectare
ru: Полностью тусклый дисплей при отключении
sl: Popolnoma zatemnjen zaslon ob odklopu
sv: Fullständig neddimmning vid frånkoppling
tr: Bağlantı kesildiğinde tamamen karartılmış ekran
uk: Повністю затемнений дисплей після відключення
vi: Làm tối toàn màn hình khi ngắt kết nối
zh_hans: 断开时显示器完全变暗
zh_hant: 斷開時顯示器完全變暗

source: Fully expands the available brightness range for SDR content at a system level and allows for more dimming range as well. Superior to all other upscaling methods. When inactive, the app falls back to software based XDR upscaling methods.
de: Erweitert den verfügbaren Helligkeitsbereich für SDR-Inhalte auf Systemebene vollständig und ermöglicht auch einen größeren Dimmbereich. Übertrifft alle anderen Hochskalierungsmethoden. Bei Inaktivität fällt die App auf Software-basierte XDR-Hochskalierungsmethoden zurück.
es: Expande completamente el rango de brillo disponible para contenido SDR a nivel del sistema y también permite un mayor rango de atenuación. Superior a todos los demás métodos de escalado. Cuando está inactivo, la aplicación recurre a métodos de escalado XDR basados en software.
fr: Étends complètement la plage de luminosité pour le contenu SDR au niveau système et autorise une plage d'atténuation plus étendue également. Supérieure à toutes les autres méthodes de démultiplication. Si elle est désactivée, l'application utilise la démultiplication XDR logicielle.
hu: Rendszerszinten kibővíti az SDR-tartalmakhoz rendelkezésre álló fényerősségtartományt, így nagyobb fényerősség-tartományt tesz lehetővé. Minden más felskálázási módszernél fejlettebb megoldás. Ha nem aktív, az alkalmazás visszalép a szoftveres XDR-felskálázási módszerekhez.
it: Espande completamente la gamma di luminosità disponibile per i contenuti SDR a livello di sistema e consente anche una maggiore gamma di dimmerazioni. Superiore a tutti gli altri metodi di upscaling. Quando inattivo, l'app ritorna ai metodi di upscaling XDR basati su software.
ja: より広いディミング範囲を得るよう、システムレベルでSDRコンテンツの輝度範囲を使用可能な限界まで拡大することを有効化します。他のどのアップスケーリング方法よりも優れています。アクティブでない場合には、ソフトウェアベースのXDRアップスケーリング方法にフォールバックします。
ko: 시스템 수준에서 SDR 콘텐츠의 사용 가능한 밝기 범위를 완전히 확장하고 더 많은 디밍 범위도 허용합니다. 다른 모든 업스케일링 방식보다 우수합니다. 앱이 비활성화되면 소프트웨어 기반 XDR 업스케일링 방식으로 돌아갑니다.
nb: Utvider fullt det tilgjengelige lysstyrkeområdet for SDR-innhold på systemnivå og gir også mer dimmeområde. Overlegen alle andre oppskaleringsmetoder. Når inaktiv, faller appen tilbake til programvarebaserte XDR-oppskaleringsmetoder.
nl: Breidt het beschikbare helderheidsbereik uit voor SDR-materiaal op systeemniveau en maakt ook een groter dimbereik mogelijk. Aan te bevelen boven alle andere andere wijzen van opschaling. Indien niet actief, dan zal de app terugvallen op programmatische wijzen van XDR-opschaling.
pl: W pełni rozszerza dostępny zakres jasności dla treści SDR na poziomie systemowym i umożliwia również większy zakres przyciemniania. Przewyższa wszystkie inne metody skalowania. Gdy funkcja jest nieaktywna, aplikacja korzysta z programowych metod skalowania XDR.
pt_br: Expande totalmente a faixa de brilho disponível para conteúdo SDR no nível do sistema e também permite maior faixa de escurecimento. Superior a todos os outros métodos de upscaling. Quando inativo, o aplicativo recorre a métodos de upscaling XDR baseados em software.
ro: Extinde complet intervalul de luminozitate disponibil pentru conținutul SDR la nivel de sistem și permite și un interval de întunecime mai mare. Superior tuturor celorlalte metode de scalare. Când este inactiv, aplicația revine la metodele de scalare XDR bazate pe software.
ru: Полностью расширяет диапазон доступной яркости для SDR-контента на системном уровне и позволяет увеличить диапазон регулировки яркости. Превосходит все другие методы повышения яркости. Если приложение неактивно, оно возвращается к программным методам повышения яркости XDR.
sl: Popolnoma razširi razpoložljivo območje svetlosti za vsebino SDR na sistemski ravni in omogoča tudi večji obseg zatemnitve. Vrhunski od vseh drugih metod nadgradnje. Ko je aplikacija neaktivna, se vrne k programskim metodam povečanja velikosti XDR.
sv: Utökar helt det tillgängliga ljusstyrkeområdet för SDR-innehåll på systemnivå och möjliggör även ett större dimningsintervall. Överlägsen alla andra metoder för uppskalning. När appen är inaktiv återgår den till programvarubaserade XDR-uppskalningsmetoder.
tr: SDR içeriği için mevcut parlaklık aralığını sistem düzeyinde tamamen genişletir ve daha fazla karartma aralığı sağlar. Diğer tüm yükseltme yöntemlerinden üstündür. Etkin olmadığında, uygulama yazılım tabanlı XDR yükseltme yöntemlerine geri döner.
uk: Повністю розширює доступний діапазон яскравості для вмісту SDR на системному рівні, а також дозволяє збільшити діапазон затемнення. Перевершує всі інші методи масштабування. Коли програма неактивна, програма повертається до програмних методів масштабування XDR.
vi: Mở rộng hoàn toàn phạm vi độ sáng cho nội dung SDR ở cấp độ hệ thống và cũng cho phép phạm vi làm tối nhiều hơn. Vượt trội hơn so với tất cả các phương pháp tăng cường khác. Khi không hoạt động, ứng dụng chuyển về các phương pháp tăng cường XDR dựa trên phần mềm.
zh_hans: 充分扩展系统级 SDR 内容可用的亮度范围并允许更广的调光范围，优先于其他所有提升方法。应用程序处于非活动状态时将退回到基于软件的 XDR 提升方法。
zh_hant: 充分擴展系統級 SDR 內容可用的亮度範圍並允許更廣的調光範圍，優先於其他所有提升方法。應用程式處於非活動狀態時將退回到基於軟體的 XDR 提升方法。

source: GPU Dithering
es: Tramado de GPU
fr: Tramage de la carte graphique
hu: GPU ditherelés
ja: GPUディザリング
ko: GPU 디더링
pl: Dithering GPU
pt_br: Pontilhamento de GPU
ro: Dithering al GPU-ului
ru: GPU-дизеринг
sl: GPE Dithering
uk: ГПУ-дизеринг

source: Gain
de: Verstärkung
es: Ganancia
hu: Erősítés
it: Guadagno
ja: ゲイン
ko: 게인
nb: Gevinst
nl: Versterking
pl: Podbicie kolorów
pt_br: Ganho
ru: Усиление
sl: Pridobi
sv: Förstärkning
tr: Kazanım
uk: Посилення
vi: Độ sáng
zh_hans: 增益
zh_hant: 增益

source: Gain (Blue)
de: Verstärkung (Blau)
es: Ganancia (Azul)
fr: Gain (Bleu)
hu: Erősítés (Kék)
it: Guadagno (Blu)
ja: ゲイン（ブルー）
ko: 게인 (파랑)
nb: Gevinst (blå)
nl: Versterking (blauw)
pl: Podbicie niebieskiego
pt_br: Ganho (azul)
ro: Gain (Albastru)
ru: Усиление (Синий)
sl: Pridobi (modra)
sv: Förstärkning (blå)
tr: Kazanç (Mavi)
uk: Підсилення (Синій)
vi: Độ sáng (Xanh dương)
zh_hans: 增益 (蓝色)
zh_hant: 增益 (藍色)

source: Gain (Green)
de: Verstärkung (Grün)
es: Ganancia (Verde)
fr: Gain (Vert)
hu: Erősítés (Zöld)
it: Guadagno (Verde)
ja: ゲイン（グリーン）
ko: 게인 (초록)
nb: Gevinst (grønn)
nl: Versterking (groen)
pl: Podbicie zielonego
pt_br: Ganho (Verde)
ro: Gain (Verde)
ru: Усиление (Зелёный)
sl: Pridobi (zelena)
sv: Förstärkning (grön)
tr: Kazanç (Yeşil)
uk: Підсилення (Зелений)
vi: Độ sáng (Xanh lá)
zh_hans: 增益 (绿色)
zh_hant: 增益 (綠色)

source: Gain (Red)
de: Verstärkung (Rot)
es: Ganancia (Rojo)
fr: Gain (Rouge)
hu: Erősítés (Vörös)
it: Guadagno (Rosso)
ja: ゲイン（レッド）
ko: 게인 (빨강)
nb: Gevinst (rød)
nl: Versterking (rood)
pl: Podbicie czerwonego
pt_br: Ganho (Vermelho)
ro: Gain (Roșu)
ru: Усиление (Красный)
sl: Pridobi (rdeča)
sv: Förstärkning (röd)
tr: Kazanç (Kırmızı)
uk: Підсилення (Червоний)
vi: Độ sáng (Đỏ)
zh_hans: 增益 (红色)
zh_hant: 增益 (紅色)

source: Gamma
de: Gamma-Korrektur
es: Gama
ja: ガンマ
ko: 감마
pt_br: Gama
ro: Gama
ru: Гамма
sl: Gama
tr: Gama
uk: Гамма
zh_hans: 伽马值
zh_hant: 伽馬值

source: Gamma (Blue)
de: Gamma-Korrektur (Blau)
es: Gama (Azul)
fr: Gamma (Bleu)
hu: Gamma (kék)
it: Gamma (Blu)
ja: ガンマ（ブルー）
ko: 감마 (파랑)
nb: Gamma (blå)
nl: Gamma (blauw)
pl: Gamma (niebieski)
pt_br: Gama (Azul)
ro: Gama (Albastru)
ru: Гамма (синий)
sl: Gama (modra)
sv: Gamma (Blå)
tr: Gama (Mavi)
uk: Гамма (синій)
vi: Gamma (Xanh dương)
zh_hans: 伽马值（蓝色）
zh_hant: 伽馬值（藍色）

source: Gamma (Green)
de: Gamma-Korrektur (Grün)
es: Gama (Verde)
fr: Gamma (Vert)
hu: Gamma (zöld)
it: Gamma (Verde)
ja: ガンマ（グリーン）
ko: 감마 (초록)
nb: Gamma (grønn)
nl: Gamma (groen)
pl: Gamma (zielony)
pt_br: Gama (Verde)
ro: Gama (Verde)
ru: Гамма (зеленый)
sl: Gama (zelena)
sv: Gamma (Grön)
tr: Gama (Yeşil)
uk: Гамма (зелений)
vi: Gamma (Xanh lá)
zh_hans: 伽马值（绿色）
zh_hant: 伽馬值（綠色）

source: Gamma (Red)
de: Gamma-Korrektur (Rot)
es: Gamma (Roja)
fr: Gamma (Rouge)
hu: Gamma (vörös)
it: Gamma (Rosso)
ja: ガンマ（レッド）
ko: 감마 (빨강)
nb: Gamma (rød)
nl: Gamma (rood)
pl: Gamma (czerwony)
pt_br: Gama (Vermelho)
ro: Gama (Roșu)
ru: Гамма (красный)
sl: Gama (rdeča)
sv: Gamma (Röd)
tr: Gama (Kırmızı)
uk: Гамма (червоний)
vi: Gamma (Đỏ)
zh_hans: 伽马值（红色）
zh_hant: 伽馬值（紅色）

source: Gaussian Blur
de: Gaußscher Weichzeichner
es: Desenfoque gaussiano
fr: Flou gaussien
hu: Gauss-elmosás
it: Sfocatura gaussiana
ja: ブラー - ガウス
ko: 가우시안 블러
nb: Gaussisk uskarphet
nl: Gaussiaanse vervaging
pl: Rozmycie Gaussa
pt_br: Desfoque gaussiano
ro: Blur gaussian
ru: Гауссово размытие
sl: Gaussova zameglitev
sv: Gaussisk oskärpa
tr: Gauss Bulanıklığı
uk: Гаусове розмиття
zh_hans: 高斯模糊
zh_hant: 高斯模糊

source: General Settings
de: Allgemeine Einstellungen
es: Configuración General
fr: Réglages généraux
hu: Általános beállítások
it: Impostazioni Generali
ja: 一般設定
ko: 일반적인 설정
nb: Generelle innstillinger
nl: Algemene instellingen
pl: Ustawienia ogólne
pt_br: Configurações Gerais
ro: Setări generale
ru: Общие настройки
sl: Splošne nastavitve
sv: Allmänna inställningar
tr: Genel Ayarlar
uk: Загальні налаштування
vi: Cài đặt chung
zh_hans: 通用设置
zh_hant: 通用設定

source: Get %@ Pro
de: %@ Pro kaufen
es: Obtener %@ Pro
fr: Obtenir %@ Pro
hu: %@ Pro aktiválás
it: Acquista %@ Pro
ja: %@ Proを入手
ko: %@ Pro로 업그레이드
nb: Få %@ Pro
nl: Krijg %@ Pro
pl: Kup %@ Pro
pt_br: Compre o %@ Pro
ro: Cumparati %@ Pro
ru: Получить %@ Pro
sl: Pridobite %@ Pro
sv: Skaffa %@ Pro
tr: %@ Pro'yu Al
uk: Отримати %@ Pro
vi: Mua Pro %@
zh_hans: 获取专业版
zh_hant: 取得專業版

source: Get Custom DDC value
de: Benutzerdefinierten DDC-Wert abrufen
es: Obtener valor DDC personalizado
fr: Récupérer la Valeur DDC Personnalisée
hu: Egyedi DDC érték lekérése
it: Ottieni valore DDC personalizzato
ja: カスタムDDC値を取得
ko: 사용자 지정 DDC 값 가져오기
nb: Hent egendefinert DDC-verdi
nl: Verkrijg eigen DDC-waarde
pl: Pobierz niestandardową wartość DDC
pt_br: Obter valor DDC personalizado
ro: Obțineți o valoare DDC personalizată
ru: Получить собственное значение DDC
sl: Pridobite vrednost DDC po meri
sv: Hämta anpassat DDC-värde
tr: Özel DDC değerini al
uk: Отримати власне значення DDC
zh_hans: 取得自订 DDC 值
zh_hant: 取得自訂 DDC 值

source: Get DDC value
de: DDC-Wert abfragen
es: Obtener valor DDC
fr: Obtenir une valeur DDC
hu: DDC érték lekérése
it: Ottieni valore DDC
ja: DDC値を取得
ko: DDC 값 가져오기
nb: Hent DDC-verdi
nl: Verkrijg DDC-waarde
pl: Pobierz wartość DDC
pt_br: Obtenha o valor DDC
ro: Obțineți valoarea DDC
ru: Получить DCC значение
sl: Pridobite vrednost DDC
sv: Hämta DDC-värde
tr: DDC değerini al
uk: Отримати значення DDC
vi: Lấy giá trị DDC
zh_hans: 获得 DDC 值
zh_hant: 獲得 DDC 值

source: Get DDC value of ${ddcCommand} from ${displayEntity}.
de: DDC-Wert von ${ddcCommand} von ${displayEntity} abfragen.
es: Obtener el valor DDC de ${ddcCommand} de ${displayEntity}.
fr: Obtenir une valeur DDC de ${ddcCommand} depuis ${displayEntity}.
hu: Szerezze be a ${ddcCommand} DDC értékét a ${displayEntity}-ből.
it: Ottieni il valore DDC di ${ddcCommand} da ${displayEntity}.
ja: ${displayEntity}から${ddcCommand}のDDC値を取得します。
ko: ${displayEntity}에서 ${ddcCommand}의 DDC 값 가져오기
nb: Hent DDC-verdi for ${ddcCommand} fra ${displayEntity}.
nl: Verkrijg DDC-waarde van ${ddcCommand} van ${displayEntity}.
pl: Pobierz wartość DDC polecenia ${ddcCommand} z wyświetlacza ${displayEntity}.
pt_br: Obter o valor DDC de ${ddcCommand} do ${displayEntity}.
ro: Obțineți valoarea DDC a lui ${ddcCommand} din ${displayEntity}.
ru: Получить значение DDC команды ${ddcCommand} с ${displayEntity}.
sl: Pridobite vrednost DDC ${ddcCommand} od ${displayEntity}.
sv: Hämta DDC-värde för ${ddcCommand} från ${displayEntity}.
tr: ${displayEntity} öğesinden ${ddcCommand} DDC değerini alın.
uk: Отримати значення DDC команди ${ddcCommand} з ${displayEntity}.
vi: Lấy giá trị DDC của ${ddcCommand} từ ${displayEntity}.
zh_hans: 从 ${displayEntity} 获取 ${ddcCommand} 的 DDC 值。
zh_hant: 從 ${displayEntity} 取得 ${ddcCommand} 的 DDC 值。

source: Get DDC value of ${vcpCode} from ${displayEntity}.
de: DDC-Wert von ${vcpCode} von ${displayEntity} abrufen.
es: Obtener el valor DDC de ${vcpCode} de ${displayEntity}.
fr: Récupérer la valeur DDC de ${vcpCode} depuis ${displayEntity}
hu: A(z) ${vcpCode} DDC értékének lekérése a(z) ${displayEntity} kijelzőről.
it: Ottieni il valore DDC di ${vcpCode} da ${displayEntity}.
ja: ${displayEntity}から${vcpCode}のDDC値を取得します。
ko: ${displayEntity}(으)로부터 ${vcpCode}의 DDC 값을 가져옵니다.
nb: Hent DDC-verdi for ${vcpCode} fra ${displayEntity}.
nl: Verkrijg DDC-waarde van ${vcpCode} van ${displayEntity}.
pl: Pobierz wartość DDC kodu ${vcpCode} z wyświetlacza ${displayEntity}.
pt_br: Obter o valor DDC de ${vcpCode} de ${displayEntity}.
ro: Obțineți valoarea DDC a lui ${vcpCode} din ${displayEntity}.
ru: Получить значение DDC кода ${vcpCode} с ${displayEntity}.
sl: Pridobite vrednost DDC ${vcpCode} od ${displayEntity}.
sv: Hämta DDC-värdet för ${vcpCode} från ${displayEntity}.
tr: ${displayEntity} öğesinden ${vcpCode} DDC değerini alın.
uk: Отримати значення DDC коду ${vcpCode} з ${displayEntity}.
zh_hans: 从 ${displayEntity} 获取 ${vcpCode} 的DDC值。
zh_hant: 從 ${displayEntity} 取得 ${vcpCode} 的DDC值。

source: Get Image Adjustment Value
de: Bildanpassungswert abfragen
es: Obtener valor de ajuste de imagen
fr: Obtenir les valeurs d'ajustement d'image
hu: Képbeállítás érték lekérése
it: Ottieni Valore Di Regolazione Immagine
ja: 画像調整値を取得
ko: 이미지 조정 값 가져오기
nb: Hent bildejusteringsverdi
nl: Verkrijg waarde beeldaanpassing
pl: Pobierz wartość korekcji obrazu
pt_br: Obtenha o valor de ajuste da imagem
ro: Obțineți valoarea de ajustare a imaginii
ru: Получить значение регулировки изображения
sl: Pridobite vrednost prilagoditve slike
sv: Hämta bildjusteringsvärde
tr: Görüntü Ayarlama Değerlerini Alın
uk: Отримати значення налаштування зображення
vi: Nhận giá trị Điều chỉnh Hình ảnh
zh_hans: 获取图像调节值
zh_hant: 取得圖形調整值

source: Get a control value using DDC from a display for a custom VCP.
de: Einen Steuerwert über DDC von einem Display für ein benutzerdefiniertes VCP abrufen.
es: Obtener un valor de control usando DDC de una pantalla para un VCP personalizado.
fr: Récupérer une valeur de contrôle en utilisant DDC depuis un écran pour un VCP personnalisé.
hu: Érték lekérése DDC használatával egy kijelzőről egyéni VCP segítségével.
it: Ottieni un valore di controllo utilizzando DDC da un display per un VCP personalizzato.
ja: DDCを使用して、カスタムVCP用の制御値をディスプレイから取得します。
ko: 사용자 지정 VCP를 위해 디스플레이에서 DDC를 사용하여 제어 값을 가져옵니다.
nb: Hent en kontrollverdi ved bruk av DDC fra en skjerm for en egendefinert VCP.
nl: Verkrijg een bedieningswaarde via DDC van een scherm voor een eigen VCP.
pl: Pobierz wartość sterującą za pomocą DDC z wyświetlacza dla niestandardowego VCP.
pt_br: Obter um valor de controle usando DDC de uma tela para um VCP personalizado.
ro: Obțineți o valoare de control folosind DDC de pe un afișaj pentru un VCP personalizat.
ru: Получить значение управления через DDC с дисплея для собственного VCP.
sl: Pridobite kontrolno vrednost z uporabo DDC z zaslona za VCP po meri.
sv: Hämta ett kontrollvärde med hjälp av DDC från en skärm för ett anpassat VCP.
tr: Özel bir VCP için bir ekrandan DDC kullanarak bir kontrol değeri alın.
uk: Отримати значення керування через DDC з дисплея для власного VCP.
zh_hans: 使用 DDC 从显示器取得自订 VCP 的控制值。
zh_hant: 使用 DDC 從顯示器取得自訂 VCP 的控制值。

source: Get a control value using DDC from a display.
de: Einen Steuerwert über DDC von einem Display abfragen.
es: Obtener un valor de control utilizando DDC de una pantalla.
fr: Obtenir une valeur de contrôle en utilisant le DDC d'un écran.
hu: Vezérlési érték lekérdezése DDC által egy kijelzőtől
it: Ottieni un valore di controllo usando DDC da un display.
ja: DDCを使用してディスプレイから制御値を取得します。
ko: 디스플레이에서 DDC를 사용하여 제어 값을 가져옵니다.
nb: Hent en kontrollverdi ved bruk av DDC fra en skjerm.
nl: Verkrijg een bedieningswaarde via DDC van een scherm.
pl: Pobierz wartość sterującą za pomocą DDC z wyświetlacza.
pt_br: Obtenha um valor de controle usando DDC de um monitor.
ro: Obține o valoare de control folosind DDC de la un ecran.​
ru: Получение управляющего значения с помощью DDC с дисплея.
sl: Pridobite kontrolno vrednost z uporabo DDC z zaslona.
sv: Hämta ett styrvärde med hjälp av DDC från en skärm.
tr: Bir ekrandan DDC kullanarak bir kontrol değeri alın.
uk: Отримати значення управління за допомогою DDC з дисплея.
vi: Lấy giá trị điều khiển bằng cách dùng DDC từ một màn hình.
zh_hans: 通过 DDC 从显示器获取控制值。
zh_hant: 通過 DDC 從顯示器取得控制值。

source: Get the current value of any adjustment for the display. The value will be converted to a scale of 0-1.
de: Den aktuellen Wert einer beliebigen Anpassung für das Display abrufen. Der Wert wird in eine Skala von 0-1 umgewandelt.
es: Obtén el valor actual de cualquier ajuste para la pantalla. El valor se convertirá a una escala de 0 a 1.
fr: Obtenir la valeur actuelle de n'importe quel ajustement pour l'écran. La valeur sera convertie sur une échelle de 0 à 1.
hu: Valamely beállítás aktuális értékének lekérése a kijelzőhöz. Az érték 0-1 közti skálára konvertálódik.
it: Ottenere il valore corrente di qualsiasi regolazione per il display. Il valore sarà convertito in una scala di 0-1.
ja: ディスプレイの現在の調整値を取得します。値は0-1のスケールに変換します。
ko: 디스플레이의 모든 설정에 대한 현재 값을 가져옵니다. 값은 0-1 범위로 변환됩니다.
nb: Hent gjeldende verdi for enhver justering for skjermen. Verdien konverteres til en skala fra 0–1.
nl: Verkrijg de huidige waarde van enige aanpassing aan dit scherm. De waarde wordt omgezet naar een schaal tussen 0 en 1.
pl: Pobierz aktualną wartość dowolnej regulacji wyświetlacza. Wartość zostanie przeliczona na skalę 0-1.
pt_br: Obtenha o valor atual de qualquer ajuste para o display. O valor será convertido para uma escala de 0 a 1.
ro: Obțineți valoarea curentă a oricărei ajustări pentru ecran. Valoarea va fi convertită într-o scară de la 0 la 1.
ru: Получить текущее значение любой настройки для дисплея. Значение будет преобразовано в шкалу 0-1.
sl: Pridobite trenutno vrednost katere koli prilagoditve za zaslon. Vrednost bo pretvorjena na lestvico 0-1.
sv: Hämta det aktuella värdet för en justering av skärmen. Värdet konverteras till en skala på 0-1.
tr: Ekran için herhangi bir ayarın geçerli değerini alın. Değer, 0-1 ölçeğine dönüştürülür.
uk: Отримати поточне значення будь-якого налаштування для дисплея. Значення буде перетворено в масштаб від 0-1.
vi: Nhận giá trị hiện tại của bất kỳ điều chỉnh nào cho màn hình. Giá trị sẽ được chuyển đổi thành một tỉ lệ từ 0-1.
zh_hans: 获取显示器上任何设置项的当前数值。系统会将该数值转换为 0-1 的范围。
zh_hant: 取得顯示器上任何設定項的目前數值。系統會將該數值轉換為 0-1 的範圍。
