Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Below this level on the combined brightness scale the app uses additional software dimming (as hardware backlight control reached the lowest possible level).
de: Unterhalb dieser Stufe auf der kombinierten Helligkeitsskala verwendet die App zusätzliches Software-basiertes Dimmen (da die Steuerung der Hardware-Hintergrundbeleuchtung die niedrigstmögliche Stufe erreicht hat).
es: Por debajo de este nivel en la escala de brillo combinado, la aplicación utiliza atenuación adicional por software (ya que el control de retroiluminación de hardware ha alcanzado el nivel más bajo posible).
fr: En dessous de ce niveau sur la plage de luminosité combinée l'application utilise de l'atténuation de luminosité logiciel supplémentaire (car le contrôle matériel du rétroéclairage à atteint son point le plus faible possible).
hu: A kombinált fényerőskála ezen szintje alatt az alkalmazás további szoftveres fényerőcsökkentést alkalmaz (mivel a hardveres fényerőszabályozás elérte a lehető legalacsonyabb szintet).
it: Al di sotto di questo livello sulla scala combinata di luminosità l'app utilizza un software aggiuntivo dimming (come il controllo della retroilluminazione hardware ha raggiunto il livello più basso possibile).
ja: 複合輝度スケールがこのレベル以下になる場合は、追加のソフトウェアディミングを使用します（ハードウェアのバックライト制御が最低レベルに達するため）。
ko: 통합 밝기 제어 모드를 사용할 때, 이 수준 이하에서는 앱이 추가 소프트웨어 디밍을 사용합니다(하드웨어 백라이트 제어가 가능한 최저 수준에 도달했기 때문).
nb: Under dette nivået på den kombinerte lysstyrkeskalaen bruker appen ekstra programvaredemping (siden maskinvarekontroll av bakgrunnsbelysning har nådd laveste nivå).
nl: Onder dit niveau op de gecombineerde helderheidsschaal zal de app aanvullende programmatische dimming gebruiken (aangezien de bediening van het achtergrondlicht van het apparaat zijn laagst mogelijke niveau heeft bereikt).
pl: Poniżej tego poziomu na skali łącznej jasności aplikacja stosuje dodatkowe programowe przyciemnianie (gdy sprzętowa kontrola podświetlenia osiągnęła najniższy możliwy poziom).
pt_br: Abaixo deste nível na escala de brilho combinada, o aplicativo usa escurecimento por software adicional (já que o controle de luz de fundo do hardware atinge o nível mais baixo possível).
ro: Sub acest nivel pe scara de luminozitate combinată, aplicația utilizează suplimentar software dimming-ul (deoarece controlul backlight-ului hardware a atins cel mai mic nivel posibil).
ru: Ниже этого уровня на комбинированной шкале яркости приложение использует дополнительную программную регулировку яркости (так как аппаратное управление подсветкой достигло минимально возможного уровня).
sl: Pod to ravnjo na kombinirani lestvici svetlosti aplikacija uporablja dodatno programsko zatemnitev (ker je nadzor osvetlitve ozadja strojne opreme dosegel najnižjo možno raven).
sv: Under denna nivå på den kombinerade ljusstyrkeskalan använder appen ytterligare mjukvarudimning (eftersom hårdvarans styrning av bakgrundsbelysningen nådde lägsta möjliga nivå).
tr: Birleşik parlaklık ölçeğinde bu seviyenin altında uygulama ek yazılım karartması kullanır (donanım arka ışık kontrolü mümkün olan en düşük seviyeye ulaştığından).
uk: Нижче цього рівня на комбінованій шкалі яскравості програма використовує додаткове програмне затемнення (оскільки апаратне керування підсвічуванням досягло найнижчого можливого рівня).
vi: Dưới mức này trên biểu đồ độ sáng kết hợp, ứng dụng sử dụng tính năng làm tối phần mềm bổ sung (vì kiểm soát đèn nền phần cứng đã đạt đến mức thấp nhất có thể).
zh_hans: 在此组合亮度等级下应用程序采取额外的软件调光（因为硬件背光控制可能已达最低级别）。
zh_hant: 在此組合亮度等級下應用程式會採用額外的軟體調光（因為硬體背光控制可能已達最低級別）。

source: Bit Depth
de: Bit-Tiefe
es: Profundidad de Bits
fr: Profondeur de Bit
hu: Színmélység
it: Profondità di bit
ja: ビット深度
ko: 비트 심도
nb: Fargedybde
nl: Bitdiepte
pl: Głębia bitowa
pt_br: Profundidade de cor
ro: Adâncimea culorii
ru: Глубина цвета
sl: Globina Bit
sv: Bitdjup
tr: Bit Derinliği
uk: Глибина кольору
vi: Độ sâu bit
zh_hans: 位深度
zh_hant: 位元深度

source: Bits per pixel
de: Bits pro Pixel
es: Algunas pantallas olvidan los cambios realizados mediante comandos DDC después de entrar en modo de suspensión. Con esta opción habilitada, la aplicación vuelve a aplicar la configuración DDC cada vez que la pantalla se activa.
fr: Bits par pixel
hu: Bitek pixelenként
it: Bit per pixel
ja: ビット/ピクセル
ko: 픽셀당 비트
nb: Biter per piksel
pl: Bity na piksel
pt_br: Bits por pixel
ro: Biți per pixel
ru: Бит на пиксель
sl: Bitov na slikovno piko
sv: Bitar per pixel
tr: Pixel başına bit
uk: Біт на піксель
vi: Số bit trên mỗi pixel
zh_hans: 每像素位数
zh_hant: 每像素位數

source: Bits per sample
de: Bits pro Sample
es: Bits por muestra
fr: Bits par échantillon
hu: Bitek mintánként
it: Bit per campione
ja: ビット/サンプル
ko: 샘플당 비트
nb: Biter per prøve
nl: Bits per monster
pl: Bity na próbkę
pt_br: Bits por amostra
ro: Biți pe eșantion
ru: Бит на выборку
sl: Bitov na vzorec
sv: Bitar per sample
tr: Örnek başına bit
uk: Біт на зразок
vi: Bit mỗi mẫu
zh_hans: 每样本位数
zh_hant: 每樣本位數

source: Blend Mode - Color
de: Überblendmodus – Farbe
es: Modo de fusión: Color
fr: Mode de fusion - Couleur
hu: Keverési mód – Szín
it: Modalità di fusione – Colore
ja: ブレンド - カラー
ko: 혼합 모드 - 색상
nb: Blandingsmodus – Farge
nl: Mengmodus - Kleur
pl: Tryb mieszania - Kolor
pt_br: Modo de mesclagem – Cor
ro: Mod de suprapunere - Culoare
ru: Режим смешивания — Цвет
sl: Način mešanja – barva
sv: Blandningsläge - Färg
tr: Karıştırma Modu - Renk
uk: Режим змішування — Колір
zh_hans: 混合模式 - 颜色
zh_hant: 混合模式 - 顏色

source: Blend Mode - Difference
de: Überblendmodus – Differenz
es: Modo de fusión: Diferencia
fr: Mode de fusion - Différence
hu: Keverési mód – Különbség
it: Modalità di fusione – Differenza
ja: ブレンド - 差の絶対値
ko: 혼합 모드 - 차이
nb: Blandingsmodus – Differanse
nl: Mengmodus - Verschil
pl: Tryb mieszania - Różnica
pt_br: Modo de mesclagem – Diferença
ro: Mod de suprapunere - Diferență
ru: Режим смешивания — Разница
sl: Način mešanja – razlika
sv: Blandningsläge - Skillnad
tr: Karıştırma Modu - Fark
uk: Режим змішування — Різниця
zh_hans: 混合模式 - 差值
zh_hant: 混合模式 - 差值

source: Blend Mode - Exclusion
de: Überblendmodus – Ausschluss
es: Modo de fusión: Exclusión
fr: Mode de fusion - Exclusion
hu: Keverési mód – Kizárás
it: Modalità di fusione – Esclusione
ja: ブレンド - 除外
ko: 혼합 모드 - 제외
nb: Blandingsmodus – Ekskludering
nl: Mengmodus - Uitsluiting
pl: Tryb mieszania - Wykluczenie
pt_br: Modo de mesclagem – Exclusão
ro: Mod de suprapunere - Excludere
ru: Режим смешивания — Исключение
sl: Način mešanja – izključitve
sv: Blandningsläge - Uteslutning
tr: Karıştırma Modu - Dışlama
uk: Режим змішування — Виключення
zh_hans: 混合模式 - 排除
zh_hant: 混合模式 - 排除

source: Blend Mode - Hard Light
de: Überblendmodus – Hartes Licht
es: Modo de fusión: Luz fuerte
fr: Mode de fusion - Lumière crue
hu: Keverési mód – Erős fény
it: Modalità di fusione – Luce intensa
ja: ブレンド - ハードライト
ko: 혼합 모드 - 하드 라이트
nb: Blandingsmodus – Hardt lys
nl: Mengmodus - Hard licht
pl: Tryb mieszania - Ostre światło
pt_br: Modo de mesclagem – Luz forte
ro: Mod de suprapunere - Lumina dură
ru: Режим смешивания — Жёсткий свет
sl: Način mešanja - Trda svetloba
sv: Blandningsläge - Hårt ljus
tr: Karıştırma Modu - Sert Işık
uk: Режим змішування — Жорстке світло
zh_hans: 混合模式 - 强光
zh_hant: 混合模式 - 強光

source: Blend Mode - Hue
de: Überblendmodus – Farbton
es: Modo de fusión: Tono
fr: Mode de fusion - Teinte
hu: Keverési mód – Árnyalat
it: Modalità di fusione – Tonalità
ja: ブレンド - 色相
ko: 혼합 모드 - 색조
nb: Blandingsmodus – Nyans
nl: Mengmodus - Tint
pl: Tryb mieszania - Barwa
pt_br: Modo de mesclagem – Matiz
ro: Mod de suprapunere - Nuanță
ru: Режим смешивания — Тон
sl: Način mešanja – odtenek
sv: Blandningsläge - Färgton
tr: Karıştırma Modu - Ton
uk: Режим змішування — Відтінок
zh_hans: 混合模式 - 色调
zh_hant: 混合模式 - 色相

source: Blend Mode - Luminosity
de: Überblendmodus – Helligkeit
es: Modo de fusión: Luminosidad
fr: Mode de fusion - Luminosité
hu: Keverési mód – Fényerő
it: Modalità di fusione – Luminosità
ja: ブレンド - 輝度
ko: 혼합 모드 - 휘도
nb: Blandingsmodus – Lyshet
nl: Mengmodus - Lichtsterkte
pl: Tryb mieszania - Jasność
pt_br: Modo de mesclagem – Luminosidade
ro: Mod de suprapunere - Luminozitate
ru: Режим смешивания — Светимость
sl: Način mešanja - Luminosity
sv: Blandningsläge - Luminositet
tr: Karıştırma Modu - Parlaklık
uk: Режим змішування — Яскравість
zh_hans: 混合模式 - 亮度
zh_hant: 混合模式 - 亮度

source: Blend Mode - Multiply
de: Überblendmodus – Multiplizieren
es: Modo de fusión: Multiplicar
fr: Mode de fusion - Produit
hu: Keverési mód – Szorzás
it: Modalità di fusione – Moltiplica
ja: ブレンド - 乗算
ko: 혼합 모드 - 곱하기
nb: Blandingsmodus – Multipliser
nl: Mengmodus - Vermenigvuldigen
pl: Tryb mieszania - Mnożenie
pt_br: Modo de mesclagem – Multiplicação
ro: Mod de suprapunere - Înmulțire
ru: Режим смешивания — Умножение
sl: Način mešanja - pomnoži
sv: Blandningsläge - Multiplicera
tr: Karıştırma Modu - Çarpma
uk: Режим змішування — Множення
zh_hans: 混合模式 - 正片叠底
zh_hant: 混合模式 - 正片疊底

source: Blend Mode - None
de: Überblendmodus – Kein
es: Modo de fusión: Ninguno
fr: Mode de fusion - Aucun
hu: Keverési mód – Nincs
it: Modalità di fusione – Nessuna
ja: ブレンド - なし
ko: 혼합 모드 - 없음
nb: Blandingsmodus – Ingen
nl: Mengmodus - Geen
pl: Tryb mieszania - Brak
pt_br: Modo de mesclagem – Nenhum
ro: Mod de suprapunere - Niciunul
ru: Режим смешивания — Нет
sl: Način mešanja – Brez
sv: Blandningsläge - Inget
tr: Karıştırma Modu - Yok
uk: Режим змішування — Немає
zh_hans: 混合模式 - 无
zh_hant: 混合模式 - 無

source: Blend Mode - Overlay
de: Überblendmodus – Überlagerung
es: Modo de fusión: Superposición
fr: Mode de fusion - Incrustation
hu: Keverési mód – Átfedés
it: Modalità di fusione – Sovrapposizione
ja: ブレンド - オーバーレイ
ko: 혼합 모드 - 오버레이
nb: Blandingsmodus – Overlegg
nl: Mengmodus - Overlay
pl: Tryb mieszania - Nakładka
pt_br: Modo de mesclagem – Sobreposição
ro: Mod de suprapunere - Suprapunere
ru: Режим смешивания — Наложение
sl: Način mešanja – prekrivanje
sv: Blandningsläge - Överlagring
tr: Karıştırma Modu - Kaplama
uk: Режим змішування — Перекриття
zh_hans: 混合模式 - 叠加
zh_hant: 混合模式 - 疊加

source: Blend Mode - Saturation
de: Überblendmodus – Sättigung
es: Modo de fusión: Saturación
fr: Mode de fusion - Saturation
hu: Keverési mód – Telítettség
it: Modalità di fusione – Saturazione
ja: ブレンド - 彩度
ko: 혼합 모드 - 채도
nb: Blandingsmodus – Metning
nl: Mengmodus - Verzadiging
pl: Tryb mieszania - Nasycenie
pt_br: Modo de mesclagem – Saturação
ro: Mod de suprapunere - Saturație
ru: Режим смешивания — Насыщенность
sl: Način mešanja - Nasičenost
sv: Blandningsläge - Mättnad
tr: Karıştırma Modu - Doygunluk
uk: Режим змішування — Насиченість
zh_hans: 混合模式 - 饱和度
zh_hant: 混合模式 - 飽和度

source: Blend Mode - Screen
de: Überblendmodus – Negativ multiplizieren
es: Modo de fusión: Trama
fr: Mode de fusion - Superposition
hu: Keverési mód – Képernyő
it: Modalità di fusione – Scolora
ja: ブレンド - スクリーン
ko: 혼합 모드 - 스크린
nb: Blandingsmodus – Skjerm
nl: Mengmodus - Scherm
pl: Tryb mieszania - Ekran
pt_br: Modo de mesclagem – Tela
ro: Mod de suprapunere - Screen
ru: Режим смешивания — Экран
sl: Način mešanja – Zaslon
sv: Blandningsläge - Skärm
tr: Karıştırma Modu - Ekran
uk: Режим змішування — Екран
zh_hans: 混合模式 - 滤色
zh_hant: 混合模式 - 濾色

source: Blend Mode - Soft Light
de: Überblendmodus – Weiches Licht
es: Modo de fusión: Luz suave
fr: Mode de fusion - Lumière tamisée
hu: Keverési mód – Lágy fény
it: Modalità di fusione – Luce soffusa
ja: ブレンド - ソフトライト
ko: 혼합 모드 - 소프트 라이트
nb: Blandingsmodus – Mykt lys
nl: Mengmodus - Zacht licht
pl: Tryb mieszania – Miękkie światło
pt_br: Modo de mesclagem – Luz suave
ro: Mod de suprapunere - Lumină difuză
ru: Режим смешивания — Мягкий свет
sl: Način mešanja - Mehka svetloba
sv: Blandningsläge - Mjukt ljus
tr: Karıştırma Modu - Yumuşak Işık
uk: Режим змішування — М'яке світло
zh_hans: 混合模式 - 柔光
zh_hant: 混合模式 - 柔光

source: Blend Mode Opacity
de: Überblendmodus-Deckkraft
es: Opacidad del modo de fusión
fr: Opacité du mode de fusion
hu: Keverési mód átlátszatlansága
it: Opacità modalità di fusione
ja: ブレンドモードの不透明度
ko: 혼합 모드 불투명도
nb: Gjennomsiktighet for blandingsmodus
nl: Ondoorzichtigheid mengmodus
pl: Krycie trybu mieszania
pt_br: Opacidade do modo de mesclagem
ro: Opacitate mod de suprapunere
ru: Непрозрачность режима смешивания
sl: Motnost načina mešanja
sv: Opacitet för blandningsläge
tr: Karıştırma Modu - Opaklık
uk: Непрозорість режиму змішування
zh_hans: 混合模式不透明度
zh_hant: 混合模式不透明度

source: Block %lld
pl: Blok %lld
ru: Блокировать %lld

source: Bloom
es: Resplandor
fr: Flou lumineux
hu: Fényudvar
it: Bagliore
ja: ブルーム
ko: 블룸
nl: Gloed
pl: Rozświetlenie
pt_br: Brilho difuso
ro: Efect bloom
ru: Свечение
tr: Işık Parlaması
uk: Світіння
zh_hans: 辉光
zh_hant: 輝光

source: Blue Black Level (Hardware)
de: Blauer Schwarzwert (Hardware)
es: Nivel Negro Azul (Hardware)
fr: Niveau de Noir bleu (matériel)
hu: Kék feketeszint (hardver)
it: Livello nero blu (Hardware)
ja: ブルー-ブラックレベル（ハードウェア）
ko: 블루 블랙 레벨 (하드웨어)
nb: Blå svartnivå (maskinvare)
nl: Blauwzwartniveau (apparatuur)
pl: Poziom czerni dla niebieskiego (Sprzętowo)
pt_br: Nível decPreto do Azul (Hardware)
ro: Nivel negru albastru (Hardware)
ru: Уровень чёрного по синему (аппаратный)
sl: Raven modre črne (strojna oprema)
sv: Blå svart nivå (hårdvara)
tr: Mavi Siyah Seviyesi (Donanımsal)
uk: Рівень синього чорного (Апаратна)
vi: Mức độ Đen Xanh dương (Phần cứng)
zh_hans: 蓝色黑电平 (硬件)
zh_hant: 藍色黑電平 (硬體)

source: Blue Gain (Hardware)
de: Blauverstärkung (Hardware)
es: Ganancia Azul (Hardware)
fr: Gain Bleu (matériel)
hu: Kék erősítés (hardver)
it: Guadagno (Blu, Hardware)
ja: ブルーゲイン（ハードウェア）
ko: 블루 게인 (하드웨어)
nb: Blå forsterkning (maskinvare)
nl: Versterking blauwtint (apparatuur)
pl: Wzmocnienie dla niebieskiego (Sprzętowo)
pt_br: Ganho Azul (Hardware)
ro: Câștig albastru (Hardware)
ru: Усиление синего (аппаратное)
sl: Modra pridobitev (strojna oprema)
sv: Blå förstärkning (hårdvara)
tr: Mavi Kazancı (Donanımsal)
uk: Підсилення синього (Апаратна)
vi: Độ sáng Xanh dương (Phần cứng)
zh_hans: 蓝色增益 (硬件)
zh_hant: 藍色增益 (硬體)

source: Both turned off by HDR toggle
de: Beide deaktiviert durch HDR-Schalter
es: Ambos desactivados por el interruptor HDR
fr: Tous désactivés par l'activation de HDR
hu: Mind kikapcsolva HDR miatt
it: Entrambi disattivati da HDR toggle
ja: HDR切り替え時は共にオフ
ko: HDR 토글로 둘 다 꺼짐
nb: Begge slått av av HDR-omkobler
nl: Beide uitgeschakeld door HDR-schakelaar
pl: Oba wyłączone przełącznikiem HDR
pt_br: Ambos desligados pela alternância HDR
ro: Ambele dezactivate prin comutarea HDR
ru: Оба отключены переключателем HDR
sl: Oboje je izklopljeno s stikalom HDR
sv: Båda avstängda med HDR-omkopplaren
tr: Her ikisi de HDR geçişiyle kapatıldı
uk: Обидва вимкнено перемикачем HDR
vi: Cả hai được tắt thông qua chuyển đổi HDR
zh_hans: 两者都随 HDR 切换关闭
zh_hant: 兩者都隨 HDR 切換關閉

source: Bottom
de: Unten
es: Abajo
fr: Bas
hu: Alul
it: In basso
ja: 下端
ko: 아래
nb: Bunn
nl: Onderkant
pl: Dół
pt_br: Parte de Baixo
ro: Jos
ru: Снизу
sl: Spodaj
sv: Nederst
tr: Alt
uk: Знизу
vi: Dưới
zh_hans: 底部
zh_hant: 底部

source: Bottom → Center
de: Unten → Zentrum
es: Abajo → En el centro
fr: Bas → centre
hu: Alul → Középen
it: In basso → Al centro
ja: 下 → 中央
ko: 하단 → 중앙
nb: Bunn → Senter
nl: Onderkant → Midden
pl: Dół → Środek
pt_br: Embaixo → No centro
ro: Jos → Centru
ru: Снизу → Центр
sl: Spodaj → Sredina
sv: Nedre → Mitten
tr: Alt → Merkez
uk: Знизу → Центр
zh_hans: 下方 → 中间
zh_hant: 下方 → 中間

source: Bottom → Left
de: Unten → Links
es: Abajo → A la izquierda
fr: Bas → gauche
hu: Alul → Balra
it: In basso → A sinistra
ja: 下 → 左
ko: 하단 → 왼쪽
nb: Bunn → Venstre
nl: Onderkant → Links
pl: Dół → Lewo
pt_br: Embaixo → À esquerda
ro: Jos → Stânga
ru: Снизу → Влево
sl: Spodaj → Levo
sv: Nedre → Vänster
tr: Alt → Sol
uk: Знизу → Ліворуч
zh_hans: 下方 → 左侧
zh_hant: 下方 → 左側

source: Bottom → Left - Corner
de: Unten → Links - Ecke
es: Abajo → A la izquierda - Esquina
fr: Bas → coin gauche
hu: Alul → Balra - Sarok
it: In basso → A sinistra - Angolo
ja: 下 → 左 - 隅
ko: 하단 → 왼쪽 - 모서리
nb: Bunn → Venstre – Hjørne
nl: Onderkant → Links - hoek
pl: Dół → Lewy róg
pt_br: Embaixo → À esquerda - Canto
ro: Jos → Colț stânga
ru: Снизу → Левый угол
sl: Spodaj → Levi - Kot
sv: Botten → Vänster - Hörn
tr: Alt → Sol - Köşe
uk: Знизу → Лівий кут
zh_hans: 下方 → 左侧 - 角落
zh_hant: 下方 → 左側 - 角落

source: Bottom → Right
de: Unten → Rechts
es: Abajo → A la derecha
fr: Bas → droite
hu: Alul → Jobbra
it: In basso → A destra
ja: 下 → 右
ko: 하단 → 오른쪽
nb: Bunn → Høyre
nl: Onderkant → Rechts
pl: Dół → Prawo
pt_br: Embaixo → À direita
ro: Jos → Dreapta
ru: Снизу → Вправо
sl: Spodaj → Desno
sv: Nedre → höger
tr: Alt → Sağ
uk: Знизу → Праворуч
zh_hans: 下方 → 右侧
zh_hant: 下方 → 右側

source: Bottom → Right - Corner
de: Unten → Rechts - Ecke
es: Abajo → A la derecha - Esquina
fr: Bas → coin droit
hu: Alul → Jobbra - Sarok
it: In basso → A destra - Angolo
ja: 下 → 右 - 隅
ko: 하단 → 오른쪽 - 모서리
nb: Bunn → Høyre – Hjørne
nl: Onderkant → Rechts - Hoek
pl: Dół → Prawy róg
pt_br: Embaixo → À direita - Canto
ro: Jos → Colț dreapta
ru: Снизу → Правый угол
sl: Spodaj → Desni - Kot
sv: Botten → Höger - Hörn
tr: Alt → Sağ - Köşe
uk: Знизу → Правий кут
zh_hans: 下方 → 右侧 - 角落
zh_hant: 下方 → 右側 - 角落

source: Bottom-center
nl: Onderaan-midden
pl: Dolny środek
ru: Внизу по центру

source: Briefly show Dock icon on startup
de: Dock-Symbol beim Startvorgang kurz anzeigen
es: Mostrar brevemente el ícono del Dock al iniciar
fr: Affiche brièvement l'icône du Dock au démarrage
hu: Dock ikon ideiglenes megjelenítése induláskor
it: Mostra brevemente l'icona Dock all'avvio
ja: 起動時にDockアイコンをしばらく表示
ko: 시작 시 Dock 아이콘을 간략하게 표시
nb: Vis Dock-ikon kort ved oppstart
nl: Toon kort het docksymbool bij opstarten
pl: Krótkie wyświetlanie ikony w Docku podczas uruchamiania
pt_br: Mostrar brevemente o ícone do dock na inicialização
ro: Afișează în mod succint iconița Dock la pornire
ru: Кратковременное отображение иконки Dock при запуске
sl: Ob zagonu na kratko prikaži ikono v Dock-u
sv: Visa kort Dock-ikonen vid uppstart
tr: Başlangıçta Dock simgesini kısaca göster
uk: Короткочасно показувати піктограму Dock під час запуску
vi: Hiển thị biểu tượng nhanh trên Dock khi khởi động ứng dụng
zh_hans: 启动时短暂显示程序坞图标
zh_hant: 啟動時短暫顯示 Dock 圖示

source: Brighten Displays
de: Displays aufhellen
es: Aumentar el brillo de las pantallas
fr: Augmente la luminosité des écrans
hu: Kijelzők fényerejének növelése
it: Schermi luminosi
ja: 輝度を上げたディスプレイ
ko: 디스플레이 밝기
nb: Lys opp skjermer
nl: Verhoog helderheid schermen
pl: Rozjaśnij wyświetlacze
pt_br: Iluminar Monitores
ro: Creste luminozitatea ecranelor​
ru: Усилить яркость дисплеев
sl: Osvetlitev zaslonov
sv: Ljusare skärmar
tr: Ekranları Aydınlatın
uk: Збільшити яскравість дисплеїв
vi: Tăng độ sáng màn hình
zh_hans: 提升显示器亮度
zh_hant: 提升顯示器亮度

source: Brighten all displays.
de: Alle Displays aufhellen.
es: Aumentar el brillo de todas las pantallas.
fr: Augmente la luminosité de tous les écrans.
hu: Minden kijelző fényesítése.
it: Aumenta la luminosità di tutti i display
ja: すべてのディスプレイの輝度を上げます。
ko: 모든 디스플레이를 밝게 합니다.
nb: Lys opp alle skjermer.
nl: Verhoog helderheid alle schermen.
pl: Rozjaśnij wszystkie wyświetlacze.
pt_br: Aumentar o brilho de todos os monitores.
ro: Creste luminozitatea tuturor ecranelor.
ru: Увеличить яркость всех дисплеев.
sl: Osvetlite vse zaslone.
sv: Gör alla skärmar ljusare.
tr: Tüm ekranları aydınlatın.
uk: Яскравіше на всіх дисплеях.
vi: Tăng độ sáng tất cả các màn hình.
zh_hans: 调亮所有显示器。
zh_hant: 調亮所有顯示器。

source: Brightness
de: Helligkeit
es: Brillo
fr: Luminosité
hu: Fényerő
it: Luminosità
ja: 輝度
ko: 밝기
nb: Lysstyrke
nl: Helderheid
pl: Jasność
pt_br: Brilho
ro: Luminozitate
ru: Яркость
sl: Svetlost
sv: Ljusstyrka
tr: Parlaklık
uk: Яскравість
vi: Độ sáng
zh_hans: 亮度
zh_hant: 亮度

source: Brightness (Combined)
de: Helligkeit (kombiniert)
es: Brillo (Combinado)
fr: Luminosité (combinée)
hu: Fényerő (kombinált)
it: Luminosità (Combinata)
ja: 輝度（複合）
ko: 밝기 (통합)
nb: Lysstyrke (kombinert)
nl: Helderheid (gecombineerd)
pl: Jasność (łączna)
pt_br: Brilho (Combinado)
ro: Luminozitate (Combinată)
ru: Яркость (Комбинированная)
sl: Svetlost (kombinirano)
sv: Ljusstyrka (kombinerad)
tr: Parlaklık (Birleşik)
uk: Яскравість (комбінована)
vi: Độ sáng (Kết hợp)
zh_hans: 亮度 (组合)
zh_hant: 亮度 (組合)

source: Brightness (Combined, Metal)
de: Helligkeit (kombiniert, Metal)
es: Brillo (Combinado, Metal)
fr: Luminosité (combinée, Metal)
hu: Fényerő (kombinált, Metal)
it: Luminosità (Miglia, Metal)
ja: 輝度（複合、Metal）
ko: 밝기 (통합, Metal)
nb: Lysstyrke (kombinert, Metal)
nl: Helderheid (gecombineerd, Metal)
pl: Jasność (łączna, Metal)
pt_br: Brilho (Combinado, Metal)
ro: Luminozitate (Combinată, Metal)
ru: Яркость (комбинированная, Metal)
sl: Svetlost (kombinirano, Metal)
sv: Ljusstyrka (kombinerad, Metal)
tr: Parlaklık (Birleşik, Metal)
uk: Яскравість (Комбінована, Metal)
vi: Độ sáng (Kết hợp, Metal)
zh_hans: 亮度（组合，Metal）
zh_hant: 亮度（組合，Metal）

source: Brightness (Combined, Upscaling)
de: Helligkeit (kombiniert, Hochskalierung)
es: Brillo (Combinado, Escalado)
fr: Luminosité (combinée, démultiplication)
hu: Fényerő (kombinált, felskálázás)
it: Luminosità (Combinata, Upscaling)
ja: 輝度（複合、アップスケーリング）
ko: 밝기 (통합, 업스케일링)
nb: Lysstyrke (kombinert, oppskalering)
nl: Helderheid (gecombineerd, opschaling)
pl: Jasność (łączna, skalowanie)
pt_br: Brilho (Combinado, Upscaling)
ro: Luminozitate (Combinată, Scalare)
ru: Яркость (комбинированная, масштабирование)
sl: Svetlost (kombinirana, nadgradnja)
sv: Ljusstyrka (kombinerad, uppskalning)
tr: Parlaklık (Birleşik, Yükseltme)
uk: Яскравість (Комбінована, Масштабування)
vi: Độ sáng (Kết hợp, Tăng cường)
zh_hans: 亮度 (组合，增强)
zh_hant: 亮度 (組合，增強)

source: Brightness (Hardware)
de: Helligkeit (Hardware)
es: Brillo (Hardware)
fr: Luminosité (matérielle)
hu: Fényerő (hardver)
it: Luminosità (Hardware)
ja: 輝度（ハードウェア）
ko: 밝기 (하드웨어)
nb: Lysstyrke (maskinvare)
nl: Helderheid (apparatuur)
pl: Jasność (sprzętowa)
pt_br: Brilho (Hardware)
ro: Luminozitate (Hardware)
ru: Яркость (Аппаратное обеспечение)
sl: Svetlost (strojna oprema)
sv: Ljusstyrka (hårdvara)
tr: Parlaklık (Donanımsal)
uk: Яскравість (Апаратна)
vi: Độ sáng (Phần cứng)
zh_hans: 亮度（硬件）
zh_hant: 亮度（硬體）

source: Brightness (Metal Upscaling)
de: Helligkeit (Metal-Hochskalierung)
es: Brillo (Escalado Metal)
fr: Luminosité (démultiplication via Metal)
hu: Fényerő (Metal felskálázás)
it: Luminosità (Metal Upscaling)
ja: 輝度（Metalアップスケーリング）
ko: 밝기 (Metal 업스케일링)
nb: Lysstyrke (Metal-oppskalering)
nl: Helderheid (Metal-opschaling)
pl: Jasność (skalowanie Metal)
pt_br: Brilho (aumento de escala do Metal)
ro: Luminozitate (scalare cu Metal)​⬤
ru: Яркость (Metal масштабирование)
sl: Svetlost (Metal Upscaling)
sv: Ljusstyrka (uppskalning med Metal)
tr: Parlaklık (Metal Yükseltme)
uk: Яскравість (масштабування Meta)
vi: Độ sáng (Tăng cường Metal)
zh_hans: 亮度 (Metal 提升)
zh_hant: 亮度 (Metal 提升)

source: Brightness (Metal)
de: Helligkeit (Metal)
es: Brillo (Metal)
fr: Luminosité (Metal)
hu: Fényerő (Metal)
it: Luminosità (Metal)
ja: 輝度（Metal）
ko: 밝기 (Metal)
nb: Lysstyrke (Metal)
nl: Helderheid (Metal)
pl: Jasność (Metal)
pt_br: Brilho (Metal)
ro: Luminozitate (Metal)
ru: Яркость (Metal)
sl: Svetlost (Metal)
sv: Ljusstyrka (Metal)
tr: Parlaklık (Metal)
uk: Яскравість (Metal)
vi: Độ sáng (Metal)
zh_hans: 亮度（Metal）
zh_hant: 亮度（Metal）
