Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Brightness (Native XDR Upscaling)
de: Helligkeit (native XDR-Hochskalierung)
es: Brillo (Escalado nativo XDR)
fr: Luminosité (démultiplication XDR native)
hu: Fényerő (natív XDR felskálázás)
it: Luminosità (Upscaling XDR Nativo)
ja: 輝度（ネイティブXDRスケーリング）
ko: 밝기 (네이티브 XDR 업스케일링)
nb: Lysstyrke (innfødt XDR-oppskalering)
nl: Helderheid (ingebouwde XDR-opschaling)
pl: Jasność (natywne skalowanie XDR)
pt_br: Brilho (upscaling XDR nativo)
ro: Luminozitate (Scalare nativă XDR)​
ru: Яркость (Нативное масштабирование XDR)
sl: Svetlost (izvirno povečanje velikosti XDR)
sv: Ljusstyrka (inbyggd XDR-uppskalning)
tr: Parlaklık (Yerel XDR Yükseltme)
uk: Яскравість (вбудоване масштабування XDR)
vi: Độ sáng (Tăng cường XDR nguyên bản)
zh_hans: 亮度 (原生 XDR 提升)
zh_hant: 亮度 (原生 XDR 提升)

source: Brightness (Software Upscaling)
de: Helligkeit (Software-basierte Hochskalierung)
es: Brillo (Escalado por Software)
fr: Luminosité (démultiplication logicielle)
hu: Fényerő (szoftveres felskálázás)
it: Luminosità (Software Upscaling)
ja: 輝度（ソフトウェアアップスケーリング）
ko: 밝기 (소프트웨어 업스케일링)
nb: Lysstyrke (programvareoppskalering)
nl: Helderheid (programmatische opschaling)
pl: Jasność (skalowanie programowe)
pt_br: Brilho (Upscaling de Software)
ro: Luminozitate (Upscaling Software)
ru: Яркость (Программное масштабирование)
sl: Svetlost (programska nadgradnja)
sv: Ljusstyrka (uppskalning av programvara)
tr: Parlaklık (Yazılım Yükseltmesi)
uk: Яскравість (програмне масштабування)
vi: Độ sáng (Tăng cường qua phần mềm)
zh_hans: 亮度 (软件提升)
zh_hant: 亮度 (軟體提升)

source: Brightness (Software)
de: Helligkeit (Software-basiert)
es: Brillo (Software)
fr: Luminosité (logicielle)
hu: Fényerő (szoftveres)
it: Luminosità (Software)
ja: 輝度（ソフトウェア）
ko: 밝기 (소프트웨어)
nb: Lysstyrke (programvare)
nl: Helderheid (programmatisch)
pl: Jasność (programowa)
pt_br: Brilho (Software)
ro: Luminozitate (Software)
ru: Яркость (Программное обеспечение)
sl: Svetlost (programska oprema)
sv: Ljusstyrka (programvara)
tr: Parlaklık (Yazılım)
uk: Яскравість (програмне забезпечення)
vi: Độ sáng (Phần mềm)
zh_hans: 亮度 (软件)
zh_hant: 亮度 (軟體)

source: Brightness Keys, Video Adjustment Shortcuts Affect:
de: Tastaturkurzbefehle für Helligkeit und Video Anpassungen betreffen:
es: Teclas de Brillo, Atajos de Ajuste de Video Afectan:
fr: Les touches de luminosité et les raccourcis d'ajustement vidéo affectent :
hu: Fényerő billentyűk, Videó-beállítás gyorsbillentyűk hatása:
it: Tasti di luminosità, scorciatoie di regolazione video affetto:
ja: 輝度キー、ビデオ調整ショートカットの対象：
ko: 밝기, 비디오 조정 단축키가 제어할 디스플레이:
nb: Lysstyrketaster, snarveier for videojustering påvirker:
nl: Helderheidstoetsen, sneltoetsen video-aanpassingen hebben invloed op:
pl: Klawisze jasności, skróty regulacji obrazu dotyczą:
pt_br: Teclas de brilho e atalhos de ajuste de vídeo afetam:
ro: Tastele de luminozitate, scurtăturile de ajustare video afectează:
ru: Клавиши яркости, клавиши быстрого доступа к настройке видео:
sl: Tipke za svetlost, bližnjice za nastavitev videa Vplivajo na:
sv: Genvägar för ljusstyrketangenter, videojustering påverkar:
tr: Parlaklık Tuşları, Video Ayarlama Kısayolları Etkiler:
uk: Клавіші яскравості, ярлики налаштування відео впливають на:
vi: Phím độ sáng, phím tắt điều chỉnh video ảnh hưởng:
zh_hans: 亮度键，视频调整快捷键影响：
zh_hant: 亮度鍵，影像調整快捷鍵影響：

source: Brightness Upscaling
de: Helligkeits-Hochskalierung
es: Escalado de brillo
fr: Luminosité démultipliée
hu: Fényerő felskálázás
it: Upscaling della luminosità
ja: 輝度アップスケーリング
ko: 밝기 업스케일링
nb: Lysstyrkeoppskalering
nl: Opschaling helderheid
pl: Skalowanie jasności
pt_br: Ampliação de brilho
ro: Scalarea luminozității
ru: Масштабирование яркости
sl: Povečanje svetlosti
sv: Uppskalning av ljusstyrkan
tr: Parlaklık Yükseltme
uk: Підвищення яскравості
vi: Tăng cường Độ sáng
zh_hans: 亮度提升
zh_hant: 亮度提升

source: Brightness Upscaling (Native)
de: Helligkeits-Hochskalierung (Nativ)
es: Escalado de brillo (nativo)
fr: Luminosité démultipliée (native)
hu: Fényerő felskálázás (natív)
it: Upscaling della luminosità (nativo)
ja: 輝度アップスケーリング（ネイティブ）
ko: 밝기 업스케일링 (기본)
nb: Lysstyrkeoppskalering (innfødt)
nl: Opschaling helderheid (ingebouwd)
pl: Skalowanie jasności (Natywne)
pt_br: Ampliação de brilho (nativa)
ro: Scalarea luminozității (Nativă)
ru: Масштабирование яркости (нативное)
sl: Povečanje svetlosti (izvorno)
sv: Uppskalning av ljusstyrkan (inbyggd)
uk: Підвищення яскравості (рідне)
vi: Tăng cường Độ sáng (Tự nhiên)
zh_hans: 亮度提升（原生）
zh_hant: 亮度提升（原生）

source: Brightness and Video
de: Helligkeit und Video
es: Brillo y Video
fr: Luminosité et vidéo
hu: Fényerő és Video
it: Luminosità e video
ja: 輝度とビデオ
ko: 밝기 및 비디오
nb: Lysstyrke og video
nl: Helderheid en video
pl: Jasność i obraz
pt_br: Brilho e Video
ro: Luminozitate și Video
ru: Яркость и Видео
sl: Svetlost in video
sv: Ljusstyrka och video
tr: Parlaklık ve Video
uk: Яскравість і відео
vi: Độ sáng và Video
zh_hans: 亮度及视频
zh_hant: 亮度及影像

source: Brightness control using native brightness keys
de: Helligkeitssteuerung durch native Helligkeitstasten
es: Control de brillo usando teclas de brillo nativas
fr: Contrôler la luminosité avec les touches de luminosité natives
hu: Fényerő szabályozás a natív fényerő billentyűk használatával
it: Controllo luminosità utilizzando i tasti di luminosità nativi
ja: ネイティブ輝度キーによる輝度制御
ko: 기본 밝기 키를 사용한 밝기 제어
nb: Lysstyrkekontroll med native lysstyrketaster
nl: Bedeining helderheid via ingebouwde helderheidstoetsen
pl: Steruj jasnością za pomocą natywnych przycisków jasności
pt_br: Controle de brilho usando teclas de brilho nativas
ro: Controlul luminozității folosind tastele native de luminozitate
ru: Управление яркостью с помощью нативных клавиш
sl: Nadzor svetlosti z izvornimi tipkami za svetlost
sv: Ljusstyrkekontroll med inbyggda tangenter för det
tr: Yerel parlaklık tuşlarını kullanarak parlaklık kontrolü
uk: Керування яскравістю за допомогою власних клавіш яскравості
vi: Điều khiển độ sáng bằng các phím độ sáng tự nhiên
zh_hans: 使用原生亮度键进行亮度控制
zh_hant: 使用原生亮度鍵進行亮度控制

source: Bring to Screen With Mouse
de: Auf Maus-Bildschirm holen
es: Mover a la pantalla del cursor
fr: Déplacer vers l’écran actuel
hu: Egérrel rendelkező képernyőre mozgatás
it: Porta alla schermata con il mouse
ja: マウスと一緒にスクリーンに移動
ko: 마우스로 화면 가져오기
nb: Flytt til skjerm med mus
nl: Open op scherm met muis
pl: Przenieś na ekran za pomocą myszy
pt_br: Trazer para a tela com o mouse
ro: Aduceți pe ecran cu mouse-ul
ru: Переместить на экран с помощью мыши
sl: Pripelji na zaslon z miško
sv: Ta fram på skärmen med musen
tr: Fare ile Ekrana Getir
uk: Перемістити на екран з мишею
vi: Đưa Lên Màn Hình Có Chuột
zh_hans: 将窗口移至鼠标所在屏幕
zh_hant: 將視窗移至滑鼠所在螢幕

source: Broadcast OSD notifications to third party apps (see [documentation](https://betterdisplay.pro/integration)).
de: Übermittlung von OSD-Mitteilungen an Apps von Drittanbietern (siehe [Dokumentation](https://betterdisplay.pro/integration)).
es: Transmitir notificaciones OSD a aplicaciones de terceros (ver [documentación](https://betterdisplay.pro/integration)).
fr: Diffuser des notifications OSD à des applications tierces (voir la [documentation](https://betterdisplay.pro/integration)).
hu: OSD-értesítések továbbítása harmadik feles alkalmazások számára (lásd [dokumentáció](https://betterdisplay.pro/integration)).
it: Trasmetta le notifiche OSD a app di terze parti (vedi [documentation](https://betterdisplay.pro/integration)).
ja: OSD通知をサードパーティ製アプリにブロードキャストします（[説明](https://betterdisplay.pro/integration)を参照）。
ko: 타사 앱에 OSD 알림을 표시합니다. ([문서](https://betterdisplay.pro/integration))를 참조하세요.
nb: Send OSD-varslinger til tredjepartsapper (se [dokumentasjon](https://betterdisplay.pro/integration)).
nl: Zend OSD-meldingen naar apps van derden (lees de [documentatie](https://betterdisplay.pro/integration)).
pl: Nadawaj powiadomienia OSD do aplikacji innych firm (zobacz [dokumentację](https://betterdisplay.pro/integration)).
pt_br: Transmitir notificações de OSD para aplicativos de terceiros (consulte [documentação](https://betterdisplay.pro/integration)).
ro: Transmiteți notificări OSD către aplicațiile terțe (consultați [documentația](https://betterdisplay.pro/integration)).
ru: Передача OSD уведомлений сторонним приложениям (см. [документацию](https://betterdisplay.pro/integration)).
sl: Oddajajte obvestila OSD aplikacijam tretjih oseb (glejte [dokumentacijo](https://betterdisplay.pro/integration)).
sv: Sänd OSD-meddelanden till appar från tredje part (se [dokumentation](https://betterdisplay.pro/integration)).
tr: OSD bildirimlerini üçüncü taraf uygulamalara yayınlayın (bkz. [documentation](https://betterdisplay.pro/integration)).
uk: Трансляція сповіщень екранного меню стороннім програмам (див. [документацію](https://betterdisplay.pro/integration)).
vi: Phát sóng thông báo OSD đến ứng dụng bên thứ ba (xem [tài liệu](https://betterdisplay.pro/integration)).
zh_hans: 向第三方应用程序广播调整浮窗 (OSD) 通知 （请参阅 [文档](https://betterdisplay.pro/integration)）。
zh_hant: 向第三方應用程式廣播調整浮動視窗 (OSD) 通知 （請參閱 [文檔](https://betterdisplay.pro/integration)）。

source: Browse…
es: Examinar…
ja: ブラウズ…
ko: 탐색...
nl: Blader...
pl: Przeglądaj…
ru: Обзор…

source: Build
es: Construir
ja: ビルド
ko: 빌드
nb: Bygg
pl: Kompilacja
pt_br: Construir
ro: Versiune
ru: Сборка
sl: Izdaja
sv: Byggversion
tr: Derleme
uk: Збірка
vi: Phiên bản

source: Built-in Display
de: Integriertes Display
es: Pantalla Incorporada
fr: Écran intégré
hu: Beépített kijelző
it: Schermo integrato
ja: 内蔵ディスプレイ
ko: 내장 디스플레이
nb: Innebygd skjerm
nl: Ingebouwd scherm
pl: Wbudowany wyświetlacz
pt_br: Monitor Interno
ro: Ecran încorporat
ru: Встроенный дисплей
sl: Vgrajen zaslon
sv: Inbyggd skärm
tr: Dahili Ekran
uk: Вбудований Дисплей
vi: Màn hình tích hợp
zh_hans: 内建显示屏
zh_hant: 內建顯示器

source: Buy %@ Pro
de: Kaufe die Pro-Version von %@
es: Compra %@ Pro
fr: Acheter %@ Pro
hu: %@ Pro megvásárlása
it: Acquista %@ Pro
ja: 購入: %@ Pro
ko: %@ Pro 구매
nb: Kjøp %@ Pro
nl: Koop %@ Pro
pl: Kup %@ Pro
pt_br: Comprar %@ Pro
ro: Cumpărați %@ Pro
ru: Купить %@ Pro
sl: Kupite %@ Pro
sv: Köp %@ Pro
tr: %@ Pro'yu Satın Al
uk: Придбайте %@ Pro
vi: Mua Pro %@
zh_hans: 购买专业版 %@
zh_hant: 購買專業版 %@

source: By default the app orders display first, then virtual screens, alphabetically. By providing an ordering string, you can redefine the data which serves as the basis of the alphabetical order and mix the virtual screen among the displays as well.
de: Standardmäßig ordnet die App zuerst die Bildschirme und dann die virtuellen Bildschirme alphabetisch. Durch die Angabe einer Sortierzeichenfolge können Sie die Daten neu definieren, die als Grundlage der alphabetischen Reihenfolge dienen, und den virtuellen Bildschirm unter den Bildschirmen mischen.
es: De forma predeterminada, la aplicación ordena primero las pantallas y luego las pantallas virtuales alfabéticamente. Al proporcionar una cadena de ordenación, puedes redefinir los datos que sirven como base para el orden alfabético y mezclar las pantallas virtuales entre las pantallas normales.
fr: Par défaut, l'application affiche d'abord les écrans, puis les écrans virtuels, dans l'ordre alphabétique. En fournissant une chaîne de classement, vous pouvez redéfinir les données qui servent de base à l'ordre alphabétique et mélanger les écrans virtuels avec les écrans physiques.
hu: Alapértelmezés szerint az alkalmazás először a kijelzőket, majd a virtuális képernyőket rendezi ábécé sorrendben. A rendezési karakterlánc megadásával újradefiniálhatja azt az adatot, amely az ábécé sorrend alapját képezi, valamint a virtuális képernyőket is besorolhatja egyéb kijelzők közé.
it: Per impostazione predefinita, l’app ordina prima i display e poi gli schermi virtuali, in ordine alfabetico. Fornendo una stringa di ordinamento, puoi ridefinire i dati che servono come base dell’ordine alfabetico e mescolare anche gli schermi virtuali tra i display.
ja: デフォルトでは、最初にディスプレイ、次に仮想スクリーンを、アルファベット順にアプリメニューに表示します。アルファベット順の元データを定義し直して、ディスプレイと仮想スクリーンとを混在させて表示することもできます。
ko: 기본적으로 이 앱은 디스플레이를 먼저, 가상 화면을 그다음으로 알파벳 순서대로 정렬합니다. 정렬 문자열을 제공하면 알파벳 순서의 기준이 되는 데이터를 재정의하고 가상 화면을 디스플레이 사이에 섞어 배치할 수 있습니다.
nb: Som standard ordner appen skjermene først, deretter virtuelle skjermer, alfabetisk. Ved å oppgi en sorteringsstreng kan du omdefinere dataene som ligger til grunn for den alfabetiske rekkefølgen og blande den virtuelle skjermen blant skjermene.
nl: Standaard gebruikt de app als volgorde: eerst schermen, daarna virtuele schermen, alfabetisch gesorteerd. Door een volgordetekenreeks te gebruiken, kun je de gegevens opnieuw definiëren die dienen als basis van de alfabetische volgorde waarbij de virtuele schermen tussen de schermen kunnen komen te staan.
pl: Domyślnie aplikacja porządkuje najpierw wyświetlacze fizyczne, a następnie ekrany wirtualne, alfabetycznie. Podając ciąg porządkujący, możesz na nowo zdefiniować dane, które służą jako podstawa porządku alfabetycznego, a także mieszać ekrany wirtualne wśród wyświetlaczy fizycznych.
pt_br: Por padrão, o aplicativo ordena primeiro os monitores e depois as telas virtuais, em ordem alfabética. Ao fornecer uma string de ordenação, você pode redefinir os dados que servem de base para a ordem alfabética e misturar as telas virtuais entre os monitores.
ro: În mod implicit, aplicația ordonează mai întâi afișajele, apoi ecranele virtuale, în ordine alfabetică. Prin furnizarea unui șir de ordine, puteți redefini datele care servesc drept bază pentru ordinea alfabetică și puteți amesteca și ecranul virtual printre afișaje.
ru: По умолчанию приложение сортирует сначала дисплеи, затем виртуальные экраны — в алфавитном порядке. Указав строку сортировки, вы можете изменить данные, используемые для алфавитной сортировки, и расположить виртуальные экраны среди дисплеев.
sl: Privzeto se najprej prikažejo vrstni red aplikacij, nato navidezni zasloni po abecedi. Če zagotovite vrstni niz, lahko na novo definirate podatke, ki služijo kot osnova abecednega vrstnega reda, in med prikaze pomešate tudi virtualni zaslon.
sv: Som standard ordnar appen först skärmen och sedan de virtuella skärmarna i alfabetisk ordning. Genom att ange en ordningssträng kan du omdefiniera de data som ligger till grund för den alfabetiska ordningen och även blanda den virtuella skärmen bland skärmarna.
tr: Uygulama varsayılan olarak önce ekranları, ardından sanal ekranları alfabetik olarak sıralar. Bir sıralama ismi sağlayarak, alfabetik sıralamanın temelini oluşturan verileri yeniden tanımlayabilir ve sanal ekranı da ekranlar arasında karıştırabilirsiniz.
uk: За замовчуванням програма спочатку впорядковує дисплеї, потім віртуальні екрани в алфавітному порядку. Вказавши рядок впорядкування, ви можете змінити дані, які слугують основою для алфавітного порядку, і розмістити віртуальний екран серед дисплеїв у потрібному порядку.
vi: Mặc định, ứng dụng sắp xếp màn hình trước, sau đó là màn hình ảo, theo thứ tự bảng chữ cái. Bằng cách cung cấp một chuỗi sắp xếp, bạn có thể định nghĩa lại dữ liệu làm cơ sở cho thứ tự bảng chữ cái và kết hợp màn hình ảo với các màn hình thực tế.
zh_hans: 默认情况下，应用程序会按字母顺序首先排列显示器，然后是虚拟屏幕。通过提供排序字符串，您可以重新定义用于字母排序的基础数据，并将虚拟屏幕与显示器混合排序。
zh_hant: 預設情況下，應用程式會按字母順序首先排列顯示器，然後是虛擬螢幕。透過提供排序字串，您可以重新定義用於字母排序的基礎資料，並將虛擬螢幕與顯示器混合排序。

source: By default the app orders displays alphabetically in the app menu by their (displayed) name. By providing an ordering string, you can redefine the data which serves as the basis of the ordering.
de: Standardmäßig ordnet die App die Displays im App-Menü alphabetisch nach ihrem (angezeigten) Namen. Durch Angabe einer Zeichenfolge für die Sortierung wird diese anstelle des Namens benutzt.
es: Por defecto, la aplicación ordena las pantallas alfabéticamente en el menú de la aplicación según su nombre (mostrado). Al proporcionar una cadena de ordenación, puedes redefinir los datos que sirven como base para el ordenamiento.
fr: Par défaut, l'application organise et affiche les écrans de façon alphabétique dans le menu de l'application par leur nom (nom affiché). En fournissant une chaîne de classement, vous pouvez redéfinir les données qui servent de base au classement.
hu: Alapértelmezés szerint a kijelzők ábécérendben jelennek meg az alkalmazásmenüben a (megjelenített) nevük alapján. A rendezési karakterlánc megadásával átdefiniálhatja a rendezés alapjául szolgáló értéket.
it: Per impostazione predefinita, gli ordini delle app vengono visualizzati alfabeticamente nel menu app con il loro nome (visualizzato). Fornendo una stringa di ordinazione, è possibile ridefinire i dati che servono come base dell'ordine.
ja: デフォルトでは、アプリメニューで（表示される）名前のアルファベット順にディスプレイを表示します。整列文字列を指定することで、整列の基準となるデータを再定義できます。
ko: 기본적으로 앱은 이름에 따라 알파벳 순으로 앱 메뉴의 디스플레이를 정렬합니다. 정렬 문자열을 제공하여 정렬 기준을 재정의할 수 있습니다.
nb: Som standard sorterer appen skjermene alfabetisk i app-menyen etter deres (viste) navn. Ved å oppgi en sorteringsstreng kan du omdefinere dataene som ligger til grunn for sorteringen.
nl: Standaard sorteer de schermen alfabetisch in het appmenu op basis van hun (weergave)naam. Door een volgordetekenreeks te gebruiken, kun je de gegevens opnieuw definiëren die dienen als de basis van de volgorde.
pl: Domyślnie aplikacja porządkuje wyświetlacze alfabetycznie w menu aplikacji według ich (wyświetlanej) nazwy. Podając ciąg porządkujący, możesz na nowo zdefiniować dane, które służą jako podstawa tego porządkowania.
pt_br: Por padrão, os pedidos de aplicativos são exibidos em ordem alfabética no menu de aplicativos por seu nome (exibido). Ao fornecer uma sequência de pedidos, você pode redefinir os dados que servem como base para o pedido.
ro: În mod implicit, aplicația ordonează ecranele alfabetic în meniul aplicației în funcție de numele lor afișat. Prin furnizarea unei șiruri de ordonare, puteți redefini datele care servesc ca bază a ordonării.
ru: По умолчанию приложение упорядочивает отображения в меню приложения в алфавитном порядке по их (отображаемому) имени. Указав строку упорядочивания, вы можете переопределить данные, которые служат основой для упорядочивания.
sl: Privzeto so ukazi aplikacij prikazani po abecedi v meniju aplikacije glede na njihovo (prikazano) ime. Z vnosom naročevalnega niza lahko na novo določite podatke, ki služijo kot osnova za naročanje.
sv: Som standard ordnar appen skärmar i alfabetisk ordning i appmenyn efter deras (visade) namn. Genom att tillhandahålla en beställningssträng kan du omdefiniera de data som ligger till grund för ordningen.
tr: Varsayılan olarak uygulama, uygulama menüsünde (görüntülenen) isimlerine göre alfabetik olarak görüntüler. Bir sıralama ismi sağlayarak, sıralamanın temelini oluşturan verileri yeniden tanımlayabilirsiniz.
uk: За замовчуванням порядок додатків відображається в алфавітному порядку в меню додатків за їхніми (відображуваними) назвами. Надаючи рядок замовлення, ви можете перевизначати дані, які служать основою порядку.
vi: Mặc định, ứng dụng sắp xếp các màn hình theo thứ tự chữ cái trong menu theo tên. Bằng cách cung cấp một chuỗi sắp xếp, bạn có thể định nghĩa lại dữ liệu làm cơ sở cho việc sắp xếp.
zh_hans: 默认情况下，应用程序会按（显示）名称的字母顺序在应用程序菜单中排序。您可提供排序字符串重新确定作为排序基础的数据。
zh_hant: 預設情況下，應用程式會按（顯示）名稱的字母順序在應用程式選單中排序。您可提供排序字串重新確定作為排序基礎的資料。

source: By default the app shows LoDPI modes only when the current selected mode is LoDPI.
de: Standardmäßig zeigt die App nur LoDPI Modi, wenn der aktuell ausgewählte Modus LoDPI ist.
es: Por defecto, la aplicación muestra modos LoDPI solo cuando el modo actualmente seleccionado es LoDPI.
fr: Par défaut l'application ne montre les résolutions LoDPI que quand le mode sélectionné est LoDPI.
hu: Alapértelmezetten az alkalmazás csak akkor jeleníti meg a LoDPI (alacsony felbontású) módokat, ha az aktuálisan mód is LoDPI.
it: Per impostazione predefinita, l'applicazione mostra le modalità LoDPI solo quando la modalità selezionata corrente è LoDPI.
ja: デフォルトでは、現在選択しているモードがLoDPIのとき、LoDPIモードのみを表示します。
ko: 기본적으로 앱은 현재 선택된 모드가 LoDPI인 경우에만 LoDPI 모드를 표시합니다.
nb: Som standard viser appen LoDPI-moduser kun når den nåværende valgte modusen er LoDPI.
nl: Standaard toont de app LoDPI-modi alleen als de momenteel geselecteerde modus LoDPI is.
pl: Domyślnie aplikacja pokazuje tryby LoDPI tylko wtedy, gdy aktualnie wybrany tryb jest LoDPI.
pt_br: Por padrão, o aplicativo mostra os modos LoDPI somente quando o modo atualmente selecionado é LoDPI.
ro: În mod implicit, aplicația afișează modurile LoDPI numai atunci când modul curent selectat este LoDPI.
ru: По умолчанию приложение показывает режимы LoDPI только в том случае, если текущий выбранный режим - LoDPI.
sl: Aplikacija privzeto prikazuje načine LoDPI le, če je trenutno izbran način LoDPI.
sv: Som standard visar appen LoDPI-lägen endast när det aktuella valda läget är LoDPI.
tr: Uygulama varsayılan olarak LoDPI modlarını yalnızca geçerli seçili mod LoDPI olduğunda gösterir.
uk: За замовчуванням програма показує режими LoDPI, лише якщо поточним вибраним режимом є LoDPI.
vi: Mặc định, ứng dụng chỉ hiển thị các chế độ LoDPI khi chế độ hiện tại đã chọn là LoDPI.
zh_hans: 默认情况下，仅当前选择的模式为 LoDPI 时应用程序才显示 LoDPI 模式。
zh_hant: 預設情況下，僅目前選擇的模式為 LoDPI 時應用程式才顯示 LoDPI 模式。

source: By default the keyboard controls change one OSD chiclet worth of value and you have to press ⇧ Shift + ⌥ Option for fine-tuning.
de: Standardmäßig ändert die Tastatursteuerung den Wert um den Wert einer OSD-Gummitaste und es muss ⇧ Umschalt + ⌥ Option zur Feineinstellung gedrückt werden.
es: Por defecto, las teclas de control cambian un valor equivalente a un chiclet de OSD, y debes presionar Shift+Option para ajustes finos.
fr: Par défaut, les touches de contrôle modifient la valeur d'une graduation OSD et vous devez appuyer sur ⇧ Maj + ⌥ Option pour un réglage précis.
hu: Alapértelmezetten a billentyűparancsok egy OSD blokknyi értéket változtatnak meg, a finomhangoláshoz pedig a Shift+Option billentyűkombinációt kell megnyomnia.
it: Per impostazione predefinita, i tasti controllano di cambiare un valore di chiclet OSD e devi premere Shift+Option per perfezionare il tuning.
ja: デフォルトでは、キーによる制御 はOSD表示1目盛り分を変更し、微調整するには⇧ Shift + ⌥ Optionを押す必要があります。
ko: 기본적으로 키 컨트롤은 OSD 치클릿(사각형) 하나에 해당하는 값을 변경하며, 미세 조정을 위해서는 ⇧ Shift+⌥ Option을 눌러야 합니다.
nb: Som standard endrer tastatursnarveiene én OSD-chiclet per trykk, og du må trykke ⇧ Shift + ⌥ Option for finjustering.
nl: Standaard wijzigt de toetsenbordbediening ter waarde van één tikje op het OSD. Gebruikt ⇧ Shift + ⌥ Option voor fijnafstelling.
pl: Domyślnie klawisze sterujące zmieniają wartość o jeden próg OSD, a do precyzyjnej regulacji należy użyć kombinacji ⇧ Shift + ⌥ Option.
pt_br: Por padrão, os controles das teclas alteram o valor de um OSD e você deve pressionar Shift + Opção para ajuste fino.
ro: Implicit, comenzile de la tastatură modifică valoarea echivalentă unui singur chiclet OSD, iar pentru ajustări fine trebuie să țineți apăsate ⇧ Shift + ⌥ Option.
ru: По умолчанию клавиши управления изменяют одно значение экранного меню, и для тонкой настройки необходимо нажать Shift+Option.
sl: Kontrolniki na tipkovnici privzeto spremenijo vrednost enega OSD-ja in za natančno nastavitev morate pritisniti ⇧ Shift + ⌥ Option.
sv: Som standard ändrar tangentbordskontrollerna ett OSD-chicletvärde och du måste trycka på ⇧ Shift + ⌥ Option för att finjustera.
tr: Varsayılan olarak klavye kontrolleri bir diş OSD değerini değiştirir ve hassas ayar için ⇧ Shift + ⌥ Option tuşlarına basmanız gerekir.
uk: За замовчуванням елементи керування клавішами змінюють значення одного елемента екранного меню, і вам потрібно натиснути Shift+Option для точного налаштування.
vi: Mặc định, các phím điều khiển thay đổi một giá trị tương đương với một chiclet trên OSD và bạn phải nhấn Shift+Option để tinh chỉnh.
zh_hans: 按键控制默认仅可整格控制调整浮窗 (OSD) ，您须按 ⇧ Shift + ⌥ Option 才可微调。
zh_hant: 按鍵控制預設僅可整格控制調整浮動視窗 (OSD) ，您須按 ⇧ Shift + ⌥ Option 才可微調。
