Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Unpause Streaming
de: Streamen fortsetzen
fr: Reprendre la diffusion
hu: Streamelés Újraindítása
it: Riattiva streaming
ja: ストリーミングの一時停止を解除
ko: 스트리밍 일시정지 해제
nb: Gjenoppta strømming
nl: Hervat streamen
pt_br: Retomar transmissão
ro: Repornește streamingului
ru: Возобновить трансляцию
sl: Prekini začasno pretakanje
sv: Avpausa streaming
tr: Yayını Duraklatmayı Kaldır
uk: Відновити трансляцію
vi: Tiếp tục trình chiếu
zh_hans: 取消暂停串流
zh_hant: 取消暫停串流

source: Unsafe mode
de: Unsicherer Modus
es: Modo inseguro
fr: Mode potentiellement dangereux
hu: Nem biztonságos mód
it: Modalità non sicura
ja: セーフモードを解除
ko: 안전하지 않은 모드
nb: Usikker modus
nl: Onveilige modus
pt_br: Modo inseguro
ro: Mod nesigur
ru: Небезопасный режим
sl: Nevaren način
sv: Osäkert läge
tr: Güvenli olmayan mod
uk: Небезпечний режим
vi: Chế độ không an toàn
zh_hans: 不安全模式
zh_hant: 不安全模式

source: Unsharp Mask
de: Unschärfenmaske
es: Máscara de desenfoque
fr: Accentuation
hu: Életlen maszk
it: Maschera di contrasto
ja: アンシャープマスク
ko: 언샵 마스크
nb: Uskarp maske
nl: Onscherp masker
pt_br: Máscara de nitidez
ro: Mască pentru reducerea clarității
ru: Нерезкая маска
sl: Neostra maska
sv: Oskarp mask
tr: Keskin Olmayan Maske
zh_hans: 反锐化遮罩
zh_hant: 反銳化遮罩

source: Unspecified
de: Nicht spezifiziert
es: No especificado
fr: Non-spécifié
hu: Nincs megadva
it: Non specificato
ja: 不明
ko: 지정되지 않음
nb: Uspecifisert
nl: Niet opgegeven
pt_br: Não especificado
ro: Nespecificat
ru: Не указано
sl: Neopredeljeno
sv: Ospecificerat
tr: Belirtilmemiş
uk: Не вказано
zh_hans: 未指定
zh_hant: 未指定

source: Unsupported
de: Nicht unterstützt
es: No compatible
fr: Non-pris en charge
hu: Nem átmogatott
it: Non disponibile
ja: 未対応
ko: 지원되지 않음
nb: Ikke støttet
nl: Niet ondersteund
pl: Nieobsługiwane
pt_br: Não compatível
ro: Nesuportat
ru: Не поддерживается
sl: Nepodprto
sv: Stöds inte
tr: Desteklenmeyen
uk: Не підтримується
vi: Không hỗ trợ
zh_hans: 不受支持
zh_hant: 不受支援

source: Unsupported by the display
de: Nicht vom Display unterstützt
es: No soportado por la pantalla
fr: Non-pris en charge par l'écran
hu: A kijelző által nem támogatott
it: Non supportato dal display
ja: ディスプレイ未対応
ko: 디스플레이에서 지원되지 않음
nb: Støttes ikke av skjermen
nl: Niet ondersteund door het scherm
pt_br: Não suportado pelo monitor
ro: Afișajul nu suportă această funcție
ru: Не поддерживается дисплеем
sl: Zaslon ga ne podpira
sv: Stöds inte av skärmen
tr: Ekran tarafından desteklenmiyor
uk: Не підтримується дисплеєм
vi: Không được màn hình hỗ trợ
zh_hans: 显示器不支持
zh_hant: 顯示器不支援

source: Up/down and mute toggle only
nl: Alleen omlaag/omlaag en dempschakelaar
ru: Только увеличение/уменьшение громкости и отключение звука

source: Update current value from device
nl: Werk huidige waarde bij van apparaat
ru: Обновить текущее значение с устройства

source: Update frequency
de: Häufigkeit der Aktualisierung
es: Actualizar frecuencia
fr: Fréquence de mise à jour
hu: Frissítési gyakoriság
it: Frequenza di aggiornamento
ja: 更新頻度
ko: 갱신 빈도
nb: Oppdateringsfrekvens
nl: Updatefrequentie
pt_br: Frequência de atualização
ro: Actualizează frecvența
ru: Частота обновления
sl: Pogostost posodabljanja
sv: Uppdateringsfrekvens
tr: Güncelleme sıklığı
uk: Частота оновлення
vi: Tần suất cập nhật
zh_hans: 更新频率
zh_hant: 更新頻率

source: Update resolution configuration protections
de: Schutzeinstellungen für die Auflösungskonfiguration aktualisieren
es: Actualizar las protecciones de configuración de resolución
fr: Mettre à jour la configuration de la protection de la résolution
hu: Felbontás konfigurációs védelmek frissítése
it: Aggiorna le protezioni della configurazione della risoluzione
ja: 解像度構成の保護を更新
ko: 해상도 설정 보호 갱신
nb: Oppdater beskyttelser for oppløsningskonfigurasjon
nl: Werk Beschermingen resolutieconfiguratie bij
pt_br: Atualizar proteções de configuração de resolução
ro: Actualizați protecțiile configurării rezoluției​
ru: Обновить защиту конфигурации разрешения
sl: Posodobite zaščite konfiguracije ločljivosti
sv: Uppdatera skydd för konfiguration av upplösning
tr: Çözünürlük yapılandırma korumalarını güncelleme
uk: Оновити захисти конфігурації роздільної здатності
vi: Cập nhật bảo vệ cấu hình độ phân giải
zh_hans: 更新分辨率配置保护
zh_hant: 更新解析度設定保護

source: Update virtual screens as well
de: Auch virtuelle Bildschirme aktualisieren
es: Actualizar también las pantallas virtuales
fr: Mettre également à jour les écrans virtuels
hu: Virtuális képernyők frissítése
it: Aggiorna anche gli schermi virtuali
ja: 仮想スクリーンも更新
ko: 가상 화면 갱신
nb: Oppdater også virtuelle skjermer
nl: Werk ook virtuele schermen bij
pl: Aktualizuj również wirtualne ekrany
pt_br: Atualize telas virtuais também
ro: Actualizați și ecranele virtuale
ru: Также обновить виртуальные экраны
sl: Posodobite tudi virtualne zaslone
sv: Uppdatera även virtuella skärmar
tr: Sanal ekranları da güncelleyin
uk: Оновити також віртуальні екрани
vi: Cập nhật cả màn hình ảo
zh_hans: 同时更新虚拟屏幕
zh_hant: 同時更新虛擬螢幕

source: Updates
es: Actualizaciones
fr: Mises à jour
hu: Frissítések
it: Aggiornamenti
ja: アップデート
ko: 업데이트
nb: Oppdateringer
pl: Aktualizacje
pt_br: Atualizações
ro: Actualizări
ru: Обновления
sl: Posodobitve
sv: Uppdateringar
tr: Güncellemeler
uk: Оновлення
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新

source: Use %@ as menu icon when the app is preventing display sleep
de: Ein alternatives Symbol verwenden, wenn die App so konfiguriert ist, dass sie den Ruhezustand des Displays verhindert.
es: Usar %@ como icono de menú cuando la aplicación está impidiendo el reposo de la pantalla.
fr: Utiliser %@ comme icône du menu lorsque l'application empêche la mise en veille de l'écran
hu: A %@ ikon használata menüsáv ikonként, amikor az alkalmazás akadályozza a kijelző alvó módba lépését.
it: Usa %@ come icona del menu quando l’app impedisce il sonno del display.
ja: ディスプレイをスリープしない設定の場合は、メニューアイコンに%@を使用
ko: 앱이 디스플레이 절전을 방지할 때 메뉴 아이콘으로 %@ 사용
nb: Bruk %@ som menyikon når appen forhindrer skjermhvile
nl: Gebruik %@ als menusymbool wanneer de app inschakeling van sluimerstand van het scherm voorkomt
pt_br: Use %@ como ícone de menu quando o aplicativo estiver impedindo o modo de suspensão do monitor
ro: Folosește %@ ca pictogramă de meniu atunci când aplicația împiedică afișajul să treacă în repaus
ru: Использовать %@ как значок меню, когда приложение предотвращает сон дисплея
sl: Uporabite %@ kot ikono menija, ko aplikacija preprečuje spanje zaslona
sv: Använd %@ som menyikon när appen förhindrar att skärmen sover
tr: Uygulama ekran uykusunu engellediğinde %@￼ öğesini menü simgesi olarak kullanın
uk: Використовуйте %@ як іконку меню, коли додаток запобігає сну дисплея
vi: Sử dụng %@ làm biểu tượng menu khi ứng dụng ngừng chế độ ngủ của màn hình
zh_hans: 当应用阻止显示器睡眠时，使用 %@ 作为菜单图标
zh_hant: 當應用程式阻止顯示器進入睡眠時，使用 %@ 作為選單列圖示

source: Use Metal for image adjustments
de: Metal für Bildanpassungen verwenden
es: Usar Metal para ajustes de imagen
fr: Utiliser Metal pour les ajustements d'image
hu: Metal használata a képbeállításokhoz
it: Usa Metal per regolazioni dell'immagine
ja: 画像調整にMetalを使用
ko: 이미지 조정에 Metal 사용
nb: Bruk Metal for bildejusteringer
nl: Gebruik Metal voor beeldaanpassingen
pl: Użyj Metal do regulacji obrazu
pt_br: Use Metal para ajustes de imagem
ro: Utilizați Metal pentru ajustările imaginii
ru: Использовать Metal для корректировки изображения
sl: Za prilagoditev slike uporabite Metal
sv: Använd Metal för bildjusteringar
tr: Görüntü ayarlamaları için Metal kullanın
uk: Використовувати Metal для коригування зображення
vi: Sử dụng Metal cho điều chỉnh hình ảnh
zh_hans: 使用 Metal 进行图像调整。
zh_hant: 使用 Metal 進行圖形調整。

source: Use Wake-on-LAN
nl: Gebruik Wake-on-LAN
ru: Использовать Wake-on-LAN

source: Use `%@` to substitute the current value.
de: Verwenden Sie „%@“, um den aktuellen Wert zu ersetzen.
es: Utiliza “%@” para sustituir el valor actual.
fr: Utiliser `%@` pour substituer la valeur actuelle.
hu: Használja a „%@” jelet az aktuális érték behelyettesítésére.
it: Usa “%@” per sostituire il valore attuale.
ja: 現在の値を代入するには「%@」を使用します。
ko: 현재 값을 대체하기 위해 `%@` 을(를) 사용하세요.
nb: Bruk `%@` for å erstatte gjeldende verdi.
nl: Gebruik `%@` om de huidige waarde te vervangen.
pt_br: Use “%@” para substituir o valor atual.
ro: Folosește `%@` pentru a înlocui valoarea curentă.
ru: Используйте `%@` для подстановки текущего значения.
sl: Za zamenjavo trenutne vrednosti uporabite `%@`.
sv: Använd `%@` för att ersätta det aktuella värdet.
tr: Geçerli değeri yerine koymak için `%@` kullanın.
uk: Використовуйте `%@` для заміни поточного значення.
zh_hans: 使用“%@”替换当前值。
zh_hant: 使用「%@」取代目前的值。

source: Use an alternate icon when the app is configured to prevent display sleep.
de: Ein alternatives Symbol verwenden, wenn die App so konfiguriert ist, dass sie den Ruhezustand des Displays verhindert.
es: Usar un icono alternativo cuando la aplicación está configurada para evitar el reposo de la pantalla.
fr: Utiliser une icône alternative quand l’application est configurée pour empêcher la mise en veille d’un écran.
hu: Használj egy alternatív ikont, amikor az alkalmazás úgy van beállítva, hogy megakadályozza a kijelző alvó módba lépését.
it: Usa un’icona alternativa quando l’app è configurata per impedire lo spegnimento del display.
ja: ディスプレイがスリープしないよう構成している場合は、別のアイコンを使用します。
ko: 앱이 디스플레이 절전을 방지하도록 설정된 경우 대체 아이콘을 사용합니다.
nb: Bruk et alternativt ikon når appen er konfigurert til å forhindre skjermhvile.
nl: Gebruik een alternatief synbool wanneer de app is geconfigureerd om sluimerstand van het scherm te voorkomen.
pt_br: Use um ícone alternativo quando o aplicativo estiver configurado para impedir o modo de suspensão do monitor.
ro: Folosește o pictogramă alternativă atunci când aplicația este configurată să prevină trecerea în repaus a ecranului.
ru: Использовать альтернативный значок, когда приложение настроено на предотвращение сна дисплея.
sl: Uporabite nadomestno ikono, ko je aplikacija konfigurirana za preprečevanje spanja zaslona.
sv: Använd en alternativ ikon när appen är konfigurerad för att förhindra att skärmen sover.
tr: Uygulama ekran uykusunu önleyecek şekilde yapılandırıldığında alternatif bir simge kullanın.
uk: Використовуйте альтернативну іконку, коли додаток налаштовано на запобігання сну дисплея.
vi: Sử dụng biểu tượng thay thế khi ứng dụng được cấu hình để ngừng chế độ ngủ màn hình.
zh_hans: 当应用配置为防止显示器进入睡眠时，使用备用图标。
zh_hant: 當應用程式配置為防止顯示器進入睡眠時，使用備用圖示。

source: Use custom OSD style
ja: カスタムOSDスタイルを使用
nl: Gebruik eigen OSD-stijl
ru: Использовать собственный стиль OSD

source: Use custom resolution list
de: Benutzerdefinierte Liste von Auflösungen verwenden
es: Usar lista resolución personalizada
fr: Utiliser une liste de résolutions personnalisées
hu: Egyéni felbontás lista alkalmazása
it: Usa elenco di risoluzione personalizzato
ja: カスタム解像度リストを使用
ko: 사용자 정의 해상도 목록 사용
nb: Bruk egendefinert oppløsningsliste
nl: Gebruik eigen resolutielijst
pl: Użyj niestandardowej listy rozdzielczości
pt_br: Usar lista de resolução personalizada
ro: Utilizați lista de rezoluții personalizate
ru: Использовать собственный список разрешений
sl: Uporabite seznam ločljivosti po meri
sv: Använd anpassad upplösningslista
tr: Özel çözünürlük listesini kullan
uk: Використовувати власний список роздільної здатності
vi: Sử dụng danh sách độ phân giải tùy chỉnh
zh_hans: 使用自定义分辨率列表
zh_hant: 使用自訂解析度列表

source: Use lighter app menu fonts and icons
de: Hellere Schriftarten und Symbole für das App-Menü verwenden
es: Utilice fuentes e iconos de menú de aplicaciones más livianos
fr: Utiliser une police et des icônes plus fine pour le menu de l'application
hu: Vékonyított menü betűk és ikonok
it: Usa font e icone del menu delle app più leggeri
ja: アプリメニューに細いフォントとアイコンを使用
ko: 앱 메뉴 서체 및 아이콘 얇게 표시
nb: Bruk lettere skrifttyper og ikoner i app-menyen
nl: Gebruik lichtere appmenu-lettertypen en -symbolen
pt_br: Usar fontes e ícones mais leves no menu do aplicativo
ro: Utilizați fonturi și pictograme light pentru meniul aplicației
ru: Использовать более светлые шрифты и иконки меню приложения
sl: Uporabite svetlejše pisave in ikone menijev aplikacij
sv: Använd ljusare typsnitt för typsnitt och ikoner
tr: Açık renkte uygulama menüsü yazı tipleri ve simgeleri kullanın
uk: Використовувати світліші шрифти та піктограми меню програми
vi: Sử dụng phông chữ và biểu tượng menu ứng dụng nhẹ hơn
zh_hans: 细体菜单文字及图标
zh_hant: 細體選單文字及圖示

source: Use magnification slider instead of resolution slider
de: Regler für die Vergrößerung anstelle des Reglers für die Auflösung verwenden
es: Utilice el slider de ampliación en lugar del slider de resolución
fr: Utiliser l'agrandissement au lieu de la résolution
hu: Nagyítás csúszka használata felbontás csúszka helyett
it: Usa il cursore dell'ingrandimento invece del cursore della risoluzione
ja: 解像度スライダでなく倍率スライダを使用
ko: 해상도 슬라이더 대신 배율 슬라이더 사용
nb: Bruk forstørrelsesslider i stedet for oppløsningsslider
nl: Gebruik vergrotingsschuifregelaar in plaats van resolutieschuifregelaar
pl: Użyj suwaka powiększenia zamiast suwaka rozdzielczości
pt_br: Usar o controle deslizante de ampliação em vez do controle deslizante de resolução
ro: Utilizați cursorul de mărire în locul cursorului de rezoluție
ru: Используйте ползунок увеличения вместо ползунка разрешения
sl: Uporabite drsnik za povečavo namesto drsnika za ločljivost
sv: Använd draglist för förstoring istället för upplösning
tr: Çözünürlük kaydırıcısı yerine büyütme kaydırıcısını kullanın
uk: Використовувати повзунок збільшення замість повзунка роздільної здатності
vi: Sử dụng thanh trượt thu phóng thay vì thanh trượt độ phân giải
zh_hans: 用缩放滑块代替分辨率滑块
zh_hant: 用縮放滑桿代替解析度滑桿

source: Use mirrored virtual screen sleep workaround
de: Gespiegelten virtuellen Bildschirm verwenden, um den Ruhezustand zu umgehen
es: Utilice una solución alternativa para suspender la pantalla virtual reflejada
fr: Contourner le problème de la mise en veille d'écran virtuel en miroir
hu: Tükrözött virtuális képernyő probléma pótmegoldás használata
it: Utilizzare una soluzione alternativa per la sospensione dello schermo virtuale con duplicazione
ja: ミラーリングした仮想スクリーンのスリープ回避策を使用
ko: 미러링 된 가상 화면의 절전 문제 해결 시도
nb: Bruk omgåelse for at speilet virtuell skjerm våkner fra hvile
nl: Gebruik sluimerstand-lapmiddel via synchrone weergave van virtueel scherm
pl: Użyj obejścia trybu uśpienia dla klonowanego wirtualnego ekranu
pt_br: Usar uma solução alternativa para suspensão de tela virtual espelhada
ro: Utilizați soluția temporară de somn a ecranului virtual mirrored
ru: Использовать зеркальный виртуальный экран в режиме сна
sl: Uporabite rešitev za spanje zrcaljenega navideznega zaslona
sv: Använd alternativ sömn för speglad virtuell skärm
tr: Yansıtılmış sanal ekran uyku geçici çözümünü kullanma
uk: Використовувати віддзеркалений віртуальний екран у режимі сну
vi: Sử dụng biện pháp ngủ tạm thời cho màn hình ảo được phản chiếu
zh_hans: 解决已镜像虚拟屏幕休眠的问题
zh_hant: 解決已鏡像虛擬螢幕休眠的問題

source: Use mute/unmute methods
de: Methoden zum Stummschalten / Deaktivieren der Stummschaltung verwenden
es: Utilice métodos para desactivar/activar el silencio
fr: Utiliser les méthodes de coupure/rétablissement du son
hu: Némítás/hangosítás módszerek használata
it: Usa metodi di attivazione/disattivazione
ja: ミュート/ミュート解除方法を使用
ko: 음소거/음소거 해제 방식 사용
nb: Bruk metoder for å dempe/fjerne demping
nl: Gebruik dempen/dempen-opheffingswijzen
pt_br: Usar métodos para ativar/desativar som
ro: Utilizați metodele de mute/unmute
ru: Использовать методы выключения/включения звука
sl: Uporabite metode za vklop/izklop zvoka
sv: Använd mute/unmute-metoder
tr: Sessize alma/ses açma yöntemlerini kullanın
uk: Використовувати методи вимкнення/увімкнення звуку
vi: Sử dụng các phương pháp bật/tắt tiếng
zh_hans: 采用静音/非静音方式
zh_hant: 采用靜音/非靜音方式

source: Use this multiplier to convert the control's internal value to the value expected (or provided) by the integrated device.
de: Verwenden Sie diesen Multiplikator, um den internen Steuerwert in den vom integrierten Gerät erwarteten (oder bereitgestellten) Wert umzuwandeln.
es: Usa este multiplicador para convertir el valor interno del control al valor esperado (o proporcionado) por el dispositivo integrado.
fr: Utilisez ce multiplicateur pour convertir la valeur interne du contrôle à la valeur attendue (ou fournie) de l’appareil intégré.
hu: Használja ezt a szorzót, hogy az vezérlő belső értékét átváltsa az integrált eszköz által elvárt (vagy megadott) értékre.
it: Usa questo moltiplicatore per convertire il valore interno del controllo nel valore previsto (o fornito) dal dispositivo integrato.
ja: この乗数を使用して、制御の内部値を、統合デバイスにより予想（または提供）される値に変換します。
ko: 이 곱셈 값을 사용하여 컨트롤의 내부 값을 통합된 장치에서 기대하거나 제공하는 값으로 변환합니다.
nb: Bruk denne multiplikatoren for å konvertere kontrollens interne verdi til verdien som forventes (eller leveres) av den integrerte enheten.
nl: Gebruik deze vermenigvuldingswaarde om de interne waarde van de bediening om te zetten naar de waarde verwacht (of verstrekt) door het geïntegreerde apparaat.
pt_br: Use este multiplicador para converter o valor interno do controle no valor esperado (ou fornecido) pelo dispositivo integrado.
ro: Folosește acest multiplicator pentru a converti valoarea internă a controlului în valoarea așteptată (sau furnizată) de dispozitivul integrat.
ru: Используйте этот множитель для преобразования внутреннего значения управления в значение, ожидаемое (или предоставленное) интегрированным устройством.
sl: Uporabite ta množitelj za pretvorbo notranje vrednosti krmilnika v vrednost, ki jo pričakuje (ali zagotavlja) integrirana naprava.
sv: Använd denna multiplikator för att konvertera kontrollens interna värde till det värde som förväntas (eller tillhandahålls) av den integrerade enheten.
tr: Kontrolün dahili değerini entegre cihaz tarafından beklenen (veya sağlanan) değere dönüştürmek için bu çarpanı kullanın.
uk: Використовуйте цей множник для перетворення внутрішнього значення керування у значення, очікуване (або надане) інтегрованим пристроєм.
zh_hans: 使用此乘数将控制的内部值转换为集成设备期望（或提供）的值。
zh_hant: 使用此乘數將控制項的內部值轉換為整合設備所期望（或提供）的值。

source: Use this multiplier to convert the slider value to the value expected (or provided) by the integrated device.
de: Verwenden Sie diesen Multiplikator, um den Schiebereglerwert in den vom integrierten Gerät erwarteten (oder bereitgestellten) Wert umzuwandeln.
es: Usa este multiplicador para convertir el valor del control deslizante al valor esperado (o proporcionado) por el dispositivo integrado.
fr: Utilisez ce multiplicateur pour convertir la valeur du curseur de sélection à la valeur attendue (ou fournie) par l’appareil intégré.
hu: Használja ezt a szorzót, hogy a csúszka értékét átváltsa az integrált eszköz által elvárt (vagy megadott) értékre.
it: Usa questo moltiplicatore per convertire il valore del cursore nel valore previsto (o fornito) dal dispositivo integrato.
ja: この乗数を使用して、スライダ値を、統合デバイスにより予想（または提供）される値に変換します。
ko: 이 곱셈 값을 사용하여 슬라이더 값을 통합된 장치에서 기대하거나 제공하는 값으로 변환합니다.
nb: Bruk denne multiplikatoren for å konvertere slider-verdien til verdien som forventes (eller leveres) av den integrerte enheten.
nl: Gebruik deze vermenigvuldigingswaarde om de schuifregelaar-waarde om te zetten naar de waarde verwacht (of verstrekt) door het geïntegreerde apparaat.
pt_br: Use este multiplicador para converter o valor do controle deslizante no valor esperado (ou fornecido) pelo dispositivo integrado.
ro: Folosește acest multiplicator pentru a converti valoarea cursorului în valoarea așteptată (sau furnizată) de dispozitivul integrat.
ru: Используйте этот множитель для преобразования значения ползунка в значение, ожидаемое (или предоставленное) интегрированным устройством.
sl: S tem množiteljem pretvorite vrednost drsnika v vrednost, ki jo pričakuje (ali zagotavlja) integrirana naprava.
sv: Använd denna multiplikator för att konvertera draglistvärdet till det värde som förväntas (eller tillhandahålls) av den integrerade enheten.
tr: Kaydırıcı değerini entegre cihaz tarafından beklenen (veya sağlanan) değere dönüştürmek için bu çarpanı kullanın.
uk: Використовуйте цей множник для перетворення значення повзунка у значення, очікуване (або надане) інтегрованим пристроєм.
zh_hans: 使用此乘数将滑块值转换为集成设备期望（或提供）的值。
zh_hant: 使用此乘數將滑桿值轉換為整合設備所期望（或提供）的值。

source: Use this to limit the rate of performed actions in order to avoid overwhelming the integrated device or tool.
de: Verwenden Sie dies, um die Ausführungsrate zu begrenzen und eine Überlastung des integrierten Geräts oder Tools zu vermeiden.
es: Utilice esto para limitar la velocidad de las acciones y evitar sobrecargar el dispositivo o herramienta integrada.
fr: Utilisez cela pour limiter la fréquence de l’action effectuée pour éviter de surcharger l’appareil ou outil intégré.
hu: Használja ezt a műveletek sebességének korlátozására, hogy elkerülje az integrált készülék vagy eszköz túlterhelését.
it: Usa questa opzione per limitare la frequenza delle azioni ed evitare di sovraccaricare il dispositivo o lo strumento integrato.
ja: 実行されるアクションの頻度を制限して、統合デバイスやツールに負担がかからないようにします。
ko: 통합된 장치나 도구의 과부하를 방지하기 위해 실행되는 작업의 속도를 제한하는 데 사용하세요.
nb: Bruk dette for å begrense hastigheten på utførte handlinger for å unngå overbelastning av den integrerte enheten eller verktøyet.
nl: Gebruik dit om de frequentie van uitgevoerde acties te beperken om te voorkomen dat het geïntegreerde apparaat of hulpmiddel overweldigd wordt.
pt_br: Use isto para limitar a frequência das ações executadas e evitar sobrecarregar o dispositivo ou ferramenta integrada.
ro: Folosește această opțiune pentru a limita frecvența acțiunilor executate, pentru a evita suprasolicitarea dispozitivului sau instrumentului integrat.
ru: Используйте это, чтобы ограничить скорость выполняемых действий и избежать перегрузки интегрированного устройства или инструмента.
sl: Uporabite to za omejitev stopnje izvedenih dejanj, da preprečite preobremenitev integrirane naprave ali orodja.
sv: Använd detta för att begränsa hastigheten på utförda åtgärder och undvika att överbelasta den integrerade enheten eller verktyget.
tr: Entegre cihaz veya aracın aşırı yüklenmesini önlemek için işlemlerin hızını sınırlamak amacıyla bunu kullanın.
uk: Використовуйте це, щоб обмежити швидкість виконуваних дій і уникнути перевантаження інтегрованого пристрою або інструменту.
zh_hans: 使用此功能限制执行操作的频率，以避免过载集成设备或工具。
zh_hant: 使用此功能限制執行操作的頻率，以避免過載整合裝置或工具。

source: Use zero to disable transition animation.
de: Null verwenden, um die Übergangsanimation zu deaktivieren.
es: Utilice cero para desactivar la animación de transición.
fr: Mettez à zéro pour désactiver les transitions.
hu: A nulla letiltja az átmenet animációkat.
it: Usa zero per disabilitare l'animazione di transizione.
ja: 0で遷移アニメーションを無効化します。
ko: 전환 효과를 비활성화하려면 0을 입력하세요.
nb: Bruk 0 for å deaktivere overgangsanimasjon.
nl: Gebruik nul om overgangsanimatie uit te schakelen.
pt_br: Usar zero para desativar a animação de transição.
ro: Folosiți zero pentru a dezactiva animația de tranziție.​
ru: Использовать ноль для отключения анимации перехода.
sl: Uporabite ničlo, da onemogočite animacijo prehoda.
sv: Använd noll för att inaktivera övergångsanimering.
tr: Geçiş animasyonunu devre dışı bırakmak için sıfır kullanın.
uk: Використовувати нуль, щоб вимкнути анімацію переходу.
vi: Dùng không để vô hiệu hóa hiệu ứng chuyển động.
zh_hans: 采用 0 值禁用过渡动画。
zh_hant: 采用 0 值禁用過渡動畫。

source: User Color Profile
es: Perfil de color del usuario
fr: Profils de couleur utilisateur
ja: ユーザカラープロファイル
ko: 사용자 색상 프로필
nl: Gebruikerskleurenprofiel
ru: Пользовательский профиль цвета
uk: Користувацький профіль кольорів

source: VCP Code
es: Código VCP
fr: Code VCP
hu: VCP kód
it: Codice VCP
ja: VCPコード
ko: VCP 코드
nb: VCP-kode
pt_br: Código VCP
ro: Cod VCP
ru: Код VCP
sl: Koda VCP
sv: VCP-kod
tr: VCP Kodu
uk: Код VCP
zh_hans: VCP 代码
zh_hant: VCP 代碼
