Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: The operation might cause the screen to flicker and switch mode if the existing mode is not available with the factory EDID. The display will be redetected as a different display if the current EDID has different identifiers. In case of a failure, disconnect and reconnect the display physically.
de: Der Vorgang kann dazu führen, dass der Bildschirm flackert und den Modus wechselt, wenn der vorhandene Modus nicht mit der werksseitigen EDID verfügbar ist. Das Display wird als ein anderes neu erkannt, wenn die aktuelle EDID andere Identifikatoren hat. Trenne im Falle eines Fehlers die physische Verbindung zum Display und verbinde es erneut.
es: La operación puede hacer que la pantalla parpadee y cambie de modo si el modo existente no está disponible con el EDID de fábrica. La pantalla se volverá a detectar como una pantalla diferente si el EDID actual tiene identificadores diferentes. En caso de error, desconecte y vuelva a conectar la pantalla físicamente.
fr: L'opération peut entraîner un scintillement de l'écran et un changement de mode si le mode existant n'est pas disponible avec l'EDID d'usine. L'écran sera redétecté comme un écran différent si l'EDID actuel a des identifiants différents. En cas d'échec, déconnectez et reconnectez physiquement l'écran.
hu: A művelet a képernyő villogását és képernyőmód-váltást okozhat, ha a meglévő üzemmód nem áll rendelkezésre a gyári EDID-del. A kijelzőt más kijelzőként fogja a rendszer érzékelni, ha a jelenlegi EDID eltérő azonosítókat tartalmaz. Hiba esetén fizikailag válassza le és csatlakoztassa újra a kijelzőt!
it: L'operazione potrebbe causare lo sfarfallio dello schermo e la modalità di commutazione se la modalità esistente non è disponibile con l'EDID di fabbrica. Il display verrà risistemato come un altro display se l'EDID attuale ha identificatori diversi. In caso di guasto, disconnetti e ricollegare fisicamente il display.
ja: 出荷時のEDIDで既存のモードが使用できない場合、この操作によって画面がちらついたり、モードが切り替わったりすることがあります。現在のEDIDが異なる識別子を持つ場合、ディスプレイは異なるディスプレイとして再検出されます。 障害が発生した場合は、ディスプレイを物理的に取り外し、再接続してください。
ko: 공장 출하 시의 EDID로 기존 모드를 사용할 수 없는 경우 이 작업을 수행하면 화면이 깜빡이며 모드가 전환될 수 있습니다. 현재 EDID에 다른 식별자가 있는 경우 디스플레이가 다른 디스플레이로 다시 감지됩니다. 오류가 발생하면 디스플레이를 물리적으로 분리했다가 다시 연결하세요.
nb: Operasjonen kan få skjermen til å blinke og bytte modus hvis gjeldende modus ikke er tilgjengelig med fabrikkens EDID. Skjermen vil bli gjenoppdaget som en annen enhet hvis gjeldende EDID har ulike identifikatorer. Ved feil, koble fra og til skjermen fysisk igjen.
nl: Deze handeling kan het scherm laten knipperen en van modus laten wisselen als de bestaande modus niet beschikbaar is met de fabrieks-EDID. Het scherm zal opnieuw herkend worden als een verschillend scherm als de huidige EDID verschillende identificatoren heeft. Als het fout gaat, koppel het scherm dan fysiek los en verbind deze opnieuw.
pl: Operacja może spowodować migotanie ekranu oraz zmianę trybu, jeśli bieżący tryb nie jest dostępny w fabrycznym EDID. Wyświetlacz zostanie ponownie wykryty jako inny, jeśli aktualny EDID zawiera inne identyfikatory. W przypadku niepowodzenia rozłącz i połącz wyświetlacz fizycznie.
pt_br: A operação pode fazer com que a tela pisque e mude de modo se o modo existente não estiver disponível com o EDID de fábrica. O monitor será detectado novamente como um monitor diferente se o EDID atual tiver identificadores diferentes. Em caso de falha, desconecte e reconecte o monitor fisicamente.
ro: Operația ar putea determina ecranul să clipească și să comute modul dacă modul curent nu este disponibil cu EDID-ul de fabrică. Ecranul va fi redetectat ca un ecran diferit dacă EDID-ul curent are identificatori diferiți. În caz de eșec, deconectați și reconectați ecranul fizic.
ru: Эта операция может вызвать мерцание экрана и переключение режима, если существующий режим не доступен с заводским EDID. Дисплей будет повторно обнаружен как другой, если текущий EDID имеет другие идентификаторы. В случае отказа отключить и вновь подключить дисплей физически.
sl: Operacija lahko povzroči utripanje zaslona in preklop načina, če obstoječi način ni na voljo s tovarniškim EDID. Zaslon bo ponovno zaznan kot drug zaslon, če ima trenutni EDID drugačne identifikatorje. V primeru okvare odklopite in ponovno fizično priključite zaslon.
sv: Funktionen kan leda till att skärmen flimrar och byter läge om det befintliga läget inte är tillgängligt med fabriks-EDID. Skärmen kommer att detekteras på nytt som en annan skärm om den aktuella EDID har olika identifierare. I händelse av fel ska du koppla bort och återansluta skärmen fysiskt.
tr: Mevcut mod fabrika EDID'si ile kullanılamıyorsa işlem ekranın titremesine ve mod değiştirmesine neden olabilir. Geçerli EDID'nin farklı tanımlayıcıları varsa, ekran farklı bir ekran olarak yeniden algılanacaktır. Bir arıza durumunda, ekranın bağlantısını fiziksel olarak kesin ve yeniden bağlayın.
uk: Операція може спричинити мерехтіння екрану та перемикання режиму, якщо існуючий режим недоступний із заводським EDID. Дисплей буде повторно визначено як інший дисплей, якщо поточний EDID має інші ідентифікатори. У разі несправності від'єднайте та повторно підключіть дисплей фізично.
vi: Quá trình này có thể làm màn hình nhấp nháy và chuyển đổi chế độ nếu chế độ hiện tại không khả dụng với EDID nhà máy. Màn hình sẽ được phát hiện lại như một màn hình khác nếu EDID hiện tại có các định danh khác nhau. Trong trường hợp thất bại, ngắt kết nối và kết nối lại màn hình một cách vật lý.
zh_hans: 如果出厂 EDID 不支持现有模式则此操作可能导致屏幕闪烁和模式切换。如果当前 EDID 有不同标识符，显示器将被重新识别为不同显示器。 出现故障时请物理断开并重连显示器。
zh_hant: 如果出廠 EDID 不支援現有模式則此操作可能導致螢幕閃爍和模式切換。如果目前 EDID 有不同識別碼，顯示器將被重新識別為不同顯示器。 出現故障時請物理斷開並重連顯示器。

source: The operation might cause the screen to flicker and switch mode if the existing mode is not available with the updated EDID. The display will be redetected as a different display if the EDID has different identifiers. In case of a failure, disconnect and reconnect the display physically.
de: Der Vorgang kann dazu führen, dass der Bildschirm flackert und den Modus wechselt, wenn der vorhandene Modus nicht mit der aktualisierten EDID verfügbar ist. Das Display wird als ein anderes neu erkannt, wenn die EDID andere Identifikatoren hat. Trenne im Falle eines Fehlers die physische Verbindung zum Display und verbinde es erneut.
es: La operación puede hacer que la pantalla parpadee y cambie de modo si el modo existente no está disponible con el EDID actualizado. La pantalla se volverá a detectar como una pantalla diferente si el EDID tiene identificadores diferentes. En caso de error, desconecte y vuelva a conectar la pantalla físicamente.
fr: L'opération peut entraîner un scintillement de l'écran et un changement de mode si le mode existant n'est pas disponible avec l'EDID mis à jour. L'écran sera redétecté comme un écran différent si l'EDID a des identifiants différents. En cas d'échec, déconnectez et reconnectez physiquement l'écran.
hu: A művelet a képernyő villogását és képernyőmód-váltást okozhat, ha a meglévő üzemmód nem áll rendelkezésre a frissített EDID-del. A kijelzőt más kijelzőként fogja a rendszer érzékelni, ha az EDID eltérő azonosítókat tartalmaz. Hiba esetén fizikailag válassza le és csatlakoztassa újra a kijelzőt!
it: L'operazione potrebbe causare lo sfarfallio dello schermo e la modalità di commutazione se la modalità esistente non è disponibile con l'EDID aggiornato. Il display verrà risistemato come un altro display se l'EDID ha identificatori diversi. In caso di guasto, disconnetti e ricollegare fisicamente il display.
ja: 更新したEDIDで既存のモードを使用できない場合、この操作により画面がちらついたり、モードが切り替わったりすることがあります。現在のEDIDが異なる識別子を持つ場合、ディスプレイは異なるディスプレイとして再検出されます。 障害が発生した場合は、ディスプレイを物理的に取り外し、接続しなおしてください。
ko: 갱신된 EDID로 기존 모드를 사용할 수 없는 경우 화면이 깜빡이거나 모드가 전환될 수 있습니다. EDID에 다른 식별자가 있는 경우 디스플레이가 다른 디스플레이로 다시 감지됩니다. 오류가 발생하면 디스플레이를 물리적으로 분리했다가 다시 연결하세요.
nb: Operasjonen kan få skjermen til å blinke og bytte modus hvis gjeldende modus ikke er tilgjengelig med oppdatert EDID. Skjermen vil bli gjenoppdaget som en annen enhet hvis EDID har ulike identifikatorer. Ved feil, koble fra og til skjermen fysisk igjen.
nl: Deze handeling kan het scherm laten knipperen en van modus laten wisselen als de bestaande modus niet beschikbaar is met de bijgewerkte EDID. Het scherm zal opnieuw herkend worden als een verschillend scherm als de huidige EDID verschillende identificatoren heeft. Als het fout gaat, koppel het scherm dan fysiek los en verbind deze opnieuw.
pl: Operacja może spowodować migotanie ekranu oraz zmianę trybu, jeśli bieżący tryb nie jest dostępny w zaktualizowanym EDID. Wyświetlacz zostanie ponownie wykryty jako inny, jeśli EDID zawiera inne identyfikatory. W przypadku niepowodzenia rozłącz i ponownie połącz wyświetlacz fizycznie.
pt_br: A operação pode fazer com que a tela pisque e mude de modo se o modo existente não estiver disponível com o EDID atualizado. O monitor será detectado novamente como um monitor diferente se o EDID tiver identificadores diferentes. Em caso de falha, desconecte e reconecte o monitor fisicamente.
ro: Operația ar putea face ecranul să clipească și să comute modul dacă modul curent nu este disponibil cu EDID-ul actualizat. Ecranul va fi redetectat ca un ecran diferit dacă EDID-ul are identificatori diferiți. În caz de eșec, deconectați și reconectați ecranul fizic.
ru: Эта операция может вызвать мерцание экрана и переключение режима, если существующий режим не доступен при обновленном EDID. Дисплей будет повторно обнаружен как другой, если EDID имеет другие идентификаторы. В случае отказа отключить и вновь подключить дисплей физически.
sl: Operacija lahko povzroči utripanje zaslona in preklop načina, če obstoječi način ni na voljo s posodobljenim EDID. Zaslon bo ponovno zaznan kot drug zaslon, če ima EDID drugačne identifikatorje. V primeru okvare odklopite in ponovno fizično priključite zaslon.
sv: Det kan hända att skärmen flimrar och byter läge om det befintliga läget inte är tillgängligt med den uppdaterade EDID:n. Skärmen kommer att detekteras på nytt som en annan skärm om EDID har olika identifierare. I händelse av fel ska du koppla bort och återansluta skärmen fysiskt.
tr: Mevcut mod güncellenmiş EDID ile kullanılamıyorsa işlem ekranın titremesine ve mod değiştirmesine neden olabilir. EDID'nin farklı tanımlayıcıları varsa, ekran farklı bir ekran olarak yeniden algılanacaktır. Bir arıza durumunda, ekranın bağlantısını fiziksel olarak kesin ve yeniden bağlayın.
uk: Операція може спричинити мерехтіння екрану та перемикання режиму, якщо існуючий режим недоступний з оновленим EDID. Дисплей буде повторно визначено як інший дисплей, якщо EDID має інші ідентифікатори. У разі несправності від'єднайте та повторно підключіть дисплей фізично.
vi: Quá trình này có thể làm màn hình nhấp nháy và chuyển đổi chế độ nếu chế độ hiện tại không khả dụng với EDID đã được cập nhật. Màn hình sẽ được phát hiện lại như một màn hình khác nếu EDID có các định danh khác nhau. Trong trường hợp thất bại, ngắt kết nối và kết nối lại màn hình một cách vật lý.
zh_hans: 如果更新 EDID 无法使用现有模式，则此操作可能导致屏幕闪烁和模式切换。如果 EDID 有不同的标识符，显示器将被重新识别为不同显示器。 出现故障时请物理断开并重连显示器。
zh_hant: 如果更新 EDID 無法使用現有模式，則此操作可能導致螢幕閃爍和模式切換。如果 EDID 有不同的識別碼，顯示器將被重新識別為不同顯示器。 出現故障時請物理斷開並重連顯示器。

source: The physical dimension (used to calculate UI scaling) associated with a virtual screen is determined primarily by the 'reported diagonal size' setting which can be further modified by the 'display physical dimensions' setting when the virtual screen is connected.
de: Die physischen Abmessungen (die zur Berechnung der Skalierung der Benutzeroberfläche verwendet werden), die mit einem virtuellen Bildschirm assoziiert sind, werden in erster Linie durch die Einstellung "gemeldete diagonale Größe" bestimmt, die durch die Einstellung "physische Abmessungen des Displays" weiter geändert werden kann, wenn der virtuelle Bildschirm angeschlossen ist.
es: La dimensión física (utilizada para calcular la escala de la interfaz de usuario) asociada a una pantalla virtual se determina principalmente por la configuración de ‘tamaño diagonal reportado’, que puede ser modificada adicionalmente por la configuración de ‘dimensiones físicas de la pantalla’ cuando la pantalla virtual está conectada.
fr: La dimension physique (utilisée pour calculer la mise à l'échelle de l'interface utilisateur) associée à un écran virtuel est déterminée principalement par le paramètre 'taille diagonale rapportée', qui peut être modifié par le réglage 'Dimensions physiques de l'écran' lorsque l'écran virtuel est connecté.
hu: A virtuális képernyőhöz tartozó fizikai méretet (amelyet a felhasználói felület méretezésének kiszámításához használnak) elsősorban a "jelentett átmérő" beállítás határozza meg, amelyet a virtuális képernyő csatlakoztatásakor a "fizikai képernyő méretek" beállítással lehet tovább pontosítani.
it: La dimensione fisica (utilizzata per calcolare la scala dell’interfaccia utente) associata a uno schermo virtuale è determinata principalmente dall’impostazione “dimensione diagonale riportata”, che può essere ulteriormente modificata dall’impostazione “dimensioni fisiche del display” quando lo schermo virtuale è connesso.
ja: 仮想スクリーンに関連する物理的サイズ（UIサイズを計算するために使用）は、まず「報告された対角サイズ」設定により決定しますが、仮想スクリーンを接続している場合は、「ディスプレイの物理的サイズ」設定により変更されることがあります。
ko: 가상 화면과 관련된 실제 크기(UI 스케일링을 계산하는 데 사용됨)는 주로 '보고된 대각선 크기' 설정에 의해 결정되며, 가상 화면이 연결될 때 ‘디스플레이 실제 크기’ 설정에 의해 추가로 수정될 수 있습니다.
nb: Den fysiske dimensjonen (som brukes til å beregne UI-skaleringsfaktor) knyttet til en virtuell skjerm bestemmes først og fremst av innstillingen «rapportert diagonal størrelse», som kan endres ytterligere via innstillingen «skjermens fysiske dimensjoner» når den virtuelle skjermen er tilkoblet.
nl: De fysieke afmeting (gebruikt voor het berekenen van UI-schaling) die is gekoppeld aan een virtueel scherm wordt primair bepaald door de instelling 'Gemelde diagonale grootte' die verder kan worden aangepast door de instelling 'Fysieke afmetingen scherm' wanneer het virtuele scherm is aangesloten.
pl: Fizyczny wymiar (używany do obliczania skalowania interfejsu) powiązany z wirtualnym ekranem jest określany głównie przez ustawienie „zgłoszona przekątna”, które może być dodatkowo zmodyfikowane przez ustawienie „fizyczne wymiary wyświetlacza” po połączeniu wirtualnego ekranu.
pt_br: A dimensão física (usada para calcular o dimensionamento da UI) associada a uma tela virtual é determinada principalmente pela configuração do 'tamanho diagonal relatado', que pode ser ainda modificada pela configuração 'exibir dimensões físicas' quando a tela virtual está conectada.
ro: Dimensiunea fizică (folosită pentru calculul scalării UI) asociată unui ecran virtual este determinată în principal de setarea „dimensiunea diagonală raportată”, care poate fi modificată ulterior de setarea „dimensiuni fizice ale ecranului” atunci când ecranul virtual este conectat.​
ru: Физический размер (используется для расчета масштабирования интерфейса) для виртуального экрана определяется в первую очередь параметром «задекларированный диагональный размер», который может быть дополнительно изменен параметром «физические размеры дисплея» при подключении виртуального экрана.
sl: Fizična dimenzija (ki se uporablja za izračun skaliranja uporabniškega vmesnika), povezana z virtualnim zaslonom, je določena predvsem z nastavitvijo 'sporočene diagonalne velikosti', ki jo je mogoče dodatno spremeniti z nastavitvijo 'prikaži fizične dimenzije', ko je virtualni zaslon povezan.
sv: Den fysiska dimensionen (som används för att beräkna skalningen av användargränssnittet) för en virtuell skärm bestäms i första hand av inställningen "rapporterad diagonalstorlek", som kan ändras ytterligare med inställningen "visa fysiska dimensioner" när den virtuella skärmen är ansluten.
tr: Bir sanal ekranla ilişkili fiziksel boyut (kullanıcı arayüzü ölçeklendirmesini hesaplamak için kullanılır) öncelikle 'bildirilen diyagonal boyut' ayarıyla belirlenir ve sanal ekran bağlandığında 'fiziksel boyutları görüntüle' ayarıyla daha da değiştirilebilir.
uk: Фізичний розмір (використовується для обчислення масштабування інтерфейсу) для віртуального екрана визначається насамперед параметром «задекларований діагональний розмір», який може бути додатково змінений параметром «фізичні розміри дисплея», коли віртуальний екран підключено.
vi: Kích thước vật lý (được sử dụng để tính toán tỉ lệ UI) liên quan đến màn hình ảo được xác định chủ yếu bởi cài đặt 'kích thước chéo báo cáo', có thể được điều chỉnh thêm bởi cài đặt 'kích thước vật lý màn hình' khi màn hình ảo được kết nối.
zh_hans: 与虚拟屏幕关联的物理尺寸（用于计算 UI 缩放）主要由“报告的对角线尺寸”设置确定，当虚拟屏幕连接时，可以通过“显示物理尺寸”设置进一步修改。
zh_hant: 與虛擬螢幕關聯的物理尺寸（用於計算 UI 縮放）主要由“報告的對角線尺寸”設定確定，當虛擬螢幕連接時，可以通過“顯示物理尺寸”設定進一步修改。

source: The physical dimension (used to calculate UI scaling) associated with a virtual screen is determined primarily by the 'reported diagonal size' setting which can be further modified by the `display physical dimensions` setting when the virtual screen is connected.
de: Die physischen Abmessungen (die zur Berechnung der Skalierung der Benutzeroberfläche verwendet werden), die mit einem virtuellen Bildschirm assoziiert sind, werden in erster Linie durch die Einstellung "gemeldete diagonale Größe" bestimmt, die durch die Einstellung "physische Abmessungen des Displays" weiter geändert werden kann, wenn der virtuelle Bildschirm angeschlossen ist.
es: La dimensión física (utilizada para calcular la escala de la interfaz de usuario) asociada a una pantalla virtual se determina principalmente por la configuración de ‘tamaño diagonal reportado’, que puede ser modificada adicionalmente por la configuración de `dimensiones físicas de la pantalla` cuando la pantalla virtual está conectada.
fr: La dimension physique (utilisée pour calculer la mise à l'échelle de l'interface utilisateur) associée à un écran virtuel est déterminée principalement par le paramètre 'taille diagonale rapportée', qui peut être modifié par le réglage 'Dimensions physiques de l'écran' lorsque l'écran virtuel est connecté.
hu: A virtuális képernyőhöz társított fizikai méret (amelyet a felhasználói felület méretezésének kiszámításához használnak) elsősorban a „jelentett átlóméret” beállítás alapján kerül meghatározásra, amelyet tovább lehet módosítani a „kijelző fizikai méretei” beállítással, amikor a virtuális képernyő csatlakoztatva van.
it: La dimensione fisica (utilizzata per calcolare la scala dell’interfaccia utente) di uno schermo virtuale è determinata principalmente dall’impostazione ‘dimensione diagonale riportata’, che può essere ulteriormente modificata dall’impostazione ‘dimensioni fisiche del display’ quando lo schermo virtuale è connesso.
ja: 仮想スクリーンの物理的な寸法（UIのスケーリングを計算するために使用される）は、まず「報告された対角サイズ」設定により決定しますが、仮想スクリーンを接続する場合に、「ディスプレイの物理的サイズ」設定により変更されることがあります。
ko: 가상 화면과 관련된 실제 크기(UI 스케일링을 계산하는 데 사용됨)는 주로 '보고된 대각선 크기' 설정에 의해 결정되며, 가상 화면이 연결될 때 ‘디스플레이 실제 크기’ 설정에 의해 추가로 수정될 수 있습니다.
nb: Den fysiske dimensjonen (som brukes til å beregne UI-skaleringsfaktor) knyttet til en virtuell skjerm bestemmes først og fremst av innstillingen «rapportert diagonal størrelse», som kan endres ytterligere via innstillingen `skjermens fysiske dimensjoner` når den virtuelle skjermen er tilkoblet.
nl: De fysieke afmeting (gebruikt voor het berekenen van UI-schaling) die is gekoppeld aan een virtueel scherm wordt primair bepaald door de instelling 'Gemelde diagonale grootte' die verder kan worden aangepast door de instelling 'Fysieke afmetingen scherm' wanneer het virtuele scherm is aangesloten.
pl: Fizyczny wymiar (używany do obliczania skalowania interfejsu) powiązany z wirtualnym ekranem jest określany głównie przez ustawienie „zgłoszona przekątna”, które może być dodatkowo zmodyfikowane przez ustawienie fizyczne wymiary wyświetlacza po połączeniu wirtualnego ekranu.
pt_br: A dimensão física (usada para calcular a escala da interface) associada a uma tela virtual é determinada principalmente pela configuração ‘tamanho diagonal informado’, que pode ser ainda modificada pela configuração dimensões físicas do monitor quando a tela virtual está conectada.
ro: Dimensiunea fizică (utilizată pentru calcularea scalării interfeței utilizator) asociată unui ecran virtual este determinată în principal de setarea „dimensiunea diagonalei raportate”, care poate fi modificată în continuare prin setarea „dimensiuni fizice ale afișajului” atunci când ecranul virtual este conectat.
ru: Физический размер (используется для расчета масштабирования интерфейса) для виртуального экрана определяется в первую очередь параметром «задекларированный диагональный размер», который может быть дополнительно изменен параметром `физические размеры дисплея` при подключении виртуального экрана.
sl: Fizična dimenzija (ki se uporablja za izračun skaliranja uporabniškega vmesnika), povezana z virtualnim zaslonom, je določena predvsem z nastavitvijo 'sporočene diagonalne velikosti', ki jo je mogoče dodatno spremeniti z nastavitvijo 'prikaži fizične dimenzije', ko je virtualni zaslon povezan.
sv: Den fysiska dimensionen (som används för att beräkna skalningen av användargränssnittet) för en virtuell skärm bestäms i första hand av inställningen "rapporterad diagonalstorlek", som kan ändras ytterligare med inställningen "visa fysiska dimensioner" när den virtuella skärmen är ansluten.
tr: Bir sanal ekranla ilişkili fiziksel boyut (UI ölçeklendirmesini hesaplamak için kullanılır), öncelikle sanal ekran bağlandığında 'ekran fiziksel boyutları' ayarıyla daha fazla değiştirilebilen 'bildirilen diyagonal boyut' ayarı tarafından belirlenir.
uk: Фізичний розмір (використовується для обчислення масштабування інтерфейсу) для віртуального екрана визначається насамперед параметром «задекларований діагональний розмір», який може бути додатково змінений параметром `фізичні розміри дисплея`, коли віртуальний екран підключено.
vi: Kích thước vật lý (được sử dụng để tính toán tỉ lệ giao diện người dùng) liên quan đến màn hình ảo được xác định chủ yếu bởi cài đặt 'kích thước đường chéo báo cáo', có thể được điều chỉnh thêm bởi cài đặt `kích thước vật lý màn hình` khi màn hình ảo được kết nối.
zh_hans: 与虚拟屏幕相关联的物理尺寸（用于计算用户界面缩放）主要由“报告的对角尺寸”设置确定，当虚拟屏幕连接时可以进一步通过“显示物理尺寸”设置进行修改。
zh_hant: 與虛擬螢幕相關聯的實體尺寸（用於計算使用者介面縮放）主要由「報告的對角線尺寸」設定決定，當虛擬螢幕連接時可以進一步透過「顯示實體尺寸」設定進行修改。
