Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: With this enabled scale matching will affect displays that have resolution configuration protection enabled. The protected resolution will be updated as well.
de: Wenn diese Option aktiviert ist, wirkt sich der Abgleich der Skalierung auf Displays aus, bei denen der Schutz der Auflösungskonfiguration aktiviert ist. Die geschützte Auflösung wird ebenfalls aktualisiert.
es: Con esto habilitado, la coincidencia de escala afectará a las pantallas que tengan habilitada la protección de configuración de resolución. La resolución protegida también se actualizará.
fr: Lorsque cette option est activée, la correspondance d'échelle affecte les écrans pour lesquels la protection de la configuration de la résolution est activée. La résolution protégée sera également mise à jour.
hu: Ha ez engedélyezve van, a méretezés (skálázás) egyeztetése azon kijelzőket is érintheti, amelyeknél van a felbontás konfiguráció védelme aktív. A védett felbontás automatikusan frissítésre kerül.
it: Con questa opzione attivata, l’adattamento della scala influenzerà anche i display con protezione della configurazione della risoluzione abilitata, aggiornando la risoluzione protetta.
ja: 有効化した場合は、解像度構成の保護が有効なディスプレイのみをサイズ調整します。また、保護している解像度を更新します。
ko: 이 옵션을 활성화하면 해상도 설정 보호가 활성화된 디스플레이에 스케일 매칭이 영향을 미칩니다. 보호된 해상도도 함께 갱신됩니다.
nb: Med dette aktivert påvirker skalamatching skjermer med oppløsningsbeskyttelse aktivert. Den beskyttede oppløsningen oppdateres også.
nl: Als dit ingeschakeld is, dan zal het overeenkomen van de schaal invloed hebben op schermen die Bescherming resolutieconfiguratie hebben ingeschakeld staan. De beschermde resolutie wordt meeveranderd.
pt_br: Com este habilidado, a correspondência de escala afetará os monitores que possuem a proteção de configuração de resolução habilitada. A resolução protegida também será atualizada.
ro: Cu această opțiune activă, potrivirea scalării va afecta ecranelor care au protecția configurației rezoluției activată. Rezoluția protejată va fi, de asemenea, actualizată.
ru: При включении этой опции сравнение масштаба повлияет на дисплеи, у которых включена защита конфигурации разрешения .Защищенное разрешение также будет обновлено.
sl: Če je to omogočeno, bo ujemanje lestvice vplivalo na zaslone, ki imajo omogočeno zaščito konfiguracije ločljivosti. Posodobljena bo tudi zaščitena ločljivost.
sv: När detta är aktiverat kommer skalmatchning att påverka skärmar som har ett aktiverat skydd för upplösningskonfiguration. Den skyddade upplösningen kommer också att uppdateras.
tr: Bu özellik etkinleştirildiğinde ölçek eşleştirme, çözünürlük yapılandırma koruması etkin olan ekranları etkileyecektir. Korunan çözünürlük de güncellenecektir.
uk: Коли це увімкнено, узгодження масштабу впливатиме на дисплеї з увімкненим захистом конфігурації роздільної здатності. Захищена роздільна здатність також буде оновлена.
vi: Khi bật tùy chọn này, điều chỉnh tỉ lệ sẽ ảnh hưởng đến các màn hình đã bật bảo vệ cấu hình độ phân giải. Độ phân giải được bảo vệ cũng sẽ được cập nhật.
zh_hans: 启用此功能后，比例匹配将影响启用了分辨率配置保护的显示器。受保护的分辨率也会被更新。
zh_hant: 啟用此功能後，比例匹配將影響啟用了解析度設定保護的顯示器。受保護的解析度也會被更新。

source: With this enabled the app will perform the scale matching operation when the resolution of a watched display was changed by the system or by some other app. If the resolution of multiple watched displays are changed (for example, because of a layout change), no action is taken to avoid ambiguity.
de: Wenn diese Option aktiviert ist, führt die Anwendung den Vorgang zum Abgleich der Skalierung durch, wenn die Auflösung eines überwachten Displays vom System oder von einer anderen Anwendung geändert wurde. Wenn die Auflösung mehrerer überwachter Displays geändert wird (z. B. aufgrund einer Layoutänderung), werden keine Maßnahmen ergriffen, um Mehrdeutigkeiten zu vermeiden.
es: Con esto habilitado, la aplicación realizará la operación de coincidencia de escala cuando la resolución de una pantalla monitoreada sea cambiada por el sistema o por otra aplicación. Si se cambian las resoluciones de múltiples pantallas monitoreadas (por ejemplo, debido a un cambio de diseño), no se tomará ninguna acción para evitar ambigüedades.
fr: Avec cette fonction activée, l'application effectuera l'opération de mise à l'échelle lorsque la résolution d'un écran surveillé a été modifiée par le système ou par une autre application. Si la résolution de plusieurs écrans est modifiée (par exemple en raison d'un changement de disposition des écrans), aucune action n'est effectuée afin d'éviter toute ambiguïté.
hu: Ha ez engedélyezve van, az alkalmazás elvégzi a skálázás-egyeztetési műveletet, amikor a rendszer vagy egy másik alkalmazás megváltoztatta a figyelt kijelző felbontását. Ha több figyelt kijelző felbontása változik (például elrendezés-váltás miatt), a félreérthetőség elkerülése érdekében nem történik semmilyen művelet.
it: Con questa opzione abilitata, l’app eseguirà l’operazione di corrispondenza della scala quando la risoluzione di un display monitorato viene cambiata dal sistema o da un’altra app. Se la risoluzione di più display monitorati viene modificata (ad esempio, a causa di un cambiamento di layout), non verrà intrapresa alcuna azione per evitare ambiguità.
ja: 有効化した場合は、監視対象ディスプレイの解像度がシステムまたは他のアプリによって変更された場合に、サイズ調整を実行します。複数の監視対象ディスプレイの解像度が変更された場合（例：レイアウト変更による場合など）は、紛らわしさを避けるため、何も行いません。
ko: 이 기능이 활성화되면, 시스템이나 다른 앱에 의해 모니터링 중인 디스플레이의 해상도가 변경될 때 앱이 크기 조정 작업을 수행합니다. 여러 개의 모니터링 중인 디스플레이의 해상도가 동시에 변경되는 경우(예: 레이아웃 변경으로 인해), 모호성을 피하기 위해 어떠한 조치도 취하지 않습니다.
nb: Med dette aktivert utfører appen skalamatching når oppløsningen på en overvåket skjerm endres av systemet eller en annen app. Hvis flere overvåkede skjermer endres samtidig (f.eks. ved endret oppsett), gjøres ingen endring for å unngå uklarhet.
nl: Als dit ingeschakeld is, dan zal de app een schaalovereenkomingshandeling uitvoeren wanneer de resolutie van een bewaakt scherm werd veranderd door het systeem of door een andere app. Indien de resolutie van meerdere bewaakte schermen worden gewijzigd (bijvoorbeeld als gevolg van een wijziging van de indeling), dan wordt er geen actie ondernomen om dubbelzinnigheid te voorkomen.
pt_br: Com isso ativado, o aplicativo executará a operação de correspondência de escala quando a resolução de uma exibição monitorada for alterada pelo sistema ou por algum outro aplicativo. Se a resolução de múltiplas exibições monitoradas for alterada (por exemplo, devido a uma alteração de layout), nenhuma ação será tomada para evitar ambiguidade.
ro: Cu această opțiune activată, aplicația va efectua operația de potrivire a scalei atunci când rezoluția unui ecran monitorizat este schimbată de sistem sau de o altă aplicație. Dacă rezoluția mai multor ecrane monitorizate este schimbată (de exemplu, din cauza unei modificări a aranjamentului), nu se va efectua nicio acțiune pentru a evita ambiguitatea.
ru: Когда это включено, приложение будет выполнять операцию согласования масштаба, когда разрешение наблюдаемого дисплея изменено системой или другим приложением. Если разрешение нескольких наблюдаемых дисплеев изменяется (например, из-за изменения расположения), никаких действий не выполняется, чтобы избежать неоднозначности.
sl: Če je to omogočeno, bo aplikacija izvedla operacijo ujemanja lestvice, ko je sistem ali katera druga aplikacija spremenila ločljivost gledanega zaslona. Če se spremeni ločljivost več gledanih zaslonov (na primer zaradi spremembe postavitve), se ne izvede noben ukrep, da bi se izognili dvoumnosti.
sv: Om detta är aktiverat kommer appen att utföra skalmatchning när upplösningen på en visad skärm har ändrats av systemet eller av någon annan app. Om upplösningen för flera övervakade skärmar ändras (t.ex. på grund av en layoutändring) vidtas ingen åtgärd för att undvika tvetydighet.
tr: Bu özellik etkinleştirildiğinde uygulama, izlenen bir ekranın çözünürlüğü sistem veya başka bir uygulama tarafından değiştirildiğinde ölçek eşleştirme işlemini gerçekleştirir. Birden fazla izlenen ekranın çözünürlüğü değiştirilirse (örneğin, bir düzen değişikliği nedeniyle), belirsizliği önlemek için hiçbir işlem yapılmaz.
uk: Коли це увімкнено, додаток виконуватиме операцію узгодження масштабу, коли роздільна здатність спостережуваного дисплея буде змінена системою або іншим додатком. Якщо роздільна здатність кількох спостережуваних дисплеїв змінюється (наприклад, через зміну розташування), жодних дій не виконується, щоб уникнути неоднозначності.
vi: Khi bật tùy chọn này, ứng dụng sẽ thực hiện thao tác điều chỉnh tỉ lệ khi độ phân giải của một màn hình được theo dõi thay đổi bởi hệ thống hoặc bởi một ứng dụng khác. Nếu độ phân giải của nhiều màn hình được theo dõi thay đổi (ví dụ, do thay đổi bố cục), sẽ không có hành động nào được thực hiện để tránh sự mơ hồ.
zh_hans: 启用此功能后，当系统或其他应用程序更改了被监视显示器的分辨率时，应用程序将执行比例匹配操作。如果多个被监视显示器的分辨率发生变化（例如，由于布局更改），则不会采取任何操作以避免歧义。
zh_hant: 啟用此功能後，當系統或其他應用程式更改了被監視顯示器的解析度時，應用程式將執行比例匹配操作。如果多個被監視顯示器的解析度發生變化（例如，由於佈局更改），本程式則不會進行任何操作。

source: With this option selected, the app will leave native brightness keys under macOS control if only Apple displays are connected with no additional software brightness control features enabled. In this case however various settings (like "Make fine scale default" or control "All suitable screens" simultaneously) that modify the default behavior of the brightness keys will not apply.
de: Wenn diese Option ausgewählt ist, lässt die App die nativen Helligkeitstasten unter der Kontrolle von macOS, wenn nur Apple Displays angeschlossen sind und keine zusätzlichen Software-basierten Funktionen zur Helligkeitssteuerung aktiviert sind. In diesem Fall werden jedoch verschiedene Einstellungen (wie "Feine Skala als Standard festlegen" oder "Alle geeigneten Bildschirme" gleichzeitig steuern), die das Standardverhalten der Helligkeitstasten ändern, nicht angewendet.
es: Con esta opción seleccionada, la aplicación dejará las teclas de brillo nativas bajo el control de macOS si solo hay pantallas de Apple conectadas y no se han habilitado características adicionales de control de brillo por software. Sin embargo, en este caso, varias configuraciones (como “Establecer escala fina como predeterminada” o controlar “Todas las pantallas adecuadas” simultáneamente) que modifican el comportamiento predeterminado de las teclas de brillo no se aplicarán.
fr: Avec cette option sélectionnée, l'application laissera les touches de luminosité natives sous le contrôle de macOS si seulement des écrans Apple sont connectés et qu'aucune fonction logicielle supplémentaire de contrôle de la luminosité n'est activée. Dans ce cas cependant, différents réglages qui modifient le comportement par défaut des touches de luminosité ne s'appliqueront pas.
hu: Ha ez az opció be van jelölve, az alkalmazás a natív fényerőszabályozó billentyűket a macOS vezérlése alatt hagyja, ha csak Apple-kijelzők vannak csatlakoztatva, és nincsenek engedélyezve további szoftveres fényerőszabályozó funkciók. Ebben az esetben a különböző beállítások (például a "Finom skála alapértelmezetté tétele" vagy az "Összes alkalmas képernyő" egyidejű vezérlése), amelyek módosítják a fényerőgombok alapértelmezett viselkedését, nem lesznek alkalmazhatók.
it: Con questa opzione selezionata, l'app lascerà i tasti di luminosità nativi sotto il controllo di macOS se sono collegati solo display Apple senza funzionalità aggiuntive di controllo della luminosità del software abilitate. In questo caso, tuttavia, varie impostazioni (come "Rendi predefinita la scala fine" o controlla "Tutti gli schermi adatti" contemporaneamente) che modificano il comportamento predefinito dei tasti luminosità non verranno applicate.
ja: このオプションを選択すると、追加のソフトウェア輝度制御機能を有効化せずにApple製ディスプレイを接続した場合も、ネイティブ輝度キーをmacOSの制御下に置きます。しかしながらこの場合は、輝度キーのデフォルト動作を変更するさまざまな設定（「微細スケールをデフォルトにする」や「適用できるすべての画面」を同時に制御するなど）には適用されません。
ko: 이 옵션을 선택하면, Apple 디스플레이만 연결되어 있고 추가적인 소프트웨어 밝기 제어 기능이 활성화되지 않은 경우 앱이 macOS의 기본 밝기 키 제어를 유지합니다. 하지만 이 경우 밝기 키의 기본 동작을 수정하는 다양한 설정(예: "미세 조정을 기본값으로 설정" 또는 "모든 적합한 화면" 동시 제어)은 적용되지 않습니다.
nb: Med dette valget lar appen de native lysstyrketastene styres av macOS hvis kun Apple-skjermer er tilkoblet uten ekstra programvarekontroll. I så fall vil innstillinger som “Gjør fin skala standard” eller “Alle passende skjermer” ikke gjelde for lysstyrketastene.
nl: Als deze optie is geselecteerd, dan zal de app de ingebouwde helderheidstoetsen onder controle van macOS laten als alleen Apple-schermen verbonden zijn zonder aanvullende programmatische helderheidsbedieningsfunctie ingeschakeld. Echter, in dit geval zullen diverse instellingen (zoals "Maak fijnafstelling standaard" of "Alle geschikte schermen" gelijktijdig bedienen) die het standaardgedrag van de helderheidstoetsen aanpassen, niet toegepast worden.
pl: Po wybraniu tej opcji aplikacja pozostawi natywne klawisze jasności pod kontrolą macOS, jeśli połączone są tylko wyświetlacze Apple bez włączonych dodatkowych funkcji sterowania jasnością oprogramowania. W takim przypadku jednak różne ustawienia (takie jak „Ustaw domyślną dokładną skalę” lub kontroluj „Wszystkie odpowiednie ekrany" jednocześnie), które modyfikują domyślne zachowanie klawiszy jasności, nie będą miały zastosowania.
pt_br: Com esta opção selecionada, o aplicativo deixará as teclas de brilho nativas sob controle do macOS se apenas os monitores Apple estiverem conectados sem recursos adicionais de controle de brilho de software habilitados. Neste caso, entretanto, várias configurações (como "Tornar a escala fina padrão" ou controlar "Todas as telas adequadas" simultaneamente) que modificam o comportamento padrão das teclas de brilho não serão aplicadas.
ro: Cu această opțiune selectată, aplicația va lăsa tastele de luminozitate native sub controlul macOS dacă sunt conectate doar afișaje Apple fără alte funcții de control al luminozității software activate. În acest caz, totuși, diverse setări (cum ar fi “Faceți scară fină implicită” sau controlul “Toate ecranele potrivite” simultan) care modifică comportamentul implicit al tastelor de luminozitate nu se vor aplica.
ru: При выборе этой опции приложение оставит родные клавиши яркости под контролем macOS, если подключены только дисплеи Apple и не включены дополнительные программные функции управления яркостью. Однако в этом случае различные настройки (например, "Сделать тонкую шкалу по умолчанию" или управление "Всеми подходящими экранами" одновременно), изменяющие поведение клавиш яркости по умолчанию, не будут применяться.
sl: Ko je izbrana ta možnost, bo aplikacija pustila izvorne tipke za svetlost pod nadzorom macOS, če so povezani samo zasloni Apple brez omogočenih dodatnih programskih funkcij za nadzor svetlosti. Vendar pa v tem primeru različne nastavitve (na primer »Nastavi fino lestvico za privzeto« ali hkrati upravljajte »Vsi primerni zasloni«), ki spreminjajo privzeto obnašanje tipk za svetlost, ne bodo veljale.
sv: Om det här alternativet är valt kommer appen att lämna de inbyggda ljusstyrketangenterna under macOS-kontroll om endast Apple-skärmar är anslutna utan att några ytterligare funktioner för ljusstyrka i programvaran är aktiverade. I det här fallet kommer dock olika inställningar (som "Gör finskalig standard" eller kontrollera "Alla lämpliga skärmar" samtidigt) som ändrar standardbeteendet för ljusstyrketangenterna inte att gälla.
tr: Bu seçenek seçildiğinde, ek yazılım parlaklık kontrol özellikleri etkinleştirilmeden yalnızca Apple ekranları bağlıysa, uygulama yerel parlaklık tuşlarını macOS kontrolü altında bırakacaktır. Ancak bu durumda parlaklık tuşlarının varsayılan davranışını değiştiren çeşitli ayarlar ("İnce ölçeği varsayılan yap" veya "Tüm uygun ekranları" aynı anda kontrol et gibi) geçerli olmayacaktır.
uk: Якщо вибрано цей параметр, програма залишить власні клавіші яскравості під керуванням macOS, якщо підключено лише дисплеї Apple без увімкнених додаткових програмних функцій керування яскравістю. Однак у цьому випадку різні параметри (наприклад, «Зробити точним масштабом за замовчуванням» або керувати «Усі придатні екрани» одночасно), які змінюють типову поведінку клавіш яскравості, не застосовуватимуться.
vi: Khi tùy chọn này được chọn, ứng dụng sẽ để các phím điều chỉnh độ sáng tự nhiên cho macOS kiểm soát nếu chỉ có các màn hình của Apple được kết nối mà không có các tính năng điều chỉnh độ sáng phần mềm bổ sung được kích hoạt. Trong trường hợp này, các thiết lập khác nhau (như "Đặt thu phóng tỉ mỉ làm mặc định" hoặc kiểm soát "Tất cả các màn hình phù hợp" cùng một lúc) mà sửa đổi hành vi mặc định của các phím điều chỉnh độ sáng sẽ không áp dụng.
zh_hans: 选中此选项后如果只连接了 Apple 显示屏且未启用额外的软件亮度控制功能，应用程序会将原生亮度键置于 macOS 控制下。在这种情况下各种修改亮度键默认行为的设置（如 "默认设置为微调" 或同时控制 "所有合适屏幕"）将不适用。
zh_hant: 選中此選項後如果只連接了 Apple 顯示器且未啟用額外的軟體亮度控制功能，應用程式會將原生亮度鍵置於 macOS 控制下。在這種情況下各種修改亮度鍵預設行為的設定（如 "預設設定為微調" 或同時控制 "所有合適螢幕"）將不適用。

source: Without Screen Recording permissions this feature will not work!
de: Ohne die Berechtigung zur Bildschirmaufnahme wird diese Funktion nicht funktionieren!
es: ¡Sin permisos de grabación de pantalla, esta función no funcionará!
fr: Sans les permission d'enregistrement de l'écran cette fonctionnalité ne marcheras pas !
hu: Képernyő rögzítés jogosultság nélkül ez a funkció nem működik!
it: Senza i permessi di registrazione dello schermo questa funzione non funzionerà!
ja: この機能には画面収録の許可が必要です!
ko: 화면 녹화 권한이 없으면 이 기능이 작동하지 않습니다!
nb: Uten tillatelse til skjermopptak vil ikke denne funksjonen fungere!
nl: Zonder bevoegdheid voor schermopname zal deze functie niet werken!
pt_br: Sem permissões para Gravação de Tela, esta função não funcionará!
ro: Fără permisiunile de înregistrare a ecranului, această funcționalitate nu va funcționa!​
ru: Без разрешения на запись экрана эта функция не будет работать!
sl: Brez dovoljenja za snemanje zaslona ta funkcija ne bo delovala!
sv: Utan tillstånd för skärminspelning fungerar inte den här funktionen!
tr: Ekran Kaydı izinleri olmadan bu özellik çalışmayacaktır!
uk: Без дозволів на запис екрану ця функція не працюватиме!
vi: Tính năng này sẽ không hoạt động nếu không có quyền ghi màn hình!
zh_hans: 没有屏幕录制权限，该功能将无法运行！
zh_hant: 沒有螢幕錄影權限，該功能將無法運作！

source: Without this, toggles are rendered as checkboxes and radio buttons.
ja: 無効化した場合は、チェックボックスとラジオボタンとして、切り替えて描画されます。
ko: 이것이 없으면, 토글은 체크박스 및 라디오 버튼으로 렌더링됩니다.
nl: Als dit uit is, dan worden schuifregelaars getekend als aanvinkvakjes en radioknoppen.
ru: Без этого переключатели отображаются как флажки и радиокнопки.

source: Works only when an associated virtual screen is not set to follow the associated display's orientation
de: Funktioniert nur, wenn ein gekoppelter virtueller Bildschirm nicht so eingestellt ist, dass er der Ausrichtung des gekoppelten Displays folgt
es: Funciona solo cuando una pantalla virtual asociada no está configurada para seguir la orientación de la pantalla asociada
fr: Marche uniquement quand un écran virtuel associé n'est pas paramètré pour suivre l'orientation de l'écran associé
hu: Csak akkor működik, ha a társított virtuális képernyő nincs beállítva úgy, hogy kövesse a társított kijelző tájolását forgatáskor.
it: Funziona solo quando una schermo virtuale associata non è impostata per seguire l'orientamento del display associato
ja: 関連付けた仮想スクリーンが、関連付けたディスプレイの向きに従うよう設定されていない場合にのみ機能します。
ko: 연결된 가상 화면이 연결된 디스플레이의 방향을 따르도록 설정되지 않은 경우에만 작동
nb: Fungerer kun når tilknyttet virtuell skjerm ikke følger skjermens orientering
nl: Werkt alleen als een geassocieerd virtueel scherm niet is ingesteld om de stand te volgen van het geassocieerde scherm
pl: Działa tylko wtedy, gdy przypisany wirtualny ekran nie jest ustawiony na podążanie za orientacją powiązanego wyświetlacza
pt_br: Funciona apenas quando uma tela virtual associada não está configurada para seguir a orientação do monitor associado
ro: Funcționează doar atunci când un ecran virtual asociat nu este setat să urmărească orientarea afișajului asociat
ru: Работает только в том случае, если связанный виртуальный экран не настроен на ориентацию связанного дисплея
sl: Deluje le, če povezani virtualni zaslon ni nastavljen tako, da sledi usmerjenosti povezanega zaslona
sv: Fungerar endast när en associerad virtuell skärm inte är inställd på att följa den associerade skärmens orientering
tr: Sadece ilişkili bir sanal ekran, ilişkili ekranın yönünü takip edecek şekilde ayarlanmadığında çalışır
uk: Працює лише тоді, коли пов'язаний віртуальний екран не налаштовано на орієнтацію пов'язаного дисплея
vi: Chỉ hoạt động khi một màn hình ảo liên kết không được đặt để tuân theo chiều hướng của màn hình liên kết
zh_hans: 仅在关联虚拟屏幕未设置为跟随关联显示器方向时有效。
zh_hant: 僅在關聯虛擬螢幕未設定為跟隨關聯顯示器方向時有效。

source: Works with combined brightness and DDC hardware control. Most displays do not support turning the backlight off or back on via DDC.
de: Funktioniert mit kombinierter Helligkeits- und DDC-Hardware-Steuerung. Die meisten Displays unterstützen das Aus- und Wiedereinschalten der Hintergrundbeleuchtung über DDC nicht.
es: Funciona con brillo combinado y control de hardware DDC. La mayoría de las pantallas no admiten apagar o volver a encender la retroiluminación mediante DDC.
fr: Marche avec la luminosité combinée et le contrôle matériel DDC. La plupart des écrans ne prennent pas en charge la gestion du rétroéclairage via DDC.
hu: Kombinált fényerőkezeléssel és DDC hardveres vezérléssel működik. A legtöbb kijelző nem támogatja a háttérvilágítás kikapcsolását vagy visszakapcsolását DDC-n keresztül.
it: Funziona con la luminosità combinata e il controllo dell'hardware DDC. La maggior parte dei display non supporta l'accensione o la retroilluminazione tramite DDC.
ja: 複合輝度とDDCハードウェア制御を組み合わせた動作。ほとんどのディスプレイは、DDCによるバックライトのオン/オフに対応していません。
ko: 밝기 및 DDC 하드웨어 제어를 결합하여 작동합니다. 대부분의 디스플레이는 DDC를 통해 백라이트를 끄거나 다시 켜는 기능을 지원하지 않습니다.
nb: Fungerer med kombinert lysstyrke- og DDC-maskinvarekontroll. De fleste skjermer støtter ikke av- eller påslag av bakgrunnsbelysning via DDC.
nl: Werkt met gecombineerde helderheids- en DDC-apparaatbediening. De meeste schermen bieden geen ondersteuning voor het uitschakelen (of opnieuw inschakelen) van de achtergrondverlichting via DDC.
pt_br: Funciona com brilho combinado e controle de hardware DDC. A maioria dos monitores não suporta desligar ou ligar a luz de fundo via DDC.
ro: Funcționează cu controlul de luminozitate combinat și controlul hardware DDC. Majoritatea ecranelor nu suportă oprirea sau repornirea iluminării prin DDC.
ru: Работает с комбинированным аппаратным управлением яркостью и DDC. Большинство дисплеев не поддерживают отключение и включение подсветки через DDC.
sl: Deluje s kombiniranim nadzorom svetlosti in strojne opreme DDC. Večina zaslonov ne podpira izklopa ali ponovnega vklopa osvetlitve ozadja prek DDC.
sv: Fungerar med kombinerad ljusstyrka och DDC-hårdvarustyrning. De flesta skärmar har inte stöd för att stänga av eller sätta på bakgrundsbelysningen via DDC.
tr: Birleşik parlaklık ve DDC donanım kontrolü ile çalışır. Çoğu ekran, DDC aracılığıyla arka ışığın kapatılmasını veya tekrar açılmasını desteklemez.
uk: Працює з комбінованим керуванням яскравістю та DDC. Більшість дисплеїв не підтримують вимикання або повторне ввімкнення підсвічування через DDC.
vi: Hoạt động với độ sáng kết hợp và điều khiển DDC phần cứng. Hầu hết các màn hình không hỗ trợ việc tắt hoặc bật lại đèn nền thông qua DDC.
zh_hans: 可与亮度和 DDC 硬件控制结合使用。大多数显示器不支持通过 DDC 开关背光。
zh_hant: 可與亮度和 DDC 硬體控制結合使用。大多數顯示器不支援通過 DDC 開關背光。
