Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Enable Picture in Picture Window
de: Bild-in-Bild starten
es: Iniciar Picture in Picture
fr: Commencer l'image dans l'image
hu: Kép a képben indítása
it: Avvia Picture in Picture
ja: ピクチャインピクチャを開始
ko: 화면 속 화면 윈도우 시작
nb: Aktiver bilde-i-bilde-vindu
nl: Schakel beeld-in-beeldvenster in
pl: Rozpocznij PiP
pt_br: Iniciar PIP
ro: Porneste Picture in Picture
ru: Включить "Картинка в картинке"
sl: Začni slika v sliki
sv: Starta bild i bild
tr: Resim İçinde Resim Başlat
uk: Запустити "Картинка в картинці".
vi: Khởi động Picture in Picture
zh_hans: 开启画中画
zh_hant: 開啟畫中畫

source: Enable True Tone
de: True Tone aktivieren
es: Habilitar tono verdadero
fr: Activer True Tone
hu: True Tone engedélyezése
it: Abilita True Tone
ja: True Toneを有効化
ko: True Tone 활성화
nb: Aktiver True Tone
nl: Schakel True Tone in
pl: Włącz True Tone
pt_br: Habilitar True Tone
ro: Activează True Tone
ru: Включить True Tone
sl: Omogoči True Tone
sv: Aktivera True Tone
tr: True Tone Etkinleştir
uk: Увімкнути True Tone
vi: Kích hoạt True Tone
zh_hans: 启用原彩显示
zh_hant: 啟用原彩顯示

source: Enable UI scale matching
de: Abgleich der Benutzeroberflächen-Skala aktivieren
es: Habilitar la coincidencia de escala de la interfaz de usuario
fr: Activer la correspondance de la taille d'interface
hu: Skálázásának egyeztetés engedélyezése
it: Abilita Sincronizza scala UI
ja: UIサイズ調整を有効化
ko: UI 스케일 매칭 활성화
nb: Aktiver samsvar i UI-skala
nl: Schakel het overeen laten komen van de UI-schaal in
pl: Włącz dopasowanie skali interfejsu graficznego
pt_br: Ativar correspondência de escala de IU
ro: Activați potrivirea scalării UI​
ru: Включить согласование масштаба интерфейса
sl: Omogoči ujemanje merila uporabniškega vmesnika
sv: Aktivera matchning av UI-skala
tr: UI ölçek eşleştirmesini etkinleştir
uk: Увімкнути узгодження масштабу інтерфейсу
vi: Bật khớp tỉ lệ UI
zh_hans: 启用 UI 比例匹配
zh_hant: 啟用 UI 比例匹配

source: Enable Video Filter Window
de: Videofilter-Fenster aktivieren
es: Activar ventana de filtro de vídeo
fr: Activer la fenêtre des filtres vidéo
hu: Videószűrő ablak engedélyezése
it: Abilita finestra filtro video
ja: ビデオフィルタウインドウを開始
ko: 비디오 필터 윈도우 활성화
nb: Aktiver videofiltreringsvindu
nl: Schakel videofiltervenster in
pl: Włącz okno filtra wideo
pt_br: Ativar janela de filtro de vídeo
ro: Activează fereastra filtrului video
ru: Включить окно видеофильтра
sl: Omogoči okno video filtra
sv: Aktivera fönster för videofilter
tr: Video Filtre Penceresini Etkinleştir
uk: Увімкнути вікно відеофільтра
zh_hans: 启用视频滤镜窗口
zh_hant: 啟用影片濾鏡視窗

source: Enable color table adjustments
de: Farbpalettenanpassungen aktivieren
es: Habilitar ajustes de la tabla de colores
fr: Activer les ajustements de la table de couleur
hu: Színtábla módosítások engedélyezése
it: Abilita regolazioni tabella colore
ja: カラーテーブル調整を有効化
ko: 색상표 조정 활성화
nb: Aktiver fargekartjusteringer
nl: Schakel aanpassingen kleurentabel in
pl: Włącz dostosowanie tabeli kolorów
pt_br: Ativar ajustes na tabela de cores
ro: Activare ajustării tabelei de culori
ru: Включить корректировку цветовой таблицы
sl: Omogoči prilagoditve barvne tabele
sv: Aktivera justeringar av färgtabell
tr: Renk tablosu ayarlamalarını etkinleştirin
uk: Увімкнути коригування таблиці кольорів
vi: Kích hoạt điều chỉnh bảng màu
zh_hans: 启用色表调整
zh_hant: 啟用色表調整

source: Enable compositor filter layer
nl: Schakel samenstellingsfilterlaag in
pl: Włącz warstwę filtra kompozytora
ru: Включить слой фильтра композитора

source: Enable connect/disconnect option for displays
de: Option zum Verbinden / Trennen für alle Displays aktivieren
es: Habilitar la opción de conexión/desconexión para pantallas
fr: Activer les options de connexion/déconnexion pour les écrans
hu: Kapcsolódás/leválasztás lehetőség engedélyezése kijelzők számára
it: Abilita l'opzione di connessione/disconnessione per i display
ja: ディスプレイの接続/切断オプションを有効化
ko: 디스플레이 연결/연결 해제 옵션 활성화
nb: Aktiver tilkoble/frakoble-alternativ for skjermer
nl: Schakel optie in voor verbinden/losmaken voor schermen
pl: Włącz opcję łączenia/rozłączenia dla wyświetlaczy
pt_br: Habilitar opção de conectar/desconectar para monitores
ro: Activați opțiunea de conectare/deconectare pentru ecrane
ru: Включить параметр подключения/отключения для дисплеев
sl: Omogoči možnost povezave/prekinitve povezave za zaslone
sv: Aktivera alternativ för anslut/koppla från för skärmar
tr: Ekranlar için bağlanma/bağlantıyı kesme seçeneğini etkinleştirin
uk: Увімкнути параметр підключення/відключення для дисплеїв
vi: Kích hoạt tùy chọn kết nối/ngắt kết nối cho màn hình
zh_hans: 为显示器启用连接与断开选项
zh_hant: 為顯示器啟用連接與斷開選項

source: Enable custom URL scheme access
de: Zugriff über eignes URL-Schema aktivieren
es: Habilitar el acceso al esquema de URL personalizado
fr: Activer l'accès par schéma d'url personnalisé
hu: Egyedi URL séma alapú elérés engedélyezése
it: Abilita accesso personalizzato allo schema URL
ja: カスタムURLスキームでのアクセスを有効化
ko: 사용자 정의 URL 스키마 액세스 활성화
nb: Aktiver tilgang til egendefinert URL-skjema
nl: Schakel toegang in voor eigen URL-schema
pl: Włącz niestandardowy dostęp do schematu URL
pt_br: Ativar o acesso ao esquema URL personalizado
ro: Activare acces la schema URL personalizată
ru: Включите доступ к пользовательской схеме URL
sl: Omogoči dostop do sheme URL po meri
sv: Aktivera åtkomst till anpassat URL-schema
tr: Özel URL şeması erişimini etkinleştirme
uk: Увімкнути доступ до спеціальної схеми URL-адреси
vi: Kích hoạt truy cập theo URL tùy chỉnh
zh_hans: 启用自定义 URL Scheme 访问
zh_hant: 啟用自訂 URL Scheme 連接

source: Enable flexible scaling
de: Flexible Skalierung aktivieren
es: Habilitar escalado suave
fr: Activer la mise à l'échelle flexible
hu: Rugalmas skálázás engedélyezése
it: Abilita la scala flessibile
ja: フレキシブルスケーリングを有効化
ko: 유연한 스케일링 활성화
nb: Aktiver fleksibel skalering
nl: Schakel flexibele schaling in
pl: Włącz elastyczne skalowanie
pt_br: Habilitar o dimensionamento suave
ro: Activează scalarea uniformă
ru: Включить гибкое мастштабирование
sl: Omogoči prilagodljivo skaliranje
sv: Aktivera mjuk skalning
tr: Yumuşak ölçeklendirmeyi etkinleştir
uk: Увімкнути плавне масштабування
vi: Bật thu phóng linh hoạt
zh_hans: 启用平滑缩放
zh_hant: 啟用平滑縮放

source: Enable flexible scaling, create custom scaled resolutions, modify native and default resolutions, change display name and role, override display EDID. Please note that all displays with the same vendor and model number are affected by the changes!
de: Flexible Skalierung aktivieren, benutzerdefinierte skalierte Auflösungen erstellen, native und Standardauflösungen ändern, Displaynamen und -funktion ändern, Display-EDID überschreiben. Bitte beachte, dass alle Displays mit demselben Hersteller und derselben Modellnummer von den Änderungen betroffen sind!
es: Habilita el escalado flexible, crea resoluciones escaladas personalizadas, modifica las resoluciones nativas y predeterminadas, cambia el nombre y el rol de la pantalla, y anula el EDID de la pantalla. ¡Ten en cuenta que todas las pantallas con el mismo fabricante y número de modelo se verán afectadas por los cambios!
fr: Permet la mise à l'échelle flexible, la création de résolutions à échelle personnalisée, la modification des résolutions natives et des résolutions par défaut, de changer le nom de l'écran ou son rôle, de prendre le contrôle sur l'EDID... Notez que tous les écrans avec le même fabriquant/numéro de modèle sont affectés par ces changements !
hu: Rugalmas skálázás engedélyezése, egyéni skálázott felbontások létrehozása, natív és alapértelmezett felbontások módosítása, a kijelző nevének és szerepének módosítása, a kijelző EDID-jének felülírása. A módosítások minden azonos gyártóval és modellszámmal rendelkező kijelzőt érintenek!
it: Abilita la scala flessibile, crea risoluzioni scalate personalizzate, modifica le risoluzioni native e predefinite, cambia il nome e il ruolo del display, sovrascrivi l’EDID del display. Si noti che tutte i display con lo stesso fornitore e numero di modello saranno influenzati dalle modifiche!
ja: フレキシブルスケーリング、カスタムスケール解像度の作成、ネイティブおよびデフォルトの解像度の変更、ディスプレイ名と役割の変更、ディスプレイEDIDの上書きを有効化します。同一ベンダーとモデル番号のすべてのディスプレイが、この変更の影響を受けることに注意してください!
ko: 유연한 스케일링, 사용자 정의로 스케일 조정된 해상도 생성, 기본 및 기본 해상도 수정, 디스플레이 이름 및 역할 변경, 디스플레이 EDID 재정의를 활성화합니다. 동일한 제조업체 및 모델 번호를 가진 모든 디스플레이가 이러한 변경의 영향을 받습니다!
nb: Aktiver fleksibel skalering, opprett egendefinerte skalérte oppløsninger, endre native og standard oppløsninger, endre skjermnavn og rolle, overstyr skjermens EDID. Vær oppmerksom på at alle skjermer med samme leverandør- og modellnummer berøres av endringene!
nl: Schakel flexibele schaling in, maak eigen geschaalde resoluties, wijzig ingebouwde en standaardresoluties, wijzig de schermnaam en -rol en overschrijf de scherm-EDID. Merk op dat alle schermen van dezelfde fabrikant en dezelfde modelnummer worden beïnvloed door deze wijzigingen!
pl: Włącz elastyczne skalowanie, twórz niestandardowe rozdzielczości skalowane, modyfikuj rozdzielczości natywne i domyślne, zmieniaj nazwę oraz rolę wyświetlacza, a także nadpisuj EDID wyświetlacza. Pamiętaj, że zmiany dotyczą wszystkich wyświetlaczy o tym samym producencie i numerze modelu!
pt_br: Habilitar o dimensionamento suave, criar resoluções dimensionadas personalizadas, modificar resoluções nativas e padrão, alterar o nome e a função de exibição, substituir o EDID de exibição. Observe que todos os monitores com o mesmo fornecedor e número de modelo serão afetados pelas alterações!
ro: Activează scalarea flexibilă, creează rezoluții personalizate scalate, modifică rezoluțiile native și implicite, schimbă numele și rolul ecranului, suprascrie EDID-ul ecranului. Vă rugăm să rețineți că toate ecranele cu același vendor și număr de model sunt afectate de schimbări!
ru: Включите гибкое масштабирование, создайте пользовательское масштабируемое разрешение, измените собственное разрешение и разрешение по умолчанию, измените имя и роль дисплея, переопределите EDID дисплея. Обратите внимание, что изменения коснутся всех дисплеев с одинаковым производителем и номером модели!
sl: Omogočite prilagodljivo skaliranje, ustvarite prilagojene ločljivosti, spremenite izvorne in privzete ločljivosti, spremenite prikazno ime in vlogo, preglasite prikaz EDID. Upoštevajte, da spremembe zadevajo vse zaslone z istim prodajalcem in številko modela!
sv: Aktivera flexibel skalning, skapa anpassade skalade upplösningar, modifiera ursprungliga och standardupplösningar, ändra skärmens namn och roll, åsidosätt skärmens EDID. Observera att alla bildskärmar med samma leverantör och modellnummer påverkas av ändringarna!
tr: Esnek ölçeklendirmeyi etkinleştirin, özel ölçekli çözünürlükler oluşturun, yerel ve varsayılan çözünürlükleri değiştirin, görünen ismi ve rolü değiştirin, monitör EDID'sini geçersiz kılın. Aynı satıcı ve model numarasına sahip tüm monitörlerin değişikliklerden etkilendiğini lütfen unutmayın!
uk: Увімкніть плавне масштабування, створіть користувацькі масштабовані роздільні здатності, змініть рідні та стандартні роздільні здатності, змініть назву дисплея та роль, перевизначте EDID дисплея. Будь ласка, зверніть увагу, що всі дисплеї з однаковим виробником і номером моделі будуть змінені цими налаштуваннями!
vi: Kích hoạt thu phóng linh hoạt, tạo độ phân giải tùy chỉnh, chỉnh sửa độ phân giải tự nhiên và mặc định, thay đổi tên và vai trò của màn hình, ghi đè EDID màn hình. Vui lòng lưu ý rằng tất cả các màn hình cùng NSX và số hiệu model sẽ bị ảnh hưởng bởi các thay đổi!
zh_hans: 启用灵活缩放，创建自定义缩放分辨率，修改原生和默认分辨率，更改显示器名称和角色，并覆盖显示器 EDID 信息。请注意，这些更改将会影响所有具有相同品牌和型号的显示器！
zh_hant: 啟用靈活縮放，新增自訂縮放解析度，修改原生和預設解析度，更改顯示器名稱和角色，並覆蓋顯示器 EDID 資訊。請注意，這些更改將會影響所有具有相同品牌和型號的顯示器！

source: Enable flexible scaling, create custom scaled resolutions, modify native and default resolutions, change display name and role. Please note that all displays with the same vendor and model number are affected by the changes!
de: Flexible Skalierung aktivieren, benutzerdefinierte skalierte Auflösungen erstellen, native und Standardauflösungen ändern, Displaynamen und -funktion ändern. Bitte beachte, dass alle Displays mit demselben Hersteller und derselben Modellnummer von den Änderungen betroffen sind!
es: Habilita el escalado flexible, crea resoluciones escaladas personalizadas, modifica las resoluciones nativas y predeterminadas, y cambia el nombre y el rol de la pantalla. Ten en cuenta que todos los monitores con el mismo fabricante y número de modelo se verán afectados por los cambios.
fr: Activer la mise à l'échelle flexible, créé des résolutions à échelle personnalisée, modifie les résolution natives et les résolutions par défaut et change le nom de l'écran et son rôle. Notez que tous les écrans avec le même fabriquant et n° de modèle sont affectés par ces changements !
hu: Rugalmas skálázás engedélyezése, egyéni skálázott felbontások létrehozása, natív és alapértelmezett felbontások módosítása, a kijelző nevének és szerepének módosítása. A módosítások minden azonos gyártóval és modellszámmal rendelkező kijelzőt érintenek!
it: Abilita la scala flessibile, crea risoluzioni scalate personalizzate, modifica le risoluzioni native e predefinite, cambia il nome e il ruolo del display. Si noti che tutte i display con lo stesso fornitore e numero di modello saranno interessati dalle modifiche!
ja: フレキシブルスケーリング、カスタムスケール解像度の作成、ネイティブ解像度とデフォルトの解像度の変更、ディスプレイ名と役割の変更を有効化します。同じベンダーの同一モデル番号を持つすべてのディスプレイが、この変更の影響を受けることに注意してください!
ko: 유연한 스케일링, 사용자 지정 크기 조정 해상도 생성, 기본 해상도 및 기본 해상도 수정, 표시 이름 및 역할 변경을 활성화할 수 있습니다. 제조업체와 모델 번호가 동일한 모든 디스플레이가 변경 사항의 영향을 받습니다!
nb: Aktiver fleksibel skalering, opprett egendefinerte skalerte oppløsninger, endre native og standard oppløsninger, endre skjermnavn og rolle. Vær oppmerksom på at alle skjermer med samme leverandør- og modellnummer berøres av endringene!
nl: Schakel flexibele schaling in, maak eigen geschaalde resoluties, wijzig ingebouwde en standaardresoluties en wijzig de schermnaam en -rol. Merk op dat alle schermen van dezelfde fabrikant en dezelfde modelnummer worden beïnvloed door deze wijzigingen!
pl: Włącz elastyczne skalowanie, twórz niestandardowe rozdzielczości skalowane, modyfikuj rozdzielczości natywne i domyślne oraz zmieniaj nazwę i rolę wyświetlacza. Pamiętaj, że zmiany dotyczą wszystkich wyświetlaczy o tym samym producencie i numerze modelu!
pt_br: Habilitar o dimensionamento suave, crie resoluções dimensionadas personalizadas, modifique resoluções nativas e padrão, altere o nome do monitor e a função. Observe que todos os monitores com o mesmo fornecedor e número de modelo serão afetados pelas alterações!
ro: Activează scalarea uniformă, creați rezoluții personalizate scalate, modificați rezoluțiile native și implicite, schimbați numele și rolul ecranului. Vă rugăm să rețineți că toate ecranele cu același producător și număr de model sunt afectate de aceste modificări!
ru: Включите гибкое масштабирование, создайте пользовательское масштабируемое разрешение, измените исходное разрешение и разрешение по умолчанию, измените имя и роль дисплея. Обратите внимание, что изменения коснутся всех дисплеев с одинаковым производителем и номером модели!
sl: Omogočite prilagodljivo skaliranje, ustvarite prilagojene ločljivosti, spremenite izvorne in privzete ločljivosti, spremenite prikazno ime in vlogo. Upoštevajte, da spremembe zadevajo vse zaslone z istim prodajalcem in številko modela!
sv: Aktivera flexibel skalning, skapa anpassade skalade upplösningar, modifiera ursprungliga och standardupplösningar, ändra bildskärmsnamn och roll. Observera att alla skärmar med samma leverantör och modellnummer påverkas av ändringarna!
tr: Esnek ölçeklendirmeyi etkinleştirin, özel ölçekli çözünürlükler oluşturun, yerel ve varsayılan çözünürlükleri değiştirin, görünen ismi ve rolü değiştirin. Aynı satıcı ve model numarasına sahip tüm monitörlerin değişikliklerden etkilendiğini lütfen unutmayın!
uk: Увімкнути плавне масштабування, створити власну масштабовану роздільну здатність, замінити рідну роздільну здатність і роздільну здатність за замовчуванням, замінити відображуване ім'я та роль. Зверніть увагу, що зміни стосуються всіх дисплеїв одного виробника та номеру моделі!
vi: Kích hoạt thu phóng linh hoạt, tạo độ phân giải tùy chỉnh, chỉnh sửa độ phân giải tự nhiên và mặc định, thay đổi tên và vai trò của màn hình. Vui lòng lưu ý rằng tất cả các màn hình cùng NSX và số hiệu model sẽ bị ảnh hưởng bởi các thay đổi!
zh_hans: 启用平滑缩放、创建自定义缩放分辨率、更改原生和默认分辨率、更改显示器名称和角色。请注意所有相同供应商和型号的显示器都会受这些更改的影响！
zh_hant: 啟用平滑縮放、新增自訂縮放解析度、更改原生和預設解析度、更改顯示器名稱和角色。請注意所有相同供應商和型號的顯示器都會受這些更改的影響！

source: Enable full service menu access on this TV?
nl: Schakel volledige toegang in tot voorzieningenmenu op deze tv?
pl: Włączyć pełny dostęp do menu serwisowego na tym telewizorze?
ru: Включить полный доступ к сервисному меню на этом телевизоре?

source: Enable integrated HTTP server
de: Integrierten HTTP-Server aktivieren
es: Habilitar el servidor HTTP integrado
fr: Activer le serveur HTTP intégré
hu: Integrált HTTP szerver engedélyezése
it: Abilita server HTTP integrato
ja: 統合HTTPサーバを有効化
ko: 통합 HTTP 서버 활성화
nb: Aktiver integrert HTTP-server
nl: Schakel geïntegreerde HTTP-server in
pl: Włącz zintegrowany serwer HTTP
pt_br: Ativar o servidor HTTP integrado
ro: Activați serverul HTTP integrat
ru: Включите интегрированный HTTP-сервер
sl: Omogoči integrirani strežnik HTTP
sv: Aktivera integrerad HTTP-server
tr: Entegre HTTP sunucusunu etkinleştir
uk: Увімкнути інтегрований сервер HTTP
vi: Kích hoạt máy chủ HTTP tích hợp
zh_hans: 启用 HTTP 集成服务器
zh_hant: 啟用 HTTP 整合伺服器

source: Enable integration features
de: Integrationsfunktionen aktivieren
es: Habilitar funciones de integración
fr: Activer les fonctions d'intégration
hu: Integrációs funkciók engedélyezése
it: Abilita funzionalità di integrazione
ja: 統合機能を有効化
ko: 통합 기능 활성화
nb: Aktiver integrasjonsfunksjoner
nl: Schakel integratiefuncties in
pl: Włącz funkcje integracji
pt_br: Habilitar recursos de integração
ro: Activați caracteristicile de integrare
ru: Включить интеграционные функции
sl: Omogoči funkcije integracije
sv: Aktivera integrationsfunktioner
tr: Entegrasyon özelliklerini etkinleştir
uk: Увімкнути інтеграційні функції
zh_hans: 启用集成功能
zh_hant: 啟用整合功能

source: Enable layout protection
de: Layoutschutz aktivieren
es: Habilitar protección de diseño
fr: Activer la protection de la disposition d'écrans
hu: Elrendezés védelem engedélyezése
it: Abilita protezione layout
ja: レイアウト保護を有効化
ko: 레이아웃 보호 활성화
nb: Aktiver layoutbeskyttelse
nl: Schakel 'Bescherming indeling' in
pl: Włącz ochronę układu
pt_br: Ativar proteção de layout
ro: Activați protecția aspectului
ru: Включить защиту расположения
sl: Omogoči zaščito postavitve
sv: Aktivera layoutskydd
tr: Düzen korumasını etkinleştirin
uk: Увімкнути захист розташування
vi: Bật bảo vệ bố cục
zh_hans: 启用布局保护
zh_hant: 啟用佈局保護

source: Enable lower than 720p resolutions
de: Niedrigere Auflösungen als 720p aktivieren
es: Habilitar resoluciones inferiores a 720p
fr: Autoriser les résolutions inférieures à 720p
hu: 720p alatti felbontások engedélyezése
it: Abilita risoluzioni inferiori a 720p
ja: 720p未満の解像度を有効化
ko: 720p 미만의 해상도 활성화
nb: Aktiver oppløsninger under 720p
nl: Schakel resoluties in lager dan 720p
pl: Włącz niższe niż 720p rozdzielczości
pt_br: Habilitar resoluções inferiores a 720p
ro: Activează rezoluțiile sub 720p
ru: Разрешите разрешение ниже 720p
sl: Omogoči ločljivosti, nižje od 720p
sv: Aktivera upplösningar lägre än 720p
tr: 720p'den düşük çözünürlükleri etkinleştir
uk: Увімкнути роздільну здатність нижче 720p
vi: Kích hoạt độ phân giải thấp hơn 720p
zh_hans: 启用低于 720p 分辨率
zh_hant: 啟用低於 720p 解析度

source: Enable native XDR brightness upscaling
de: Native XDR-Helligkeitshochskalierung aktivieren
es: Habilitar el escalado de brillo XDR nativo.
fr: Activer la démultiplication de la luminosité HDR native
hu: Natív XDR fényerő felskálázás engedélyezése
it: Abilita l’upscaling della luminosità XDR nativo
ja: ネイティブXDR輝度アップスケーリングを有効化
ko: 네이티브 XDR 밝기 업스케일링 활성화
nb: Aktiver native XDR-lysstyrkeoppskalering
nl: Schakel opschaling in van ingebouwde XDR-helderheid
pl: Włącz natywne skalowanie jasności XDR
pt_br: Habilite o aumento de brilho nativo do XDR
ro: Activați scalarea nativă a luminozității XDR
ru: Включить родное увеличение яркости XDR
sl: Omogoči izvorno povečanje svetlosti XDR
sv: Aktivera inbyggd XDR-uppskalning av ljusstyrka
tr: Yerel XDR parlaklık yükseltmeyi etkinleştirin
uk: Увімкнути рідний XDR-апскейлінг яскравості
vi: Kích hoạt tăng cường độ sáng XDR nguyên bản
zh_hans: 启用原生 XDR 亮度增强
zh_hant: 啟用原生 XDR 亮度增強

source: Enable native auto brightness management
nl: Schakel ingebouwde automatische helderheidsbeheer in
pl: Włącz natywne automatyczne zarządzanie jasnością
ru: Включить встроенное автоматическое управление яркостью

source: Enable or disable auto brightness for an Apple display.
de: Automatische Helligkeit für ein Apple-Display aktivieren oder deaktivieren.
es: Activar o desactivar el brillo automático para una pantalla Apple.
fr: Activer ou désactiver la luminosité automatique pour un écran Apple.
hu: Automatikus fényerő engedélyezése vagy letiltása egy Apple kijelzőn.
it: Abilita o disabilita la luminosità automatica per un display Apple.
ja: Apple製ディスプレイの輝度の自動調節を有効化または無効化します。
ko: Apple 디스플레이의 자동 밝기를 활성화 또는 비활성화합니다.
nb: Aktiver eller deaktiver automatisk lysstyrke for en Apple-skjerm.
nl: Schakel automatische helderheid in of uit voor een Apple-scherm.
pl: Włącz lub wyłącz automatyczną jasność dla wyświetlacza Apple.
pt_br: Ativar ou desativar o brilho automático para uma tela Apple.
ro: Activează sau dezactivează luminozitatea automată pentru un ecran Apple.
ru: Включить или отключить автояркость для дисплея Apple.
sl: Omogočite ali onemogočite samodejno svetlost za zaslon Apple.
sv: Aktivera eller inaktivera automatisk ljusstyrka för en Apple-skärm.
tr: Bir Apple ekranı için otomatik parlaklığı etkinleştirin veya devre dışı bırakın.
uk: Увімкнути або вимкнути автояскравість для дисплея Apple.
zh_hans: 启用或停用 Apple 显示器的自动亮度。
zh_hant: 啟用或停用 Apple 顯示器的自動亮度。

source: Enable or disable native brightness upscaling for an XDR display.
de: Native Helligkeitsskalierung für ein XDR-Display aktivieren oder deaktivieren.
es: Activar o desactivar el upscaling de brillo nativo para una pantalla XDR.
fr: Activer ou désactiver la démultiplication native pour un écran XDR.
hu: Natív fényerő-felskálázás engedélyezése vagy letiltása egy XDR kijelzőn.
it: Abilita o disabilita l’upscaling della luminosità nativa per un display XDR.
ja: XDRディスプレイのネイティブ輝度アップスケーリングを有効化または無効化します。
ko: XDR 디스플레이의 기본 밝기 업스케일링을 활성화 또는 비활성화합니다.
nb: Aktiver eller deaktiver native lysstyrkeoppskalering for en XDR-skjerm.
nl: Schakel de ingebouwde opschaling van de helderheid in of uit voor een XDR-scherm.
pl: Włącz lub wyłącz natywne skalowanie jasności dla wyświetlacza XDR.
pt_br: Ativar ou desativar o upscaling de brilho nativo para uma tela XDR.
ro: Activați sau dezactivați upscaling-ul nativ al luminozității pentru un afișaj XDR.
ru: Включить или отключить родное увеличение яркости для XDR-дисплея.
sl: Omogočite ali onemogočite izvorno povečanje svetlosti za zaslon XDR.
sv: Aktivera eller inaktivera uppskalning av inbyggd ljusstyrka för en XDR-skärm.
tr: Bir XDR ekran için yerel parlaklık yükseltmeyi etkinleştirin veya devre dışı bırakın.
uk: Увімкнути або вимкнути рідний апскейлінг яскравості для XDR-дисплея.
zh_hans: 启用或停用 XDR 显示器的原生亮度升级。
zh_hant: 啟用或停用 XDR 顯示器的原生亮度升級。
