Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Disconnect virtual screens upon lock or screen saver and connect when returning to the desktop
de: Virtuelle Bildschirme trennen, wenn der Sperrbildschirm oder Bildschirmschoner aktiviert wird, und erneut verbinden, wenn zum Desktop zurückgekehrt wird
es: Desconectar las pantallas virtuales al bloquear o activar el protector de pantalla y volver a conectar al regresar al escritorio.
fr: Déconnecter les écrans virtuels lors du verrouillage ou de l'économiseur d'écran et les connecter lors du retour au bureau
hu: Virtuális képernyők leválasztása zárolás vagy képernyővédő esetén és újracsatlakoztatása az asztal megjelenésekor
it: Scollegare gli schermi virtuali nella lock screen o nel salvaschermo e connettiti quando torni al desktop
ja: 仮想スクリーンを、ロックまたはスクリーンセーバ時に切断し、デスクトップ復帰時に再接続
ko: 잠금 또는 화면 보호기 사용 시 가상 화면 연결을 해제하고 데스크톱으로 돌아올 때 연결합니다.
nb: Koble fra virtuelle skjermer ved lås eller skjermsparer, og koble til igjen ved tilbakekomst til skrivebordet
nl: Koppel virtuele schermen los bij vergrendeling of schermbeveiliging en koppel opnieuw bij terugkeer naar bureauvblad
pl: Rozłącz wirtualne ekrany po zablokowaniu lub wygaszaczu ekranu i połącz po powrocie do pulpitu
pt_br: Desconectar telas virtuais ao bloquear ou proteção de tela e conectar ao retornar à área de trabalho
ro: Deconectează ecranele virtuale la blocare sau la screen saver și reconnectează la revenirea la desktop
ru: Отключение виртуальных экранов при блокировке или заставке и подключение при возвращении на рабочий стол
sl: Prekinite povezavo z navideznimi zasloni ob zaklepanju ali ohranjevalniku zaslona in se povežite, ko se vrnete na namizje
sv: Koppla från virtuella skärmar vid låsning eller skärmsläckning och anslut när du återvänder till skrivbordet
tr: Kilitledikten veya ekran koruyucudan sonra sanal ekranların bağlantısını kesin ve masaüstüne döndüğünüzde bağlanın
uk: Від'єднувати віртуальні екрани під час блокування або екранної заставки та підключіться під час повернення до робочого столу
vi: Ngắt kết nối màn hình ảo khi khóa hoặc bật màn hình chờ và kết nối lại khi quay trở lại màn hình desktop
zh_hans: 在锁定屏幕或开启屏幕保护程序时断开虚拟屏幕并在返回桌面时连接
zh_hant: 在鎖定螢幕或啟用螢幕保護程式時斷開虛擬螢幕，返回桌面時重新連接

source: Disconnected
de: Getrennt
es: Desconectado
fr: Déconnecté
hu: Leválasztva
it: Disconnesso
ja: 切断済み
ko: 연결 해제됨
nb: Frakoblet
nl: Losgekoppeld
pl: Rozłączony
pt_br: Desconectado
ro: Deconectat
ru: Отключён
sl: Prekinjena povezava
sv: Frånkopplad
tr: Bağlantı kesildi
uk: Відключено
vi: Đã ngắt kết nối
zh_hans: 已断开
zh_hant: 已斷開

source: Disconnected (with sleep)
de: Getrennt (mit Ruhezustand)
es: Desconectado (con suspensión)
fr: Déconnecté (avec mise en en veille)
hu: Leválasztva (alvással)
it: Scollegato (con sleep)
ja: 切断済み（スリープ中）
ko: 연결 해제됨 (절전)
nb: Frakoblet (med hvilemodus)
nl: Losgekoppeld (met sluimerstand)
pl: Rozłączono (z uśpieniem)
pt_br: Desconectado (com suspensão)
ro: Deconectează (cu sleep)
ru: Отключён (со сном)
sl: Prekinjeno (s spanjem)
sv: Frånkopplad (med sömn)
tr: Bağlantı kesildi (uyku modu ile)
uk: Відключено (у режимі сну)
vi: Đã ngắt kết nối (với ngủ)
zh_hans: 已断开连接（睡眠模式）
zh_hant: 已斷開連接（睡眠模式）

source: Disconnecting Displays
de: Displays trennen
es: Desconectando Pantallas
fr: Déconnexion de l'écran
hu: Kijelzők leválasztása
it: Disconnettendo i display
ja: ディスプレイを接続解除
ko: 디스플레이 연결 해제
nb: Kobler fra skjermer
nl: Losmaken van schermen
pl: Rozłączanie wyświetlaczy
pt_br: Desconectando monitores
ro: Se decupleaza ecrane
ru: Отключение Дисплеев
sl: Odklop zaslonov
sv: Frånkoppling av skärmar
tr: Ekranların Bağlantısının Kesiliyor
uk: Відключення Дисплеїв
vi: Đang ngắt kết nối tất cả màn hình
zh_hans: 断开多显示器
zh_hant: 斷開多顯示器

source: Disconnecting a Display
de: Ein Display wird getrennt
es: Desconectar una pantalla
fr: Déconnexion d'un écran
hu: Kijelző leválasztása
it: Disconnettendo un display
ja: ディスプレイを切断中
ko: 디스플레이 연결 해제 중
nb: Kobler fra en skjerm
nl: Losmaken van een scherm
pl: Rozłączanie wyświetlacza
pt_br: Desconectando um Monitor
ro: Se deconectează un Ecran
ru: Отключение дисплея
sl: Odklop zaslona
sv: Frånkoppling av en skärm
tr: Ekranın Bağlantısını Kesme
uk: Відключення дисплея
vi: Đang ngắt kết nối màn hình
zh_hans: 断开显示器
zh_hant: 斷開顯示器

source: Disconnecting a non-natively connected or virtual screen works in a sense that it is removed from the display layout - but usually it does not mean the screen is really disconnected.
de: Das Trennen eines nicht-nativ angeschlossenen oder virtuellen Bildschirms funktioniert in dem Sinne, dass er aus dem Display-Layout entfernt wird - aber in der Regel bedeutet das nicht, dass der Bildschirm wirklich getrennt wird.
es: Desconectar una pantalla no conectada de forma nativa o una pantalla virtual funciona en el sentido de que se elimina del diseño de pantallas, pero generalmente no significa que la pantalla esté realmente desconectada.
fr: Déconnecter un écran non nativement connecté ou un écran virtuel entraîne sa suppression de la disposition d'écrans, mais généralement cela ne signifie pas que l'écran est réellement déconnecté.
hu: A nem natívan csatlakoztatott vagy virtuális képernyő leválasztása abban az értelemben működik, hogy eltávolítja a kijelző elrendezéséből - ez többnyire nem jelenti azt, hogy a képernyő valóban le van választva.
it: Scollegare uno schermo non nativo o virtuale fa sì che venga rimosso dal layout del display: questo di solito non significa che il display sia davvero scollegato.
ja: ネイティブでないスクリーンや仮想スクリーンの切断は、ディスプレイ配置から取り除くという意味では機能しますが、たいていはスクリーンが実際に切断されたことにはなりません。
ko: 네이티브 연결이 아닌 디스플레이나 가상 화면의 연결을 해제하면 디스플레이 레이아웃에서 제거되지만, 일반적으로 화면이 실제로 연결 해제되는 것은 아닙니다.
nb: Å koble fra en ikke-native tilkoblet eller virtuell skjerm fjerner den fra skjermoppsettet, men betyr vanligvis ikke at den fysisk kobles fra.
nl: Losmaken van een niet-ingebouwd verbonden of virtueel scherm werkt in die zin dat het wordt weggehaald uit de schermindeling - maar meestal betekent het niet dat het scherm daadwerkelijk losgekoppeld wordt.
pl: Rozłączenie ekranu połączonego nienatywnie lub ekranu wirtualnego działa w taki sposób, że zostaje on usunięty z układu wyświetlania – jednak zazwyczaj nie oznacza to, że ekran jest rzeczywiście rozłączony.
pt_br: Desconectar uma tela virtual ou não conectada de forma nativa funciona no sentido de que ela é removida do layout de exibição - mas geralmente não significa que a tela esteja realmente desconectada.
ro: Deconectarea unui ecran non-nativ sau virtual merge prin eliminarea ecranul din layout-ul ecranului - dar de obicei asta nu insamna ca acest ecran este deconectat cu adevărat.//fix
ru: Отключение ненативного или виртуального экрана работает в том смысле, что он удаляется из схемы отображения, но обычно это не означает, что экран действительно отключен.
sl: Prekinitev povezave z neizvirno povezanim ali navideznim zaslonom deluje v smislu, da je odstranjen iz postavitve zaslona - vendar običajno to ne pomeni, da je zaslon res prekinjen.
sv: Frånkoppling av en icke-inbyggd skärm eller virtuell skärm fungerar som så att den tas bort från skärms layout - men oftast betyder det inte att skärmen faktiskt kopplas från.
tr: Yerel olarak bağlı olmayan veya sanal bir ekranın bağlantısını kesmek, ekran düzeninden kaldırılması anlamında çalışır - ancak genellikle ekranın gerçekten bağlantısının kesildiği anlamına gelmez.
uk: Відключення непідключеного або віртуального екрану працює таким чином, що він видаляється з макета дисплея, але зазвичай це не означає, що екран дійсно відключено.
vi: Việc ngắt kết nối một màn hình hoặc màn hình ảo không được kết nối theo cách tự nhiên có nghĩa là nó sẽ được loại bỏ khỏi bố cục hiển thị - nhưng thông thường điều này không có nghĩa là màn hình thực sự đã bị ngắt kết nối.
zh_hans: 断开非本机连接或虚拟屏幕的连接实际上是将其从显示布局中移除 - 但通常并不意味着屏幕真正断开。
zh_hant: 斷開非本機連接或虛擬螢幕的連接實際上是將其從顯示佈局中移除 - 但通常並不意味著螢幕真正斷開。

source: Disconnecting all displays might prevent you from interacting with your Mac!
de: Alle Displays zu trennen kann dazu führen, dass du mit deinem Mac nicht mehr interagieren kannst!
es: ¡Desconectar todas las pantallas podría impedir interactuar con tu Mac!
fr: Déconnecter tous les écrans pourrait vous empêcher d'interagir avec votre Mac !
hu: Valamennyi képernyő leválasztása esetén nem biztos, hogy használni tudja a Mac-et!
it: La disconnessione di tutti i display potrebbe impedirti di interagire con il tuo Mac!
ja: すべてのディスプレイの接続を解除すると、Macを操作できなくなることがあります!
ko: 모든 디스플레이를 연결 해제하면 Mac과 상호작용하지 못할 수 있습니다!
nb: Å koble fra alle skjermer kan hindre deg i å bruke Macen!
nl: Als je alle schermen losmaakt loop je het risico dat je niet meer met je Mac kunt werken!
pl: Rozłączenie wszystkich wyświetlaczy może uniemożliwić interakcję z twoim komputerem Mac!
pt_br: Desconectar todos os monitores pode impedir que você interaja com o seu Mac!
ro: Deconectarea tuturor ecranelor poate sa prevină utilizarea Mac-ului tău!
ru: Отключение всех дисплеев может помешать вам взаимодействовать с Mac!
sl: Prekinitev povezave z vsemi zasloni vam lahko prepreči interakcijo z računalnikom Mac!
sv: Frånkoppling av alla skärmar kan förhindra dig från att interagera med din Mac!
tr: Tüm ekranların bağlantısını kesmek Mac'inizle etkileşim kurmanızı engelleyebilir!
uk: Якщо відключити всі дисплеї, ви не зможете взаємодіяти з вашим Mac!
vi: Ngắt kết nối tất cả các màn hình có thể ngăn bạn tương tác với Mac của bạn!
zh_hans: 断开所有显示器可能阻止您与 Mac 交互！
zh_hant: 斷開所有顯示器可能阻止您與 Mac 交互！

source: Disconnecting virtual screens
de: Virtuelle Bildschirme trennen
es: Desconectando pantallas virtuales
fr: Déconnexion des écran virtuels
hu: Virtuális képernyők leválasztása
it: Disconnessione schermi virtuali
ja: 仮想スクリーンを切断
ko: 가상 화면 연결 해제
nb: Kobler fra virtuelle skjermer
nl: Losmaken van virtuele schermen
pl: Rozłączenie wirtualnych ekranów
pt_br: Desconectando telas virtuais
ro: Deconectarea ecranelor virtuale​⬤
ru: Отключение виртуальных экранов
sl: Prekinitev povezave z virtualnimi zasloni
sv: Bortkoppling av virtuella skärmar
tr: Sanal ekranların bağlantısını kesme
uk: Відключення віртуальних екранів
vi: Đang ngắt kết nối màn hình ảo
zh_hans: 正在断开虚拟屏幕
zh_hant: 正在斷開虛擬螢幕

source: Dismiss
de: Schließen
es: Descartar
fr: Ignorer
hu: Kihagyás
it: Ignora
ja: 閉じる
ko: 무시
nb: Avslutt
nl: Sluit
pl: Odrzuć
pt_br: Liberar
ro: Ascunde
ru: Отклонить
sl: Opusti
sv: Stäng
tr: Yoksay
uk: Відхилити
vi: Bỏ qua
zh_hans: 忽略
zh_hant: 忽略

source: Dismiss Hint
de: Hinweis verwerfen
es: Descartar pista
fr: Ignorer l’astuce
hu: Tipp elrejtése
it: Chiudi suggerimento
ja: ヒントを閉じる
ko: 힌트 닫기
nb: Lukk hint
nl: Sluit hint
pl: Odrzuć wskazówkę
pt_br: Descartar dica
ro: Închideți sugestia
ru: Закрыть подсказку
sl: Opusti namig
sv: Avfärda tips
tr: İpucunu Yoksay
uk: Закрити підказку
vi: Bỏ Gợi Ý
zh_hans: 关闭提示
zh_hant: 關閉提示

source: Dispatch OSD notifications
de: OSD-Mitteilungen versenden
es: Enviar notificaciones OSD
fr: Distribuer les notification OSD
hu: OSD üzenetek küldése
it: Inviare notifiche OSD
ja: OSD通知をディスパッチ
ko: OSD 알림 발송
nb: Send OSD-varsler
nl: Verzend OSD-meldingen
pl: Wysyłanie powiadomień OSD
pt_br: Enviar notificações OSD
ro: Trimiteți notificări OSD​
ru: Отправка OSD уведомлений
sl: Pošiljanje obvestil OSD
sv: Avsändning av OSD-meddelanden
tr: OSD bildirimlerini gönderme
uk: Надсилання сповіщень екранного меню
vi: Gửi thông báo OSD
zh_hans: 发送调整浮窗 (OSD) 通知
zh_hant: 發送調整浮動視窗 (OSD) 通知

source: Display
es: Pantalla
fr: Écran
hu: Kijelző
ja: ディスプレイ
ko: 디스플레이
nb: Skjerm
nl: Scherm
pl: Wyświetlacz
pt_br: Monitor
ro: Monitor
ru: Дисплей
sl: Zaslon
sv: Skärm
tr: Görüntüle
uk: Дисплей
vi: Màn hình
zh_hans: 显示
zh_hant: 顯示

source: Display Adaptations
de: Display-Anpassungen
es: Adaptaciones de Pantalla
fr: Adaptations d'écran
hu: Kijelző adaptációk
it: Adattamenti display
ja: ディスプレイカスタム設定
ko: 디스플레이 조정
nb: Skjermtilpasninger
nl: Schermaanpassingen
pl: Adaptacje wyświetlacza
pt_br: Mostrar Adaptações
ro: Adaptări de afișare
ru: Адаптации дисплея
sl: Prilagoditve zaslona
sv: Skärmanpassningar
tr: Ekran Uyarlamaları
uk: Адаптації дисплея
vi: Màn hình Điều chỉnh
zh_hans: 显示器适配
zh_hant: 顯示器適配

source: Display Connect
de: Display verbinden
es: Conectar la Pantalla
fr: Connexion d'écran
hu: Kijelző csatlakoztatás
it: Display connesso
ja: ディスプレイを接続
ko: 디스플레이 연결
nb: Skjermtilkobling
nl: Schermverbinden
pl: Połączenie wyświetlacza
pt_br: Exibir Conexão
ro: Conectare Ecran
ru: Подключить Дисплей
sl: Poveži zaslon
sv: Skärmanslutning
tr: Ekran Bağlantısı
uk: Підключити Дисплей
vi: Kết nối Màn hình
zh_hans: 显示器连接
zh_hant: 顯示器連接

source: Display Connection
de: Display-Verbindung
es: Conexión de la Pantalla
fr: Connexion d'écran
hu: Kijelző kapcsolat
it: Connessione del display
ja: ディスプレイの接続
ko: 디스플레이 연결
nb: Skjermtilkobling
nl: Schermverbinding
pl: Połączenie wyświetlacza
pt_br: Exibir Conexão
ro: Conexiune Ecran
ru: Подключение Дисплея
sl: Povezava zaslona
sv: Skärmanslutning
tr: Ekran Bağlantısı
uk: Підключення Дисплея
vi: Kết nối Màn hình
zh_hans: 显示器连接
zh_hant: 顯示器連接

source: Display Connections
de: Display-Verbindungen
es: Conexiones de la Pantalla
fr: Connexions d'écran
hu: Kijelző csatlakozáskezelés
it: Connessioni del display
ja: ディスプレイの接続
ko: 디스플레이 연결
nb: Skjermtilkoblinger
nl: Schermverbindingen
pl: Połączenia wyświetlacza
pt_br: Exibir Conexões
ro: Conexiuni Ecran
ru: Подключения к Дисплею
sl: Prikaz povezav
sv: Skärmanslutningar
tr: Ekran Bağlantıları
uk: Підключення Дисплея
vi: Kết nối Màn hình
zh_hans: 显示器连接
zh_hant: 顯示器連接

source: Display Disconnect
de: Display trennen
es: Pantalla Desconectada
fr: Déconnexion d'écran
hu: Kijelző leválasztás
it: Display disconnesso
ja: ディスプレイを切断
ko: 디스플레이 연결 해제
nb: Frakoble skjerm
nl: Schermloskoppel
pl: Rozłączenie wyświetlacza
pt_br: Exibir Desconexão
ro: Deconectare Ecran
ru: Отключение Дисплея
sl: Izklopi zaslon
sv: Skärmfrånkoppling
tr: Ekran Bağlantısını Kesme
uk: Відключити Дисплей
vi: Ngắt kết nối Màn hình
zh_hans: 显示器断开
zh_hant: 顯示器斷開

source: Display EDID
de: EDID des Displays
es: EDID de la Pantalla
fr: EDID de l'écran
hu: Kijelző EDID
ja: ディスプレイEDID
ko: 디스플레이 EDID
nb: Skjerm-EDID
nl: Scherm-EDID
pl: EDID wyświetlacza
pt_br: Exibir EDID
ro: EDID Ecran
ru: EDID Дисплея
sl: Prikaz EDID
sv: Visa EDID
tr: EDID’i Göster
uk: EDID Дисплея
vi: EDID của màn hình
zh_hans: 显示 EDID
zh_hant: 顯示 EDID

source: Display EDID override
de: Überschreibung der EDID des Displays
es: Anulación de EDID de pantalla
fr: Remplacement de l'EDID de l'écran
hu: Kijelző EDID felülírása
it: Display EDID (sovrascrittura)
ja: ディスプレイEDIDオーバーライド
ko: 디스플레이 EDID 재정의
nb: Overstyring av skjerm-EDID
nl: Overschreven scherm-EDID
pl: Nadpisz EDID wyświetlacza
pt_br: Exibir EDID (override)
ro: Fortare EDID Ecran
ru: Переопределение EDID Дисплея
sl: Prikaz preglasitve EDID
sv: Åsidosättande av skärm-EDID
tr: EDID geçersiz kılmayı görüntüleyin
uk: Перевизначення EDID Дисплея
vi: EDID thay thế của màn hình
zh_hans: 显示 EDID 覆盖
zh_hant: 顯示 EDID 覆蓋

source: Display Factory Reset
de: Display auf Werkseinstellungen zurücksetzen
es: Restablecimiento de fábrica de la pantalla
fr: Réinitialiser aux paramètres d'usine
hu: Kijelző gyári reset
it: Ripristino fabbrica display
ja: ディスプレイを出荷時にリセット
ko: 디스플레이 공장 초기화
nb: Tilbakestill skjerm til fabrikk
nl: Herstel naar fabrieksinstellingen scherm
pl: Przywracanie ustawień fabrycznych wyświetlacza
pt_br: Exibir Redefinição de Fábrica
ro: Resetare la setările din fabrică Ecran
ru: Сброс заводских настроек Дисплея
sl: Ponastavitev zaslona na tovarniške nastavitve
sv: Fabriksåterställning för skärm
tr: Ekranı Fabrika Ayarlarına Döndür
uk: Відновлення заводських налаштувань дисплея
vi: Khôi phục Cài đặt gốc Màn hình
zh_hans: 显示出厂重置
zh_hant: 顯示出廠重置

source: Display Framebuffer Mode
de: Framebuffer-Modus des Displays
es: Modo de framebuffer de la pantalla
fr: Type de framebuffer de l’écran
hu: A kijelző framebuffer módja
it: Modalità framebuffer del display
ja: ディスプレイフレームバッファモード
ko: 디스플레이 프레임버퍼 모드
nb: Skjerm rammebuffermodus
nl: Framebuffermodus van scherm
pl: Tryb bufora ramki wyświetlacza
pt_br: Modo de framebuffer da tela
ro: Afișare mod framebuffer
ru: Режим кадрового буфера дисплея
sl: Prikaz način medpomnilnika okvirjev
sv: Framebuffer-läge för skärm
tr: Ekran Belleği (Framebuffer) Modunu Göster
uk: Режим кадрового буфера дисплея
zh_hans: 显示帧缓冲模式
zh_hant: 顯示幀緩衝模式

source: Display Information
de: Informationen des Displays
es: Información de la pantalla
fr: Informations de l'écran
hu: Kijelző információk
it: Informazioni del Display
ja: ディスプレイ情報
ko: 디스플레이 정보
nb: Skjerminformasjon
nl: Schermgegevens
pl: Informacje o wyświetlaczu
pt_br: Exibir informações
ro: Informații Ecran
ru: Информация о Дисплее
sl: Informacije zaslona
sv: Skärminformation
tr: Ekran Bilgileri
uk: Інформація про Дисплей
vi: Thông tin Màn hình
zh_hans: 显示器信息
zh_hant: 顯示器資訊

source: Display Information…
de: Informationen des Displays…
es: Información de la pantalla…
fr: Informations de l'écran…
hu: Kijelző információk…
it: Informazioni del Display…
ja: ディスプレイ情報…
ko: 디스플레이 정보…
nb: Skjerminformasjon…
nl: Scherminformatie...
pl: Informacje o wyświetlaczu…
pt_br: Exibir informações…
ro: Informații Ecran…
ru: Информация о Дисплее…
sl: Informacije zaslona…
sv: Skärminformation…
tr: Ekran Bilgileri…
uk: Інформація про Дисплей..
vi: Thông tin màn hình…
zh_hans: 更多信息…
zh_hant: 更多資訊…

source: Display Miscellaneous
de: Verschiedene Einstellungen des Displays
es: Pantalla Varios
fr: Options diverses d'écran
hu: Egyéb kijelzővel kapcsolatos funkciók
it: Impostazioni varie del Display
ja: ディスプレイその他
ko: 디스플레이 기타
nb: Diverse skjerminnstillinger
nl: Diversen scherm
pl: Różności związane z wyświetlaczem
pt_br: Exibir Diversos
ro: Setări Diverse ale Ecranului
ru: Параметры Разное у Дисплея
sl: Prikaži razno
sv: Diverse för skärm
tr: Çeşitli Ekranlar
uk: Дисплей Різне
vi: Các tùy chọn khác của Màn hình
zh_hans: 显示杂项
zh_hant: 顯示雜項

source: Display Mode
de: Anzeigemodi
es: Modo de Visualización
fr: Mode d'affichage
hu: Képernyő mód
it: Modalità display
ja: ディスプレイモード
ko: 디스플레이 모드
nb: Skjermmodus
nl: Schermmodus
pl: Tryb wyświetlania
pt_br: Modo de exibição
ro: Mod Ecran
ru: Режим отображения
sl: Način zaslona
sv: Skärmläge
tr: Görüntüleme Modu
uk: Режим Дисплея
vi: Chế độ Màn hình
zh_hans: 显示模式
zh_hant: 顯示模式

source: Display Mode Menu
de: Menü für die Anzeigemodi
es: Menú de Modo de Pantalla
fr: Menu du mode d'affichage
hu: Képernyő mód Menü
it: Menu Modalità Display
ja: ディスプレイモードメニュー
ko: 디스플레이 모드 메뉴
nb: Skjermmodus-meny
nl: Menu schermmodus
pl: Tryby menu ustawień wyświetlania
pt_br: Exibir Menu de Modo
ro: Meniul de Mod al Ecranului
ru: Меню Режима отображения
sl: Meni načina prikaza
sv: Meny för skärmläge
tr: Görüntüleme Modu Menüsü
uk: Меню режимів Дисплея
vi: Menu Chế độ Màn hình
zh_hans: 显示模式菜单
zh_hant: 顯示模式選單

source: Display Notch
de: Notch des Displays
es: Flequillo de la Pantalla
fr: Encoche de l'écran
hu: Kijelző bevágás
it: Notch del Display
ja: ディスプレイノッチ
ko: 노치 표시
nb: Skjermutskjæring
nl: Scherminkeping
pl: Wyświetlanie Notcha
pt_br: Exibir Notch
ro: Notch-ul ecranului
ru: Вырез на Дисплее
sl: Prikaži Notch
sv: Skärmskåra
tr: Ekran Çentiği
uk: Чілка дисплея
vi: Notch Màn hình
zh_hans: 显示刘海
zh_hant: 顯示瀏海

source: Display current value in the OSD
nl: Toon huidige waarde in de OSD
pl: Wyświetl bieżącą wartość w menu ekranowym (OSD)
ru: Отображать текущее значение в OSD

source: Display group is configured to be always active regardless of the presence of group members.
de: Die Displaygruppe ist so konfiguriert, dass sie unabhängig von der Anwesenheit von Gruppenmitgliedern immer aktiv ist.
es: El grupo de pantallas está configurado para estar siempre activo, independientemente de la presencia de los miembros del grupo.
fr: Un groupe d'écrans est configuré pour être toujours actif quel que soi la présence de ses membres.
hu: A csoport megjelenítése úgy van beállítva, hogy mindig aktív legyen, függetlenül a csoporttagok jelenlététől.
it: Il gruppo di display è configurato per essere sempre attivo, indipendentemente dalla presenza dei membri del gruppo.
ja: ディスプレイグループは、グループメンバーの存在とは関係なく、常にアクティブになるよう構成されています。
ko: 디스플레이 그룹은 그룹 구성원의 존재 여부에 관계없이 항상 활성화되도록 구성됩니다.
nb: Visningsgruppen er satt til alltid aktiv, uavhengig av medlemmer.
nl: Schermgroep is geconfigureerd om altijd actief te zijn, onafhankelijk van de aanwezigheid van groepsleden.
pl: Grupa wyświetlaczy jest skonfigurowana tak, aby była zawsze aktywna niezależnie od obecności jej członków.
pt_br: O grupo de exibição está configurado para estar sempre ativo, independentemente da presença de membros do grupo.
ro: Grupul de ecrane este configurat să fie întotdeauna activ indiferent de prezența membrilor grupului.
ru: Группа дисплеев настроена быть всегда активной, независимо от наличия участников.
sl: Zaslonska skupina je konfigurirana tako, da je vedno aktivna ne glede na prisotnost članov skupine.
sv: Skärmgruppen är konfigurerad att alltid vara aktiv oavsett om det finns några gruppmedlemmar eller inte.
tr: Görüntüleme grubu, grup üyelerinin varlığından bağımsız olarak her zaman etkin olacak şekilde yapılandırılır.
uk: Група дисплеїв налаштована бути завжди активною незалежно від наявності учасників групи.
vi: Nhóm màn hình được cấu hình luôn hoạt động bất kể có hoặc không có thành viên nhóm.
zh_hans: 此显示组被配置为始终保持激活，无论是否连接了组成员。
zh_hant: 此顯示組被設定為始終保持啟用，無論是否連接了群組成員。

source: Display group is currently active
de: Displaygruppe ist aktuell aktiv
es: El grupo de pantallas está actualmente activo
fr: Le groupe d'écrans est actuellement actif
hu: A kijelzőcsoport jelenleg aktív
it: Il gruppo di display è attualmente attivo.
ja: ディスプレイグループは現在アクティブです
ko: 디스플레이 그룹이 활성화되어 있습니다
nb: Visningsgruppen er aktiv
nl: Schermgroep is momenteel actief
pl: Grupa wyświetlaczy jest obecnie aktywna
pt_br: O grupo de exibição está ativo no momento
ro: Grupul de afișaje este în prezent activ.
ru: Группа дисплеев в данный момент активна
sl: Zaslonska kupina je trenutno aktivna
sv: Skärmgruppen är för närvarande aktiv
tr: Görüntüleme grubu şu anda etkin
uk: Група дисплеїв наразі активна
vi: Nhóm màn hình hiện đang hoạt động
zh_hans: 显示组已激活
zh_hant: 顯示組已啟用

source: Display group is inactive
de: Displaygruppe ist inaktiv
es: El grupo de pantallas está inactivo
fr: Le groupe d'écrans est inactif
hu: A kijelzőcsoport inaktív
it: Il gruppo di display è inattivo
ja: ディスプレイグループはアクティブではありません
ko: 디스플레이 그룹이 비활성 상태입니다
nb: Visningsgruppen er inaktiv
nl: Schermgroep is niet actief
pl: Grupa wyświetlaczy jest nieaktywna
pt_br: O grupo de exibição está inativo
ro: Grupul de afișaje este inactiv.
ru: Группа дисплеев неактивна
sl: Zaslonska skupina je neaktivna
sv: Skärmgruppen är inaktiv
tr: Görüntüleme grubu etkin değil
uk: Група дисплеїв неактивна
vi: Nhóm màn hình đang không hoạt động

source: Display group is not enabled.
de: Displaygruppe ist nicht aktiviert.
es: El grupo de pantallas no está habilitado.
fr: Le groupe d'écrans n'est pas activé.
hu: A kijelzőcsoport nincs engedélyezve
it: Il gruppo di display non è abilitato.
ja: ディスプレイグループを有効化していません。
ko: 디스플레이 그룹이 활성화되지 않았습니다.
nb: Visningsgruppen er ikke aktivert.
nl: Schermgroep is niet ingeschakeld.
pl: Grupa wyświetlaczy nie jest włączona.
pt_br: O grupo de exibição não está habilitado.
ro: Grupul de ecrane nu este activat.
ru: Группа дисплеев не включена.
sl: Zaslonka skupina ni omogočena.
sv: Skärmgruppen är inte aktiverad.
tr: Görüntüleme grubu etkin değil.
uk: Група дисплеїв не увімкнена.
vi: Nhóm màn hình không được kích hoạt.
zh_hans: 未启用显示组。
zh_hant: 未啟用顯示組。
