Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: App settings
de: App-Einstellungen
es: Ajustes de Aplicacion
fr: Réglages de l'application
hu: Alkalmazás beállítások
it: Impostazioni app
ja: アプリ設定
ko: 앱 설정
nb: App-innstillinger
nl: Appinstellingen
pl: Ustawienia aplikacji
pt_br: Configurações do aplicativo
ro: Setări aplicație
ru: Настройки приложения
sl: Nastavitve aplikacije
sv: Programinställningar
tr: Uygulama ayarları
uk: Налаштування програми
vi: Cài đặt ứng dụng
zh_hans: 应用程序设置
zh_hant: 應用程式設定

source: App should assume control over native audio keys when
de: Die App soll die Steuerung der nativen Audio-Tasten übernehmen, wenn
es: La aplicación debe asumir el control de las teclas de audio nativas cuando
fr: L'application doit prendre le contrôle sur les touches natives de volume quand
hu: Az alkalmazás átveszi az irányítást a natív hangbillentyűk felett, amikor:
it: L'app dovrebbe assumere il controllo sulle chiavi audio native quando
ja: 次の場合に、ネイティブオーディオキーの制御を引き継ぐ：
ko: 다음과 같은 경우 앱이 기본 오디오 키를 제어하도록 합니다.
nb: Appen bør overta kontroll over native lydtaster når
nl: Apps zouden bediening over ingebouwde geluidstoetsen aanhouden wanneer
pl: Aplikacja powinna przejąć kontrolę nad natywnymi klawiszami audio, gdy
pt_br: O aplicativo deve assumir o controle das teclas de áudio nativas quando
ro: Aplicația ar trebui să preia controlul asupra tastelor native de volum atunci când
ru: Приложение должно взять на себя контроль над родными клавишами управления аудио, когда
sl: Aplikacija bi morala prevzeti nadzor nad izvornimi zvočnimi tipkami, ko
sv: Appen bör ta kontroll över inbyggda ljudknappar när
tr: Uygulama şu durumlarda yerel ses tuşları üzerinde kontrol sahibi olmalıdır
uk: Додаток має взяти на себе контроль над рідними аудіоключами, коли
vi: Ứng dụng nên giả định quyền kiểm soát các phím âm thanh khi
zh_hans: 应用程序在以下选中条件下控制原生音量键
zh_hant: 應用程式在以下選中條件下控制原生音量鍵

source: App should assume control over native brightness keys when
de: Die App soll die Steuerung der nativen Helligkeitstasten übernehmen, wenn
es: La aplicación debe asumir el control de las teclas de brillo nativas cuando
fr: L'application doit prendre le contrôle sur les touches natives de luminosité quand
hu: Az alkalmazás átveszi az irányítást a natív fényerőbillentyűk felett, amikor:
it: L'app dovrebbe assumere il controllo dei tasti di luminosità nativi quando
ja: 次の場合に、ネイティブ輝度キーの制御を引き継ぐ
ko: 다음과 같은 경우 앱이 기본 밝기 키 제어
nb: Appen bør overta kontroll over native lysstyrketaster når
nl: Apps zouden bediening van ingebouwde helderheidstoetsen aanhouden wanneer
pl: Aplikacja powinna przejąć kontrolę nad natywnymi klawiszami jasności, gdy
pt_br: O aplicativo deve assumir o controle das teclas de brilho nativas quando
ro: Aplicația ar trebui să preia controlul asupra tastelor native de luminozitate când
ru: Приложение должно взять на себя контроль над родными клавишами яркости, когда
sl: Aplikacija bi morala prevzeti nadzor nad izvornimi tipkami za svetlost, ko
sv: Appen bör ta kontroll över inbyggda ljusstyrketangenter när
tr: Uygulama şu durumlarda yerel parlaklık tuşları üzerinde kontrol sahibi olmalıdır
uk: Програма повинна взяти на себе контроль над власними клавішами яскравості, коли
vi: Ứng dụng nên giả định quyền kiểm soát các phím độ sáng khi
zh_hans: 应用程序在以下选中条件下控制原生亮度键
zh_hant: 應用程式在以下選中條件下控制原生亮度鍵

source: App should try to reconnect to the device whenever there is a network error.
nl: App wordt verzocht opnieuw te proberen verbinden met het apparaat wanneer er een netwerkfout optreedt.
pl: Aplikacja powinna próbować ponownie połączyć się z urządzeniem za każdym razem, gdy wystąpi błąd sieciowy.
ru: Приложение должно пытаться повторно подключаться к устройству каждый раз, когда возникает ошибка сети.

source: Apple Display Preset
de: XDR-Voreinstellung
es: Preset XDR
fr: Préréglage XDR
hu: XDR előbeállítás
ja: XDRプリセット
ko: XDR 프리셋
nb: Apple-skjermforvalg
nl: Voorinstelling Apple-scherm
pl: Ustawienie predefiniowane wyświetlacza Apple
pt_br: Predefinição de XDR
ro: Preset XDR
ru: Предустановка Apple Display
sl: Prednastavitev XDR
sv: XDR-förval
tr: XDR Ön Ayarı
uk: Пресет XDR
vi: Preset XDR
zh_hans: XDR 预设
zh_hant: XDR 預設

source: Apple Pay requires Safari, Google Pay requires Chrome. AliPay available in China.
de: Apple Pay benötigt Safari, Google Pay benötigt Chrome. AliPay ist verfügbar in China.
es: Apple Pay requiere Safari, Google Pay requiere Chrome. Alipay disponible en China.
fr: Apple Pay requiert Safari, Google Pay requiert Google Chrome. AliPay est disponible en Chine.
hu: Az Apple Pay használatához Safari, a Google Pay használatához Chrome szükséges. Az AliPay Kínában érhető el.
it: Apple Pay richiede Safari, Google Pay richiede Chrome. AliPay disponibile in Cina.
ja: Apple PayにはSafari、Google PayにはChromeが必要です。 AliPayは中国で利用可能です。
ko: Apple Pay는 Safari, Google Pay는 Chrome이 필요합니다. 알리페이는 중국에서 사용할 수 있습니다.
nb: Apple Pay krever Safari, Google Pay krever Chrome. AliPay tilgjengelig i Kina.
nl: Apple Pay vereist Safari, Google Pay vereist Chrome. AliPay is beschikbaar is China.
pl: Apple Pay wymaga przeglądarki Safari, Google Pay wymaga przeglądarki Chrome. AliPay dostępne w Chinach.
pt_br: O Apple Pay requer Safari, o Google Pay requer Chrome. AliPay disponível na China.
ro: Apple Pay necesită Safari, Google Pay necesită Chrome.\nAliPay disponibil în China.
ru: Apple Pay требует Safari, Google Pay требует Chrome. AliPay доступен в Китае.
sl: Apple Pay zahteva Safari, Google Pay pa Chrome. AliPay je na voljo na Kitajskem.
sv: Apple Pay kräver Safari, Google Pay kräver Chrome. AliPay tillgänglig i Kina.
tr: Apple Pay için Safari, Google Pay için Chrome gerekli. AliPay Çin'de geçerlidir.
uk: Для Apple Pay потрібен Safari, для Google Pay – Chrome. AliPay доступний у Китаї.
vi: Apple Pay cần có Safari, Google Pay cần có Chrome. AliPay khả dụng ở Trung Quốc.
zh_hans: Apple Pay 需要 Safari 浏览器，Google Pay 需要 Chrome 浏览器。 支付宝在中国可用。
zh_hant: Apple Pay 需要 Safari 瀏覽器，Google Pay 需要 Chrome 瀏覽器。 支付寶在中國可用。

source: Apple Silicon Macs tend to freeze the display instead of letting it go to standby upon sleep when a virtual screen is being mirrored. This workaround that tries to fix this issue.
de: Macs mit Apple-Chips neigen dazu, das Display beim Ruhezustand einzufrieren, anstatt es in den Wartezustand zu versetzen, wenn ein virtueller Bildschirm gespiegelt wird. Dieser Workaround versucht, das Problem zu beheben.
es: Los Macs con Apple Silicon tienden a congelar la pantalla en lugar de dejarla en modo de espera cuando se duerme cuando se refleja una pantalla virtual. Esta solución alternativa intenta solucionar este problema.
fr: Les Mac avec puce Apple ont tendance à geler l'écran au lieu de le laisser se mettre en veille quand un écran virtuel est mis en miroir. Cette alternative tente de résoudre le problème.
hu: Az Apple Silicon Mac-ek hajlamosak lefagyasztani a kijelzőt ahelyett, hogy alváskor készenléti állapotba kapcsolnák, amikor egy virtuális képernyőt tükröznek. Ez a kerülőmegoldás megpróbálja orvosolni ezt a problémát.
it: Apple Silicon Macs tende a congelare lo schermo invece di lasciarlo andare in standby quando uno schermo virtuale viene specchiato. Questa soluzione cerca di risolvere questo problema.
ja: AppleシリコンMacでは、仮想スクリーンがミラーリングされている場合、スリープ時にディスプレイがスタンバイ状態にならず、フリーズすることがあります。この問題を解決するための回避策です。
ko: Apple Silicon Mac은 가상 화면이 미러링되고 있는 상태에서 절전 모드로 진입할 때 대기 모드로 전환되지 않고 디스플레이가 정지되는 경향이 있습니다. 이 옵션은 해당 문제를 해결하려고 시도합니다.
nb: Apple Silicon-Mac-er har en tendens til å fryse skjermen i stedet for å gå i standby ved søvn når en virtuell skjerm speiles. Denne omgåelsen prøver å rette opp i problemet.
nl: Apple Silicon-Macs hebben de neiging om het scherm stil te zetten in plaats van het naar standby te laten gaan wanneer een virtueel scherm wordt gebruikt voor Synchrone weergave. Deze workaround probeert dit probleem op te lossen.
pl: Komputery Mac z procesorami Apple Silicon mają tendencję do „zawieszania” wyświetlacza zamiast przechodzenia w tryb uśpienia, gdy wirtualny ekran jest mirrorowany. To obejście próbuje naprawić ten problem.
pt_br: Os Apple Silicon Macs tendem a congelar a tela em vez de deixá-la entrar em modo de espera quando uma tela virtual está sendo espelhada. Esta solução alternativa que tenta corrigir esse problema.
ro: Mac-urile Apple Silicon tind să înghețe ecranul în loc să-l lase în modul standby la adormire atunci când un ecran virtual este reflecat. Această soluție temporară încearcă să remedieze această problemă.
ru: На компьютерах Apple Silicon Mac при зеркальном отображении виртуального экрана дисплей замирает, а не переходит в режим ожидания. Данное обходное решение позволяет устранить эту проблему.
sl: Apple Silicon Macs ponavadi zamrznejo zaslon, namesto da bi ga preklopili v stanje pripravljenosti, ko je navidezni zaslon zrcaljen. Ta rešitev, to težavp poskuša odpraviti.
sv: Apple Silicon Mac-datorer tenderar att frysa skärmen istället för att låta den gå till standby vid viloläge när en virtuell skärm speglas. Denna lösning försöker åtgärda problemet.
tr: Apple Silikon Mac'ler, sanal bir ekran yansıtıldığında uyku moduna geçtikten sonra ekranın bekleme moduna geçmesine izin vermek yerine ekranı dondurma eğilimindedir. Bu geçici çözüm bu sorunu çözmeye çalışır.
uk: Apple Silicon Mac, як правило, зависає на дисплеї замість того, щоб дозволяти йому переходити в режим очікування після сну, коли віртуальний екран відображається. Це обхідне рішення, яке намагається вирішити цю проблему.
vi: Các Mac dùng chip Apple Silicon thường đóng băng màn hình thay vì để nó vào chế độ chờ lúc ngủ khi có một màn hình ảo được phản chiếu. Đây là một giải pháp tạm thời cố gắng khắc phục vấn đề này.
zh_hans: 当虚拟屏幕被镜像时，Apple 芯片的 Mac 往往会冻结显示器而非睡眠时将其处于待机状态。启用可试图解决此问题。
zh_hant: 當虛擬螢幕被鏡像時，Apple 晶片的 Mac 往往會凍結顯示器而非睡眠時將其處於待機狀態。啟用可試圖解決此問題。

source: Apple external display
de: Externes Display von Apple
es: Pantalla externa de Apple
fr: Écran externe Apple
hu: Apple külső kijelző
it: Apple schermo esterno
ja: Apple外付けディスプレイ
ko: Apple 외장 디스플레이
nb: Apple ekstern skjerm
nl: Extern Apple-scherm
pl: Zewnętrzny Wyświetlacz Apple
pt_br: Monitor externo Apple
ro: Ecran extern Apple
ru: Внешний дисплей Apple
sl: Applov zunanji zaslon
sv: Extern Apple-skärm
tr: Apple harici ekranı
uk: Зовнішній дисплей Apple
vi: Màn hình rời Apple
zh_hans: Apple 外部显示器
zh_hant: Apple 外部顯示器

source: Application
de: Programm
es: Aplicación
hu: Alkalmazás
it: Applicazione
ja: アプリケーション
ko: 애플리케이션
nb: Applikasjon
nl: Toepassing
pl: Aplikacja
pt_br: Aplicação
ro: Aplicație
ru: Приложение
sl: Aplikacija
sv: Program
tr: Uygulama
uk: Програма
vi: Ứng dụng
zh_hans: 应用程序
zh_hant: 應用程式

source: Applied
de: Angewendet
es: Aplicado
fr: Appliqués
hu: Alkalmazva
it: Applicato
ja: 適用済み
ko: 적용됨
nb: Brukt
nl: Toegepast
pl: Zastosowane
pt_br: Aplicado
ro: Aplicat
ru: Применено
sl: Uporabljeno
sv: Tillämpad
tr: Uygulandı
uk: Застосовано
vi: Đã áp dụng
zh_hans: 已应用
zh_hant: 已套用

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
hu: Alkalmaz
it: Applica
ja: 適用
ko: 적용
nb: Bruk
nl: Pas toe
pl: Zastosuj
pt_br: Aplicar
ro: Aplică
ru: Применить
sl: Uporabi
sv: Tillämpa
tr: Onayla
uk: Застосувати
vi: Áp dụng
zh_hans: 应用
zh_hant: 套用

source: Apply All Protections
de: Alle Schutzeinstellungen anwenden
es: Aplicar todas las Protecciones
fr: Appliquer toutes les protections
hu: Védelmek alkalmazása
it: Applica tutte le protezioni
ja: すべての保護を適用
ko: 모든 기능에 보호 적용
nb: Bruk alle beskyttelser
nl: Pas alle beschermingen toe
pl: Zastosuj wszystkie zabezpieczenia
pt_br: Aplique todas as proteções
ro: Aplicați Toate Protecțiile
ru: Применить все защиты
sl: Uporabi vse zaščite
sv: Tillämpa alla skydd
tr: Tüm Korumaları Uygulayın
uk: Застосувати всі захисти
vi: Áp Dụng Tất Cả Bảo Vệ
zh_hans: 应用所有保护
zh_hant: 套用所有保護

source: Apply Custom EDID
de: Benutzerdefinierte EDID anwenden
es: Aplicar EDID Personalizado
fr: Appliquer l'EDID personnalisé
hu: Egyéni EDID alkalmazása
it: Applica EDID personalizzato
ja: カスタムEDIDを適用
ko: 사용자 지정 EDID 적용
nb: Bruk egendefinert EDID
nl: Pas eigen EDID toe
pl: Zastosuj niestandardowy EDID
pt_br: Aplicar EDID personalizado
ro: Aplică EDID personalizat
ru: Применить пользовательский EDID
sl: Uporabi EDID po meri
sv: Tillämpa anpassad EDID
tr: Özel EDID Uygula
uk: Застосувати спеціальний EDID
vi: Áp dụng EDID tùy chọn
zh_hans: 应用自定义 EDID
zh_hant: 套用自訂 EDID

source: Apply Custom EDID Now
de: Benutzerdefinierte EDID sofort anwenden
es: Aplicar EDID Personalizado Ahora
fr: Appliquer l'EDID personnalisé maintenant
hu: Egyéni EDID alkalmazása most
it: Applica ora EDID personalizzato
ja: カスタムEDIDを今すぐ適用
ko: 즉시 사용자 지정 EDID 적용
nb: Bruk egendefinert EDID nå
nl: Pas eigen EDID nu toe
pl: Zastosuj niestandardowy EDID teraz
pt_br: Aplicar EDID personalizado agora
ro: Aplică EDID personalizat acum
ru: Применить пользовательский EDID немедленно
sl: Uporabite EDID po meri zdaj
sv: Tillämpa anpassad EDID nu
tr: Özel EDID'yi Şimdi Uygula
uk: Застосуйте спеціальний EDID зараз
vi: Áp dụng EDID tùy chọn bây giờ
zh_hans: 立即应用自定义 EDID
zh_hant: 立即套用自訂 EDID

source: Apply EDID
de: EDID anwenden
es: Aplicar EDID
fr: Appliquer l'EDID
hu: EDID alkalmazása
it: Applica EDID
ja: EDIDを適用
ko: EDID 적용
nb: Bruk EDID
nl: Pas EDID toe
pl: Zastosuj EDID
pt_br: Aplicar EDID
ro: Aplică EDID
ru: Применить EDID
sl: Uporabite EDID
sv: Tillämpa EDID
tr: EDID Uygula
uk: Застосувати EDID
vi: Áp dụng EDID
zh_hans: 应用 EDID
zh_hant: 套用 EDID

source: Apply EDID Data
de: EDID-Daten anwenden
es: Aplicar datos EDID
fr: Appliquer les données EDID
hu: EDID adat alkalmazása
it: Applica dati EDID
ja: EDIDデータを適用
ko: EDID 데이터 적용
nb: Bruk EDID-data
nl: Pas EDID-gegevens toe
pl: Zastosuj dane EDID
pt_br: Aplicar dados EDID
ro: Aplică datele EDID
ru: Применить EDID-данные
sl: Uporabi podatke EDID
sv: Tillämpa EDID-data
tr: EDID Verilerini Uygula
uk: Застосувати дані EDID
vi: Áp dụng dữ liệu EDID
zh_hans: 应用 EDID 数据
zh_hant: 套用 EDID 資料

source: Apply EDID override on startup or when the display is next connected. A modified EDID allows you to alter display capabilities perceived by your Mac.
de: EDID-Überschreibung beim Startvorgang oder beim nächsten Anschließen des Displays anwenden. Eine modifizierte EDID ermöglicht es dir, die von deinem Mac wahrgenommenen Display-Fähigkeiten zu ändern.
es: Aplica la anulación de EDID al inicio o cuando la pantalla se conecte nuevamente. Un EDID modificado te permite alterar las capacidades de la pantalla percibidas por tu Mac.
fr: Appliquer la réécriture de l'EDID au démarrage ou quand l'écran est connecté. Un EDID modifié vous permet d'altérer les capacités d'affichage perçues par votre Mac.
hu: Alkalmazza az EDID felülbírálást indításkor vagy a kijelző következő csatlakoztatásakor. A módosított EDID lehetővé teszi a Mac által érzékelt kijelző képességek módosítását.
it: Applica l'override EDID all'avvio o quando il display è prossimo connesso. Un EDID modificato consente di modificare le funzionalità di visualizzazione percepite dal tuo Mac.
ja: 起動時またはディスプレイの次回接続時にEDIDオーバーライドを適用します。EDIDを変更することで、Macが認識するディスプレイの能力を変更することができるようになります。
ko: 시작 시 또는 다음에 디스플레이를 연결할 때 EDID 재정의 적용. 수정된 EDID를 사용하면 Mac에서 인식하는 디스플레이 기능을 변경할 수 있습니다.
nb: Bruk EDID-overstyring ved oppstart eller neste gang skjermen kobles til. Modifisert EDID lar deg endre skjermfunksjoner som Mac-en oppfatter.
nl: Pas overschrijving EDID toe bij het opstarten of wanneer het scherm de volgende keer wordt verbonden. Een gewijzigde EDID maakt het mogelijk om invloed uit te oefenen op de schermmogelijkheden zoals waargenomen door je Mac.
pl: Zastosuj nadpisanie EDID podczas uruchamiania lub przy następnym łączeniu wyświetlacza. Zmodyfikowany EDID pozwala zmienić możliwości wyświetlacza postrzegane przez twojego Maca.
pt_br: Aplicar a substituição de EDID na inicialização ou na próxima vez que o monitor for conectado. Um EDID modificado permite alterar os recursos de exibição percebidos pelo seu Mac.
ro: Aplică anularea EDID la pornire sau când ecranul este conectat următoarea dată. Un EDID modificat vă permite să modificați capabilitățile ecranului percepute de Mac-ul dvs.
ru: Применить переопределённый EDID при запуске или при следующем подключении дисплея. Измененный EDID позволяет изменять возможности дисплея, воспринимаемые компьютером Mac.
sl: Uporabi preglasitev EDID ob zagonu ali ob naslednji povezavi zaslona. Spremenjeni EDID vam omogoča spreminjanje zmožnosti zaslona, ki jih zazna vaš Mac.
sv: Tillämpa EDID-överstyrning vid start eller när skärmen ansluts nästa gång. Med en modifierad EDID kan du ändra de skärmegenskaper som din Mac uppfattar.
tr: Başlangıçta veya ekran bir sonraki bağlanışında EDID geçersiz kılma uygulayın. Değiştirilmiş bir EDID, Mac'iniz tarafından algılanan ekran özelliklerini değiştirmenize olanak tanır.
uk: Застосуйте перевизначення EDID під час запуску або під час наступного підключення дисплея. Модифікований EDID дозволяє змінювати можливості відображення, які сприймає ваш Mac.
vi: Áp dụng ghi đè EDID khi khởi động hoặc khi màn hình kế tiếp được kết nối. Một EDID được sửa đổi cho phép bạn thay đổi khả năng màn hình mà Mac của bạn đọc được.
zh_hans: 在启动或下次连接显示器时覆盖 EDID。更改后的 EDID 允许您更改 Mac 的感知显示功能。
zh_hant: 在啟動或下次連接顯示器時覆蓋 EDID。更改後的 EDID 允許您更改 Mac 的感知顯示功能。

source: Apply all layout protections on startup
de: Jeden Layoutschutz beim Startvorgang anwenden
es: Aplicar todas las protecciones de diseño al iniciar
fr: Appliquer toutes les protections de la disposition d'écrans au démarrage
hu: Valamennyi elrendezés védelem alkalmazása indításkor
it: Applica tutte le protezioni del layout all’avvio
ja: 起動時にすべてのレイアウト保護を適用
ko: 시작 시 모든 레이아웃 보호 적용
nb: Bruk alle oppsettbeskyttelser ved oppstart
nl: Pas alle 'Beschermingen indeling' toe bij opstarten
pl: Zastosuj wszystkie zabezpieczenia układu podczas uruchamiania
pt_br: Aplicar todas as proteções de layout na inicialização
ro: Aplicați toate protecțiile de aspect la pornire
ru: Применять все защиты размещения при запуске
sl: Ob zagonu uporabite vse zaščite postavitve
sv: Tillämpa alla layoutskydd vid uppstart
tr: Başlangıçta tüm düzen korumalarını uygulayın
uk: Застосувати всі захисти макету під час запуску
vi: Áp dụng tất cả bảo vệ bố cục khi khởi động
zh_hans: 启动时应用所有布局保护措施
zh_hant: 啟動時套用所有佈局保護措施

source: Apply configured custom EDID for ${displayEntity}.
de: Konfiguriertes benutzerdefiniertes EDID für ${displayEntity} anwenden.
es: Aplicar EDID personalizado configurado para ${displayEntity}.
fr: Appliquer la configuration EDID personnalisée sur ${displayEntity}.
hu: Konfigurált egyedi EDID alkalmazása a(z) ${displayEntity} esetén.
it: Applica l’EDID personalizzato configurato per ${displayEntity}.
ja: ${displayEntity}用に構成したカスタムEDIDを適用します。
ko: ${displayEntity}에 대해 구성된 사용자 지정 EDID를 적용합니다.
nb: Bruk konfigurert egendefinert EDID for ${displayEntity}.
nl: Pas geconfigureerde eigen EDID toe voor ${displayEntity}.
pl: Zastosuj skonfigurowany niestandardowy EDID dla ${displayEntity}.
pt_br: Aplicar EDID personalizado configurado para ${displayEntity}.
ro: Aplicați EDID-ul personalizat configurat pentru ${displayEntity}.
ru: Применить настроенный пользовательский EDID для ${displayEntity}.
sl: Uporabi konfiguriran EDID za ${displayEntity}.
sv: Tillämpa konfigurerad anpassad EDID för ${displayEntity}.
tr: Yapılandırılmış özel EDID'yi ${displayEntity} için uygulayın.
uk: Застосувати налаштований власний EDID для ${displayEntity}.
zh_hans: 为${displayEntity} 设定自订 EDID。
zh_hant: 為${displayEntity} 設定自訂 EDID。

source: Apply resolution favorite 1
de: Favorisierte Auflösung 1 anwenden
es: Aplicar resolución favorita 1
fr: Appliquer la résolution favorite 1
hu: Kedvenc felbontás 1 alkalmazása
it: Applica la risoluzione preferita 1
ja: お気に入り解像度1を適用
ko: 해상도 즐겨찾기 1 적용
nb: Bruk oppløsningsfavoritt 1
nl: Pas revolutiefavoriet 1 toe
pl: Zastosuj ulubioną rozdzielczość 1
pt_br: Aplicar resolução favorita 1
ro: Aplică rezoluția favorită 1
ru: Применить избранное разрешение 1
sl: Uporabi priljubljeno resolucijo 1
sv: Tillämpa upplösningsfavorit 1
tr: Favori çözünürlük 1 olarak ekle
uk: Застосувати улюблену роздільну здатність 1
vi: Áp dụng độ phân giải yêu thích 1
zh_hans: 应用收藏分辨率 1
zh_hant: 套用收藏解析度 1

source: Apply resolution favorite 2
de: Favorisierte Auflösung 2 anwenden
es: Aplicar resolución favorita 2
fr: Appliquer la résolution favorite 2
hu: Kedvenc felbontás 2 alkalmazása
it: Applica la risoluzione preferita 2
ja: お気に入り解像度2を適用
ko: 해상도 즐겨찾기 2 적용
nb: Bruk oppløsningsfavoritt 2
nl: Pas resolutiefavoriet 2 toe
pl: Zastosuj ulubioną rozdzielczość 2
pt_br: Aplicar resolução favorita 2
ro: Aplică rezoluția favorită 2
ru: Применить избранное разрешение 2
sl: Uporabi priljubljeno resolucijo 2
sv: Tillämpa upplösningsfavorit 2
tr: Favori çözünürlük 2 olarak ekle
uk: Застосувати улюблену роздільну здатність 2
vi: Áp dụng độ phân giải yêu thích 2
zh_hans: 应用收藏分辨率 2
zh_hant: 套用收藏解析度 2

source: Apply resolution favorite 3
de: Favorisierte Auflösung 3 anwenden
es: Aplicar resolución favorita 3
fr: Appliquer la résolution favorite 3
hu: Kedvenc felbontás 3 alkalmazása
it: Applica la risoluzione preferita 3
ja: お気に入り解像度3を適用
ko: 해상도 즐겨찾기 3 적용
nb: Bruk oppløsningsfavoritt 3
nl: Pas resolutiefavoriet 3 toe
pl: Zastosuj ulubioną rozdzielczość 3
pt_br: Aplicar resolução favorita 3
ro: Aplică rezoluția favorită 3
ru: Применить избранное разрешение 3
sl: Uporabi priljubljeno resolucijo 3
sv: Tillämpa upplösningsfavorit 3
tr: Favori çözünürlük 3 olarak ekle
uk: Застосувати улюблену роздільну здатність 3
vi: Áp dụng độ phân giải yêu thích 3
zh_hans: 应用收藏分辨率 3
zh_hant: 套用收藏解析度 3

source: Apply resolution favorite 4
de: Favorisierte Auflösung 4 anwenden
es: Aplicar resolución favorita 4
fr: Appliquer la résolution favorite 4
hu: Kedvenc felbontás 4 alkalmazása
it: Applica la risoluzione preferita 4
ja: お気に入り解像度4を適用
ko: 해상도 즐겨찾기 4 적용
nb: Bruk oppløsningsfavoritt 4
nl: Pas resolutiefavoriet 4 toe
pl: Zastosuj ulubioną rozdzielczość 4
pt_br: Aplicar resolução favorita 4
ro: Aplică rezoluția favorită 4
ru: Применить избранное разрешение 4
sl: Uporabi priljubljeno resolucijo 4
sv: Tillämpa upplösningsfavorit 4
tr: Favori çözünürlük 4 olarak ekle
uk: Застосувати улюблену роздільну здатність 4
vi: Áp dụng độ phân giải yêu thích 4
zh_hans: 应用收藏分辨率 4
zh_hant: 套用收藏解析度 4

source: Apply resolution favorite 5
de: Favorisierte Auflösung 5 anwenden
es: Aplicar resolución favorita 5
fr: Appliquer la résolution favorite 5
hu: Kedvenc felbontás 5 alkalmazása
it: Applica la risoluzione preferita 5
ja: お気に入り解像度5を適用
ko: 해상도 즐겨찾기 5 적용
nb: Bruk oppløsningsfavoritt 5
nl: Pas resolutiefavoriet 5 toe
pl: Zastosuj ulubioną rozdzielczość 5
pt_br: Aplicar resolução favorita 5
ro: Aplică rezoluția favorită 5
ru: Применить избранное разрешение 5
sl: Uporabi priljubljeno resolucijo 5
sv: Tillämpa upplösningsfavorit 5
tr: Favori çözünürlük 5 olarak ekle
uk: Застосувати улюблену роздільну здатність 5
vi: Áp dụng độ phân giải yêu thích 5
zh_hans: 应用收藏分辨率 5
zh_hant: 套用收藏解析度 5
