Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Show on Lock Screen
de: Auf dem Sperrbildschirm anzeigen
es: Mostrar en la pantalla de bloqueo
fr: Afficher sur l’écran verrouillé
hu: Látható a zárolási képernyőn
it: Mostra sulla schermata di blocco
ja: ロック画面に表示
ko: 잠금 화면에 표시
nb: Vis på låseskjerm
nl: Toon op vergrendelscherm
pt_br: Exibir na tela de bloqueio
ro: Afișare pe ecranul de blocare
ru: Показать на экране блокировки
sl: Pokaži na zaklenjenem zaslonu
sv: Visa på låsskärmen
tr: Kilit ekranında göster
uk: Показувати на екрані блокування
zh_hans: 在锁屏界面显示
zh_hant: 在鎖定畫面顯示

source: Show on/off (power) switch in headers
de: Ein/Aus-Schalter in den Überschriften anzeigen
es: Mostrar el interruptor de encendido/apagado (alimentación) en los encabezados
fr: Afficher l'interrupteur marche/arrêt dans les en-têtes
hu: Főkapcsoló megjelenítése a fejlécekben
it: Mostra interruttore accensione/spegnimento nelle intestazioni
ja: オン/オフ（電源）スイッチをヘッダに表示
ko: 헤더에 온/오프 (전원) 스위치 표시
nb: Vis på/av-bryter i overskrifter
nl: Toon aan/uit-(stroom)schakelaar in koppen
pt_br: Mostrar botão liga/desliga nos cabeçalhos
ro: Afișează comutatorul pornit/oprit (buton de alimentare) în antete
ru: Показать переключатель питания в заголовках
sl: Prikaži stikalo za vklop/izklop (napajanje) v naslovih
sv: Visa på/av-omkopplare (ström) i rubrikerna
tr: Başlıklarda açma/kapama (güç) anahtarını göster
uk: Показати вимикач живлення в заголовках
vi: Hiển thị công tắt bật/tắt (nguồn) trong tiêu đề
zh_hans: 在标题栏显示开/关（电源）切换
zh_hant: 在標題欄顯示開/關（電源）切換

source: Show percentage for scalable displays
de: Für skalierbare Displays Prozentwerte anzeigen
es: Mostrar porcentaje para pantallas escalables
fr: Afficher le pourcentage pour les écrans pouvant être mis à l'échelle
hu: Százalékos érték mutatása skálázható kijelző esetén
it: Mostra percentuale per display scalabili
ja: スケーラブルディスプレイのパーセンテージを表示
ko: 확장 가능한 디스플레이의 백분율 표시
nb: Vis prosentandel for skalerbare skjermer
nl: Toon percentage voor schaalbare schermen
pl: Pokaż wartość procentową dla skalowalnych wyświetlaczy
pt_br: Mostrar porcentagem para monitores escalonáveis
ro: Afișează procentaj pentru ecranele scalabile
ru: Показать процент для масштабируемых дисплеев
sl: Prikaži odstotek za razširljive zaslone
sv: Visa procent för skalbara skärmar
tr: Ölçeklenebilir ekranlar için yüzdeyi göster
uk: Показати відсоток для масштабованих дисплеїв
vi: Hiển thị phần trăm cho các màn hình có thể điều chỉnh được
zh_hans: 显示可缩放显示屏百分比
zh_hant: 顯示可縮放顯示器百分比

source: Show separate hardware and software brightness sliders when combined brightness is enabled. This is useful for testing and understanding the effects of the combined slider.
de: Separate Hardware- und Software-Helligkeitsregler anzeigen, wenn die kombinierte Helligkeit aktiviert ist. Das ist nützlich, um die Auswirkungen des kombinierten Reglers zu testen und zu verstehen.
es: Mostrar controles de desplazamiento de brillo de hardware y software por separado cuando el brillo combinado está habilitado. Esto es útil para probar y comprender los efectos del control de desplazamiento combinado.
fr: Afficher des curseurs de sélection séparés pour la luminosité logicielle et matérielle quand la luminosité combinée est activée. Utile pour réaliser des tests et comprendre les effets du curseur de luminosité combinée.
hu: További hardveres és szoftveres fényerő-szabályozók megjelenítése, ha a kombinált fényerő engedélyezve van. Ez hasznos a kombinált csúszka hatásának teszteléséhez és megértéséhez.
it: Mostra cursori di luminosità hardware e software separati quando è abilitata la luminosità combinata. Questo è utile per testare e capire gli effetti del cursore combinato.
ja: 複合輝度を有効化した場合、ハードウェアとソフトウェアの輝度スライダを別々に表示します。これは、複合スライダの効果をテストし、理解するのに便利です。
ko: 통합 밝기 제어를 활성화하면 별도의 하드웨어 및 소프트웨어 밝기 슬라이더가 표시됩니다. 이 기능은 통합 밝기 슬라이더의 효과를 테스트하고 이해하는 데 유용합니다.
nb: Vis separate maskinvare- og programvarelysstyrkeglidebrytere når kombinert lysstyrke er aktivert. Dette er nyttig for testing og forståelse av effektene av den kombinerte glidebryteren.
nl: Toon aparte schuifregelaars voor apparatuur en programmatische bediening wanneer gecombineerde helderheid is ingeschakeld. Dit is nuttig voor het testen en begrijpen van de effecten van de gecombineerde schuifregelaar.
pt_br: Mostrar controles deslizantes de brilho de hardware e software separados quando o brilho combinado estiver ativado. Isso é útil para testar e compreender os efeitos do controle deslizante combinado.
ro: Afișează glisoare separate pentru luminozitatea hardware și software atunci când este activată luminozitatea combinată. Acest lucru este util pentru testare și înțelegerea efectelor glisorului combinat.
ru: Показывать отдельные аппаратные и программные ползунки яркости, когда включена комбинированная яркость. Это полезно для тестирования и понимания эффектов комбинированного ползунка.
sl: Pokaži ločene drsnike za svetlost strojne in programske opreme, ko je omogočena kombinirana svetlost. To je uporabno za testiranje in razumevanje učinkov kombiniranega drsnika.
sv: Visa separata reglage för ljusstyrka för maskinvara och programvara när kombinerad ljusstyrka är aktiverad. Detta är användbart för att testa och förstå effekterna av det kombinerade reglaget.
tr: Birleşik parlaklık etkinleştirildiğinde ayrı donanım ve yazılım parlaklık kaydırıcılarını gösterin. Bu, birleşik kaydırıcının etkilerini test etmek ve anlamak için kullanışlıdır.
uk: Показувати окремі повзунки яскравості обладнання та програмного забезпечення, якщо ввімкнено комбіновану яскравість. Це корисно для тестування та розуміння ефектів комбінованого повзунка.
vi: Hiển thị các thanh trượt độ sáng riêng biệt cho phần cứng và phần mềm khi sử dụng độ sáng kết hợp. Điều này hữu ích để kiểm tra và hiểu rõ các hiệu ứng của thanh trượt kết hợp.
zh_hans: 启用组合亮度时显示单独硬件和软件亮度滑块，有助于测试和了解组合滑块的效果。
zh_hant: 啟用組合亮度時顯示單獨硬體和軟體亮度滑桿，有助於測試和了解組合滑桿的效果。

source: Show slider labels
de: Beschriftungen der Regler anzeigen
es: Mostrar etiquetas del slider
fr: Afficher le nom des curseurs de sélection
hu: Csúszka feliratok
it: Mostra le etichette del dispositivo di scorrimento
ja: スライダラベルを表示
ko: 슬라이더 레이블 표시
nb: Vis glidebryteretiketter
nl: Toon labels schuifregelaar
pt_br: Mostrar rótulos do controle deslizante
ro: Afișează etichetele glisorului
ru: Показать значки слайдера
sl: Pokaži oznake drsnikov
sv: Visa etiketter på draglister
tr: Kaydırıcı etiketlerini göster
uk: Показати мітки повзунка
vi: Hiển thị nhãn cho các thanh trượt
zh_hans: 显示滑块标签
zh_hant: 顯示滑桿標籤

source: Show slider labels and values
es: Mostrar etiquetas y valores del control deslizante
fr: Afficher la valeur et le label des curseurs
ja: スライダラベルと値を表示
ko: 슬라이더 레이블과 값 표시
nl: Toon labels en waarden bij schuifregelaars
ru: Показать подписи и значения ползунков
uk: Показувати мітки повзунків і значення

source: Show slider markers only during knob adjustment
de: Markierungen der Regler nur beim Verschieben des Reglers anzeigen
es: Mostrar marcadores de los sliders solo mientras arrastra la perilla
fr: Afficher les marqueurs des curseurs de sélection seulement lors du déplacement du curseur
hu: Csúszka jelek mutatása csak mozgatás közben
it: Mostra gli indicatori del cursore solo durante il trascinamento della manopola
ja: ノブを調整中にのみスライダのマーカを表示
ko: 노브 조절 시에만 슬라이더 눈금 표시
nb: Vis glidebrytermarkører kun mens knotten dras
nl: Toon schuifregelaarmarkeringen alleen bij aanpassing van de knop
pt_br: Mostrar marcadores de controle deslizante apenas enquanto arrasta o botão
ro: Afișează marcatoarele glisorului numai în timpul tragerii manetei
ru: Показывать маркеры ползунка только при перемещении ручки
sl: Označevalce drsnikov pokaži samo med vlečenjem gumba
sv: Visa draglistmarkörer endast när den dras
tr: Kaydırıcı işaretleyicileri yalnızca düğmeyi sürüklerken göster
uk: Показувати маркери повзунка лише під час перетягування ручки
vi: Hiển thị chỉ dấu cho thanh trượt chỉ khi kéo
zh_hans: 仅拖动旋钮时显示滑块标记
zh_hant: 僅拖動旋鈕時顯示滑桿標記

source: Show slider markers only while dragging the knob
es: Mostrar los indicadores del control deslizante solo al arrastrar el botón
fr: Afficher les marqueurs des curseurs seulement lors du déplacement du curseur
ja: ノブをドラッグ中にのみ、スライダのマーカを表示
ko: 노브 드래그 시에만 슬라이더 눈금 표시
nl: Toon markeringen schuifregelaar alleen tijdens het slepen van de knop
ru: Показывайте маркеры ползунков только при перетаскивании
uk: Показувати мітки повзунків лише під час перетягування ручки

source: Show subsliders for combined brightness control
de: Unterregler für kombinierte Helligkeitssteuerung anzeigen
es: Mostrar subsliders para el control de brillo combinado
fr: Afficher les sous-curseurs de sélection pour la luminosité combinée
hu: Kombinált fényerővezérlés al-csúszkáinak mutatása
it: Mostra sotto-cursori per il controllo combinato della luminosità
ja: 複合輝度制御用サブスライダを表示
ko: 통합 밝기를 제어하기 위한 보조 슬라이더 표시
nb: Vis underglidebrytere for kombinert lysstyrkekontroll
nl: Toon subschuifregelaars voor gecombineerde helderheidsbediening
pl: Pokaż suwaki podrzędne do kontrolowania łącznej jasności
pt_br: Mostrar subsliders para controle de brilho combinado
ro: Afișează subglisoare pentru controlul luminozității combinate
ru: Показать дополнительные ползунки для комбинированного управления яркостью
sl: Pokaži poddrsnike za kombiniran nadzor svetlosti
sv: Visa underreglage för kombinerad ljusstyrkereglering
tr: Birleşik parlaklık kontrolü için alt kaydırıcıları göster
uk: Показати підповзунки для комбінованого керування яскравістю
vi: Hiển thị các thanh trượt phụ cho điều khiển độ sáng kết hợp
zh_hans: 显示组合亮度控制的子滑块
zh_hant: 顯示組合亮度控制的子滑桿

source: Show volume OSD with keyboard control
nl: Toon volume-OSD met toetsenbordbedeining
ru: Показать OSD громкости macOS с управлением с клавиатуры
tr: Klavye kontrolü ile macOS ses seviyesi OSD'sini göster

source: Show warning notifications about color table anomalies
de: Warnmitteilungen über Anomalien in der Farbpalette anzeigen
es: Mostrar notificaciones de advertencia sobre anomalías en la tabla de colores
fr: Afficher les notifications d'avertissement concernant les anomalies de la table de couleur
hu: Figyelmeztetés megjelenítése színtábla anomáliák esetén
it: Mostra notifiche di avvertimento sulle anomalie della tabella dei colori
ja: カラーテーブルの異常に関する警告を通知
ko: 색상표 이상에 대한 경고 알림 표시
nb: Vis advarselsmeldinger om fargebordavvik
nl: Toon waarschuwingsmeldingen over afwijkingen in de kleurentabel
pl: Wyświetlanie powiadomień ostrzegawczych o nieprawidłowościach w tabeli kolorów
pt_br: Mostrar notificações de aviso sobre anomalias na tabela de cores
ro: Afișează notificări de avertizare despre anomalii ale tabelului de culori.
ru: Показывайте предупреждения об аномалиях в таблице цветов
sl: Pokaži opozorilna obvestila o anomalijah barvne tabele
sv: Visa varningsmeddelanden om avvikelser i färgtabellen
tr: Renk tablosu anomalileri hakkında uyarı bildirimleri gösterme
uk: Показувати попередження про аномалії таблиці кольорів
vi: Hiển thị cảnh cáo về các bất thường của bảng màu
zh_hans: 当检测到调色板异常时，显示警告通知。
zh_hant: 當檢測到調色板異常時，顯示警告通知。

source: Shows all displays previously detected by the app. Allows some configuration changes even when a display is offline.
de: Zeigt alle bisher von der App entdeckten Displays an. Ermöglicht einige Konfigurationsänderungen, auch wenn ein Display nicht angeschlossen ist.
es: Muestra todas las pantallas detectadas previamente por la aplicación. Permite algunos cambios de configuración incluso cuando una pantalla está fuera de línea.
fr: Affiche tous les écrans précédemment détectés par l'application. Permet certaines modifications de configuration même lorsqu'un écran est hors ligne.
hu: Megjeleníti az alkalmazás által korábban észlelt összes kijelzőt. Lehetővé tesz bizonyos konfigurációs módosításokat akkor is, ha a kijelző leválasztott állapotban van.
it: Mostra tutti i display precedentemente rilevati dall'app. Consente alcune modifiche di configurazione anche quando un display è off-line.
ja: 以前に検出したすべてのディスプレイを表示します。ディスプレイがオフラインの場合でも、構成を変更することが可能です。
ko: 이전에 앱에서 감지한 모든 디스플레이를 표시합니다. 활성화하면 디스플레이가 오프라인 상태일 때도 일부 설정을 변경할 수 있습니다.
nb: Viser alle skjermer som tidligere er oppdaget av appen. Lar deg gjøre noen konfigurasjonsendringer selv når en skjerm er frakoblet.
nl: Toont alle schermen die eerder door de app zijn gevonden. Staat bepaalde configuratiewijzigingen toe, zelfs wanneer een scherm offline is.
pt_br: Mostra todas as exibições detectadas anteriormente pelo aplicativo. Permite algumas alterações de configuração mesmo quando um monitor está off-line.
ro: Afișează toate ecranele detectate anterior de către aplicație. Permite unele modificări de configurare chiar și atunci când un ecran este deconectat.
ru: Показывает все дисплеи, ранее обнаруженные приложением. Позволяет вносить некоторые изменения в конфигурацию, даже если дисплей отключен от сети.
sl: Prikaže vse zaslone, ki jih je prej zaznala aplikacija. Omogoča nekatere spremembe konfiguracije, tudi ko je zaslon brez povezave.
sv: Visar alla skärmar som tidigare har upptäckts av appen. Tillåter vissa konfigurationsändringar även när en skärm är frånkopplad.
tr: Uygulama tarafından daha önce algılanan tüm ekranları gösterir. Bir ekran çevrimdışı olduğunda bile bazı yapılandırma değişikliklerine izin verir.
uk: Показує всі дисплеї, раніше виявлені програмою. Дозволяє деякі зміни конфігурації, навіть якщо дисплей не працює.
vi: Hiển thị tất cả các màn hình đã được phát hiện trước bởi ứng dụng. Cho phép một số thay đổi cấu hình ngay cả khi một màn hình không hoạt động.
zh_hans: 显示应用程序之前识别的所有显示器。即使显示器处于离线状态也允许更改某些配置。
zh_hant: 顯示應用程式之前識別的所有顯示器。即使顯示器處於離線狀態也允許更改某些設定。

source: Shows an upward (XDR/HDR upscaling) or downward (software dimming) pointing icon in the OSD when extra dimming or brightness upscaling is happening via software adjustments.
de: Zeigt kurz ein nach oben (bei XDR/HDR-Hochskalierung) oder nach unten (bei Software-basiertem Dimmen) zeigendes Symbol im OSD an, wenn zusätzliches Dimmen oder Helligkeits-Hochskalierung über Software-Anpassungen erfolgt.
es: Muestra brevemente un ícono apuntando hacia arriba (escalado XDR/HDR) o hacia abajo (atenuación por software) en la OSD cuando se esté realizando atenuación adicional o escalado de brillo mediante ajustes de software.
fr: Affiche brièvement une icône pointant vers le haut (démultiplication XDR/HDR) ou vers le bas (atténuation de luminosité logicielle) dans l'OSD lorsque l'atténuation ou la démultiplication se fait par ajustements logiciels.
hu: Egy felfelé (XDR/HDR-felskálázás) vagy lefelé (szoftveres sötétítés) mutató ikont jelenít meg az OSD-ben, amikor extra sötétítés vagy fényerő-növelés történik szoftveres beállítások segítségével.
it: Mostra brevemente un'icona di puntamento verso l'alto (XDR/HDR) o verso il basso (ridimensionamento del software) nell'OSD quando si sta verificando un ulteriore ridimensionamento o upscaling della luminosità tramite le regolazioni del software.
ja: ソフトウェア調整によって追加のディミングまたは輝度アップスケーリングが生じる場合に、上向き（XDR/HDRアップスケーリング）または下向き（ソフトウェアディミング）のポインティングアイコンをOSDにしばらく表示します。
ko: 소프트웨어 조정을 통해 추가 디밍이나 밝기 업스케일링이 발생하면 OSD에 위쪽(XDR/HDR 업스케일링) 또는 아래쪽(소프트웨어 디밍)에 아이콘을 표시합니다.
nb: Vis kort et oppoverrettet (XDR/HDR-oppskalering) eller nedoverrettet (programvaredemping) ikon i OSD når ekstra demping eller lysstyrkeoppskalering skjer via programvarejusteringer.
nl: Toont een naar boven (XDR-/HDR-opschaling) of naar beneden (programmatische dimming) wijzend symbool in het OSD als er aanvullende dimming of helderheidsopschaling plaatsvindt via programmatische aanpassingen.
pt_br: Mostre brevemente um ícone apontando para cima (aumento de escala XDR/HDR) ou para baixo (escurecimento por software) no OSD quando o escurecimento extra ou aumento de brilho estiver acontecendo por meio de ajustes de software.
ro: Afișați pe scurt un icon cu săgeată orientată în sus (pentru scalare XDR/HDR) sau în jos (pentru întunecare software) în OSD atunci când se întâmplă o întunecare suplimentară sau o scalare a luminozității prin ajustări software.
ru: Показывает иконку, указывающую вверх (масштабирование XDR/HDR) или вниз (программное затемнение) в OSD, когда происходит дополнительное затемнение или увеличение яркости через ПО.
sl: Kratek prikaz ikone, usmerjene navzgor (XDR/HDR višanje ločljivosti) ali navzdol (programska zatemnitev) v zaslonskem meniju, ko pride do dodatnega zatemnitve ali povečanja svetlosti prek prilagoditev programske opreme.
sv: Visa kort en uppåtpekande (XDR/HDR-uppskalning) eller nedåtpekande (mjukvarudimning) ikon i OSD när extra dimning eller uppskalning av ljusstyrka sker via mjukvarujusteringar.
tr: Yazılım ayarlamaları yoluyla ekstra karartma veya parlaklık yükseltme gerçekleştiğinde OSD'de kısaca yukarı (XDR/HDR yükseltme) veya aşağı (yazılım karartma) işaret eden bir simge gösterin.
uk: Коротко показувати піктограму спрямування вгору (масштабування XDR/HDR) або вниз (програмне затемнення) в ЕМ, коли відбувається додаткове затемнення або збільшення яскравості за допомогою програмних налаштувань.
vi: Hiển thị một biểu tượng hướng lên (tăng cường XDR/HDR) hoặc hướng xuống (làm tối phần mềm) trong OSD khi có điều chỉnh thêm độ tối hoặc tăng cường độ sáng thông qua điều chỉnh phần mềm.
zh_hans: 进行额外调光或亮度提升的软件调整时在调整浮窗 (OSD) 中简单显示为向上 (XDR/HDR 提升) 或向下（软件调光）的指向图标。
zh_hant: 進行額外調光或亮度提升的軟體調整時在調整浮動視窗 (OSD) 中簡單顯示為向上 (XDR/HDR 提升) 或向下（軟體調光）的指向圖示。

source: Sidecar Configuration
de: Sidecar-Konfiguration
es: Configuración de Sidecar
fr: Configuration du side-car
hu: Sidecar konfiguráció
it: Configurazione Sidecar
ja: Sidecar構成
ko: Sidecar 구성
nb: Sidecar-konfigurasjon
nl: Sidecar-configuratie
pt_br: Configuração do Sidecar
ro: Configurare Sidecar
ru: Конфигурация Sidecar
sl: Sicecar nastavitve
sv: Sidecar-konfiguration
tr: Sidecar Yapılandırması
uk: Конфігурація Sidecar
vi: Cấu hình Sidecar
zh_hans: 随航配置
zh_hant: Sidecar 設定

source: Sidecar Display
es: Pantalla Sidecar
fr: Écran side-car
hu: Sidecar kijelző
it: Display Sidecar
ja: Sidecarディスプレイ
ko: Sidecar 디스플레이
nb: Sidecar-skjerm
nl: Sidecar-scherm
pl: Wyświetlacz Sidecar
pt_br: Monitor Sidecar
ro: Ecran Sidecar
ru: Дисплей Sidecar
sl: Sidecar zaslon
sv: Sidecar-skärm
uk: Дисплей Sidecar
vi: Màn hình Sidecar
zh_hans: 随航显示器
zh_hant: Sidecar 顯示器

source: Sidecar UUID
es: UUID de Sidecar
fr: UUID du side-car
it: UUID Sidecar
pt_br: UUID secundário
ru: UUID Sidecar
uk: UUID Sidecar
vi: UUID Sidecar
zh_hans: 随航 UUID

source: Simplifies navigation greatly.
de: Vereinfacht die Navigation erheblich.
es: Simplifica enormemente la navegación.
fr: Simplifie énormément la navigation en facilitant la sélection des résolutions les plus utilisées.
hu: Jelentősen egyszerűsíti a navigációt.
it: Semplifica notevolmente la navigazione.
ja: ナビゲーションを大幅に簡素化します。
ko: 슬라이더 탐색을 보다 간편하게 할 수 있습니다.
nb: Forenkler navigasjon betydelig.
nl: Vereenvoudigt navigatie aanzienlijk.
pt_br: Simplifica muito a navegação.
ro: Simplifică în mod semnificativ navigarea.
ru: Значительно упрощает навигацию.
sl: Močno poenostavi navigacijo.
sv: Förenklar navigeringen avsevärt.
tr: Gezinmeyi büyük ölçüde basitleştirir.
uk: Значно спрощує навігацію.
vi: Đơn giản hóa điều hướng một cách đáng kể
zh_hans: 极大地简化导航。
zh_hant: 極大地簡化導航。

source: Skip
de: Überspringen
es: Omitir
fr: Passer
hu: Kihagyás
it: Salta
ja: スキップ
ko: 건너뛰기
nb: Hopp over
nl: Sla over
pl: Pomiń
pt_br: Pular
ro: Omite
ru: Пропустить
sl: Preskoči
sv: Hoppa över
tr: Atla
uk: Пропустити
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 跳過

source: Skip displays in HDR or reference XDR mode
de: Displays im HDR- oder Referenz-XDR-Modus überspringen
es: Omitir pantallas en modo HDR o XDR de referencia
fr: Ne pas prendre en compte les écrans en mode HDR ou en mode référence XDR
hu: HDR vagy referencia XDR módban levő kijelző kihagyása
it: Salta i display in modalità HDR o XDR di riferimento
ja: HDRまたは参考XDRモードのディスプレイをスキップ
ko: HDR 또는 레퍼런스 XDR 모드에서 표시 건너뛰기
nb: Hopp over skjermer i HDR- eller referanse-XDR-modus
nl: Sla schermen in HDR- of referentie-XDR-modus over
pt_br: Ignorar exibições em HDR ou modo XDR de referência
ro: Sariți peste ecranele în modul HDR sau modul XDR de referință.
ru: Пропустить дисплеи в режиме HDR или эталонном XDR
sl: Preskoči prikaze v načinu HDR ali referenčnem XDR
sv: Hoppa över skärmar i HDR- eller referens XDR-läge
tr: HDR veya referans XDR modunda ekranları atlayın
uk: Пропустити дисплеї в режимі HDR або еталонному режимі XDR
vi: Bỏ qua màn hình ở chế độ HDR hoặc chế độ tham chiếu XDR
zh_hans: 跳过处于 HDR 或参考 XDR 模式下的显示器。
zh_hant: 跳過處於 HDR 或參考 XDR 模式下的顯示器。

source: Skip redundant events within the specified time interval to avoid repeated identical actions.
de: Überspringe redundante Ereignisse innerhalb des angegebenen Zeitintervalls, um wiederholte identische Aktionen zu vermeiden.
es: Omitir eventos redundantes dentro del intervalo de tiempo especificado para evitar acciones idénticas repetidas.
fr: Ignore les événements redondants pendant l’interval de temps spécifié pour éviter de répéter des actions identiques.
hu: Az ismétlődő, azonos műveletek elkerülése érdekében az adott időintervallumon belül figyelmen kívül hagyja a redundáns eseményeket.
it: Ignora gli eventi ridondanti entro l'intervallo di tempo specificato per evitare azioni identiche ripetute.
ja: 指定した時間内の冗長イベントをスキップして、同じアクションが繰り返されないようにします。
ko: 지정된 시간 간격 내에서 중복된 이벤트를 건너뛰어 동일한 작업의 반복 실행을 방지합니다.
nb: Hopp over redundante hendelser innenfor det angitte tidsintervallet for å unngå gjentatte identiske handlinger.
nl: Sla redundante gebeurtenissen over binnen het opgegeven tijdsinterval om herhaalde identieke acties te vermijden.
pt_br: Ignorar eventos redundantes dentro do intervalo de tempo especificado para evitar ações idênticas repetidas.
ro: Omite evenimentele redundante în intervalul de timp specificat pentru a evita acțiunile identice repetate.
ru: Пропускать повторяющиеся события в указанном интервале времени, чтобы избежать повторных одинаковых действий.
sl: Preskočite odvečne dogodke v določenem časovnem intervalu, da se izognete ponavljajočim se enakim dejanjem.
sv: Hoppa över redundanta händelser inom det angivna tidsintervallet för att undvika upprepade identiska åtgärder.
tr: Aynı işlemlerin tekrarlanmasını önlemek için belirtilen süre içinde yinelenen olayları atla.
uk: Пропускати зайві події в межах заданого інтервалу часу, щоб уникнути повторення однакових дій.
zh_hans: 在指定的时间间隔内跳过冗余事件，以避免重复执行相同的操作。
zh_hant: 在指定的時間間隔內跳過冗餘事件，以避免重複執行相同的操作。
