Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: The app will apply the loaded EDID when this display is connected. The operation causes the screen to flicker and switch modes if existing mode is not available with the updated EDID. If the new EDID has different id data (vendor, model, serial), the display will be redetected as a different one. Hold ⇧ Shift on startup to enable safe mode and avoid auto-apply. Physically reconnect display to revert back to the original in case of serious trouble.
de: Die App wird die geladene EDID anwenden, wenn dieses Display angeschlossen wird. Der Vorgang bewirkt, dass der Bildschirm flackert und den Modus wechselt, wenn der vorhandene Modus mit der aktualisierten EDID nicht verfügbar ist. Wenn die neue EDID andere ID-Daten hat (Hersteller, Modell, Seriennummer), wird das Display als ein anderes neu erkannt. Halte beim Startvorgang die ⇧ Umschalttaste gedrückt, um den sicheren Modus zu aktivieren und die automatische Anwendung zu vermeiden. Verbinde das Display physisch erneut, um bei schwerwiegenden Problemen zum ursprünglichen Zustand zurückzukehren.
es: La aplicación aplicará el EDID cargado cuando esta pantalla esté conectada. La operación hace que la pantalla parpadee y cambie de modo si el modo existente no está disponible con el EDID actualizado. Si el nuevo EDID tiene datos de identificación diferentes (proveedor, modelo, serie), la pantalla se volverá a detectar como diferente. Mantenga presionada la tecla SHIFT al iniciar para habilitar el modo seguro y evitar la aplicación automática. Vuelva a conectar físicamente la pantalla para volver al original en caso de problemas graves.
fr: L'application utilisera l'EDID chargé quand l'écran est connecté. L'opération provoque le scintillement de l'écran et la bascule entre différents modes si le mode existant n'existe pas dans l'EDID mis à jour. Si le nouvel EDID a des identifiants différents (fabriquant, modèle, numéro de série), l'écran va être détecté comme un écran différent. Maintenez ⇧ Maj au démarrage pour activer le mode sans échec et éviter la ré-application automatique. Reconnectez physiquement l'écran pour revenir à l'original en cas de problème.
hu: Az alkalmazás a betöltött EDID-t alkalmazza, amikor ez a kijelző csatlakoztik. A művelet hatására a képernyő villoghat, és üzemmódot válthat, ha a meglévő üzemmód nem áll rendelkezésre a frissített EDID-del. Ha az új EDID eltérő azonosító adatokkal rendelkezik (gyártó, modell, sorozatszám), a kijelzőt a rendszer más kijelzőként fogja érzékelni. Tartsa lenyomva a ⇧ Shift gombot indításkor a biztonsági mód engedélyezése és az automatikus alkalmazás elkerülése érdekében. Fizikailag csatlakoztassa újra a kijelzőt, hogy komolyabb probléma esetén visszaállítsa az eredeti állapotot.
it: L'app applicherà l'EDID caricato quando questo display è connesso. L'operazione fa scorrere lo schermo e cambia le modalità se la modalità esistente non è disponibile con l'EDID aggiornato. Se il nuovo EDID ha diversi dati ID (fornitore, modello, seriale), il display verrà risistemato come uno diverso. Tieni premuto MAIUSC all'avvio per abilitare la modalità sicura ed evitare l'applicazione automatica. Riconnettere fisicamente il display per tornare all'originale in caso di gravi problemi.
ja: このディスプレイの接続時に、読み込んだEDIDを適用します。この操作によりアップデートしたEDIDで既存のモードが使用できない場合には、画面がちらついてモードが切り替わります。新しいEDIDが異なるIDデータ（ベンダー、モデル、シリアル）を持つ場合は、異なるディスプレイとして再検出されます。⇧ Shiftを押したまま起動するとセーフモードが有効となり、EDIDが自動的に適用されるのを防ぐことができます。深刻な問題が発生した場合には、ディスプレイを物理的に再接続して最初の状態に戻してみてください。
ko: 이 디스플레이가 연결되면 앱이 로드된 EDID를 적용합니다. 갱신된 EDID로 기존 모드를 사용할 수 없는 경우 화면이 깜빡이고 모드가 전환됩니다. 새 EDID에 다른 ID 데이터(공급업체, 모델, 일련 번호)가 있는 경우 디스플레이가 다른 디스플레이로 다시 감지됩니다. 안전 모드를 활성화하고 자동 적용을 방지하려면 시작 시 SHIFT 키를 길게 누릅니다. 심각한 문제가 발생하면 디스플레이를 물리적으로 다시 연결하여 원래대로 되돌립니다.
nb: Appen vil bruke den innleste EDID-en når denne skjermen kobles til. Operasjonen får skjermen til å blinke og bytte modus hvis gjeldende modus ikke er tilgjengelig med oppdatert EDID. Hvis den nye EDID-en har ulike ID-data (leverandør, modell, serienummer), vil skjermen bli gjenoppdaget som en annen. Hold nede ⇧ Shift ved oppstart for å aktivere sikker modus og unngå automatisk bruk. Koble til skjermen fysisk igjen for å gå tilbake til originalen ved alvorlige problemer.
nl: De app zal de geladen EDID toepassen wanneer dit scherm wordt aangesloten. De bewerking zorgt ervoor dat het scherm flikkert en van modus wisselt als de bestaande modus niet beschikbaar is met de bijgewerkte EDID. Als de nieuwe EDID andere id-gegevens heeft (leverancier, model, serienummer), wordt het scherm opnieuw gevonden als een ander scherm. Houd ⇧ Shift ingedrukt bij het opstarten om de veilige modus in te schakelen en automatisch toepassen te voorkomen. Sluit het scherm fysiek opnieuw aan om terug te keren naar de originele instelling in geval van ernstige problemen.
pl: Aplikacja zastosuje załadowany EDID, gdy ten wyświetlacz zostanie połączony. Operacja ta powoduje migotanie ekranu i zmianę trybów, jeśli obecny tryb nie jest dostępny w zaktualizowanym EDID. Jeśli nowy EDID posiada inne dane identyfikacyjne (producent, model, numer seryjny), wyświetlacz zostanie ponownie wykryty jako inne urządzenie. Przytrzymaj klawisz ⇧ Shift podczas uruchamiania, aby włączyć tryb bezpieczny i uniknąć automatycznego stosowania zmian. W przypadku poważnych problemów fizycznie połącz ponownie wyświetlacz, aby przywrócić oryginał.
pt_br: O aplicativo aplicará o EDID carregado quando este monitor estiver conectado. A operação faz com que a tela pisque e alterne os modos se o modo existente não estiver disponível com o EDID atualizado. Se o novo EDID tiver dados de identificação diferentes (fornecedor, modelo, serial), o display será detectado novamente como um diferente. Segure SHIFT na inicialização para ativar o modo de segurança e evitar a aplicação automática. Reconecte fisicamente o display para voltar ao original em caso de problemas sérios.
ro: Aplicația va aplica EDID-ul încărcat atunci când acest ecran este conectat. Operația poate provoca clipiri ale ecranului și comutarea modurilor dacă modul existent nu este disponibil cu EDID-ul actualizat. Dacă noul EDID are date ID diferite (producător, model, serial), ecranul va fi redetectat ca altul. Mențineți apăsată tasta SHIFT la pornire pentru a activa modul sigur și pentru a evita aplicarea automată. Reconectați fizic ecranul pentru a reveni la original în caz de probleme grave.
ru: Приложение применит загруженный EDID при подключении этого дисплея. Операция может вызвать мерцание экрана и переключение режимов, если текущий режим недоступен с обновленным EDID. Если новый EDID имеет другие идентификаторы (производитель, модель, серийный номер), дисплей будет распознан как другой. Удерживайте ⇧ Shift при запуске для безопасного режима и предотвращения автоприменения. Физически переподключите дисплей для возврата к исходным настройкам в случае проблем.
sl: Aplikacija bo uporabila naložen EDID, ko bo ta zaslon povezan. Operacija povzroči utripanje zaslona in zamenjavo načinov, če obstoječi način ni na voljo s posodobljenim EDID. Če ima novi EDID drugačne ID podatke (prodajalec, model, serija), bo zaslon ponovno zaznan kot drug. Držite ⇧ Shift ob zagonu, da omogočite varni način in se izognete samodejni uporabi. Ponovno fizično povežite zaslon, da se v primeru resnih težav povrnete na izvirnik.
sv: Appen kommer att använda den inlästa EDID när skärmen ansluts. Funktionen gör att skärmen flimrar och byter läge om det befintliga läget inte är tillgängligt med det uppdaterade EDID. Om den nya EDID:n har andra id-data (leverantör, modell, serie) kommer skärmen att detekteras på nytt som en annan skärm. Håll ned ⇧ Shift vid start för att aktivera felsäkert läge och undvika automatisk applicering. Återanslut bildskärmen fysiskt för att återgå till originalet vid allvarliga problem.
tr: Uygulama, bu ekran bağlandığında yüklenen EDID'yi uygulayacaktır. İşlem, mevcut mod güncellenmiş EDID ile kullanılamıyorsa ekranın titremesine ve mod değiştirmesine neden olur. Yeni EDID farklı kimlik verilerine (satıcı, model, seri) sahipse, ekran farklı bir ekran olarak yeniden algılanacaktır. Güvenli modu etkinleştirmek ve otomatik uygulamayı önlemek için başlangıçta ⇧ Shift tuşunu basılı tutun. Ciddi sorun durumunda orijinaline geri dönmek için ekranı fiziksel olarak yeniden bağlayın.
uk: Додаток застосує завантажений EDID, коли цей дисплей буде підключено. Операція може спричинити мерехтіння екрану та перемикання режимів, якщо поточний режим недоступний із оновленим EDID. Якщо новий EDID має інші ідентифікаційні дані (виробник, модель, серійний номер), дисплей буде повторно визначено як інший. Утримуйте ⇧ Shift під час запуску, щоб увімкнути безпечний режим і уникнути автозастосування. Фізично перепідключіть дисплей, щоб повернутися до початкового стану у разі серйозних проблем.
vi: Ứng dụng sẽ áp dụng EDID đã tải khi màn hình này được kết nối. Thao tác này gây hiện tượng nhấp nháy màn hình và chuyển đổi chế độ nếu chế độ hiện tại không khả dụng với EDID được cập nhật. Nếu EDID mới có dữ liệu ID khác nhau (nhà sản xuất, model, số seri), màn hình sẽ được phát hiện lại như một màn hình khác. Giữ phím SHIFT khi khởi động để kích hoạt chế độ an toàn và tránh tự động áp dụng. Kết nối lại màn hình một cách vật lý để quay trở lại trạng thái ban đầu trong trường hợp gặp vấn đề nghiêm trọng.
zh_hans: 连接显示器后，应用程序将应用已加载的 EDID。现有模式无法更新 EDID时进行此操作会导致屏幕闪烁和模式切换。如果新 EDID 具有不同的 ID 数据（供应商、型号、序列号），则将显示器重新识别为不同显示器。启动时按住 ⇧ Shift 可启用安全模式来避免自动应用 EDID。出现严重故障时请重新物理连接显示器以恢复原状。
zh_hant: 連接顯示器後，應用程式套用已載入的 EDID。現有模式無法更新 EDID 時，進行此操作會導致螢幕閃爍和模式切換。如果新 EDID 具有不同的 ID 資料（供應商、型號、序列號），則將顯示器重新識別為不同顯示器。啟動時按住 ⇧ Shift 可啟用安全模式來避免自動套用 EDID。出現嚴重故障時請重新物理連接顯示器以恢復原狀。

source: The app will forget all stored DDC values and treat all controls as untouched. Sliders will revert to default neutral values. This operation does not reset the display itself.
de: Die App wird alle gespeicherten DDC-Werte vergessen und alle Regler als unberührt behandeln. Die Regler werden auf die neutralen Standardwerte zurückgesetzt. Dieser Vorgang setzt das Display selbst nicht zurück.
es: La aplicación olvidará todos los valores DDC almacenados y tratará todos los controles sin tocarlos. Los controles deslizantes volverán a los valores neutrales predeterminados. Esta operación no restablece la pantalla en sí.
fr: L'application va oublier toutes les valeurs DDC stockées et traiter tous les contrôles comme non-modifiés. Les curseurs de sélection vont revenir à leurs valeurs neutres par défaut. Cette opération ne réinitialise pas l'écran.
hu: Az alkalmazás elfelejti az összes tárolt DDC-értéket és az összes vezérlőt érintetlenként kezeli. A csúszkák visszaállnak az alapértelmezett semleges értékekre. Ez a művelet nem állítja vissza magát a kijelzőt.
it: L'app dimenticherà tutti i valori DDC memorizzati e tratterà tutti i controlli come intatti. I dispositivi di scorrimento torneranno ai valori neutri predefiniti. Questa operazione non ripristina il display stesso.
ja: 保存したすべてのDDC値を登録解除し、すべての制御を変更せずに扱います。スライダはデフォルトの中間値に戻ります。 この操作ではディスプレイそのものはリセットされません。
ko: 앱은 저장된 모든 DDC 값을 잊어버리고 모든 컨트롤을 손대지 않은 상태로 처리합니다. 슬라이더는 기본 중립 값으로 되돌아갑니다. 이 작업은 디스플레이 자체를 초기화하지 않습니다.
nb: Appen vil glemme alle lagrede DDC-verdier og behandle alle kontroller som uberørt. Glidebryterne vil gå tilbake til standard nøytrale verdier. Denne operasjonen tilbakestiller ikke selve skjermen.
nl: De app zal alle bewaarde DDC-waarden vergeten en zal alle bedieningen als onaangeraakt beschouwen. Schuifregels zullen terugkeren naar hun standaard (neutrale) waarden. Deze handeling herstelt niet het scherm zelf.
pt_br: O aplicativo esquecerá todos os valores DDC armazenados e tratará todos os controles intactos. Os controles deslizantes reverterão para os valores neutros padrão. Esta operação não reinicia o display em si.
ro: Aplicația va uita toate valorile DDC stocate și le va trata ca fiind controlate și neatinse. Glisoarele se vor reveni la valorile implicite neutre. Această operație nu resetează ecranul în sine.
ru: Приложение забудет все сохранённые значения DDC и отнесется ко всем контрольным элементам как нетронутым. Ползунки вернутся к нейтральным значениям по умолчанию. Эта операция не сбрасывает сам дисплей.
sl: Aplikacija bo pozabila vse shranjene vrednosti DDC in vse kontrole obravnavala kot nedotaknjene. Drsniki se bodo vrnili na privzete nevtralne vrednosti. Ta postopek ne ponastavi samega zaslona.
sv: Appen glömmer alla lagrade DDC-värden och behandlar alla reglage som orörda. Skjutreglagen återgår till neutrala standardvärden. Den här åtgärden återställer inte själva skärmen.
tr: Uygulama tüm kayıtlı DDC değerlerini unutacak ve tüm kontrollere dokunulmamış gibi davranacaktır. Kaydırıcılar varsayılan nötr değerlere geri dönecektir. Bu işlem ekranın kendisini sıfırlamaz.
uk: Додаток забуде всі збережені значення DDC і вважатиме всі елементи керування недоторканими. Повзунки повернуться до стандартних нейтральних значень. Ця операція не скидає сам дисплей.
vi: Ứng dụng sẽ quên tất cả các giá trị DDC đã lưu và xem tất cả các điều khiển như chưa được đụng đến. Các thanh trượt sẽ quay trở lại giá trị mặc định. Thao tác này không làm đặt lại màn hình.
zh_hans: 应用程序将忽略所有已存储的 DDC 值并重置所有控制项。滑块将恢复为默认中间值。 此操作不会重置显示器本身。
zh_hant: 應用程式將忽略所有已儲存的 DDC 值並重置所有控制項。滑桿將恢復為預設中間值。 此操作不會重置顯示器本身。

source: The app will reset all DDC feature settings to its defaults. This operation does not reset the display itself.
de: Die App setzt alle DDC-Funktionseinstellungen auf ihre Standardwerte zurück. Dieser Vorgang setzt das Display selbst nicht zurück.
es: La aplicación restablecerá todas las configuraciones de funciones DDC a sus valores predeterminados. Esta operación no restablece la pantalla en sí.
fr: L'application va réinitialiser tous les réglages de fonctionnalités DDC à leurs valeurs par défaut. Cette opération ne réinitialise pas l'écran.
hu: Az alkalmazás az összes DDC képesség beállítást alapértelmezettre állítja vissza. Ez a művelet nem állítja vissza a kijelzőt.
it: L’app ripristinerà tutte le impostazioni delle funzionalità DDC ai valori predefiniti. Questa operazione non reimposta il display.
ja: アプリはすべてのDDC機能設定をデフォルトにリセットします。 この操作により、ディスプレイがリセットされることはありません。
ko: 앱이 모든 DDC 기능 설정을 기본값으로 초기화합니다. 이 작업을 수행해도 디스플레이 자체가 초기화되지는 않습니다.
nb: Appen vil tilbakestille alle DDC-funksjonsinnstillinger til standardverdier. Denne operasjonen tilbakestiller ikke selve skjermen.
nl: De app zal alle DDC-functie-instellingen naar de standaardwaarden herstellen. Deze handeling herstelt niet het scherm zelf.
pt_br: O aplicativo redefinirá todas as configurações de recursos DDC para os padrões. Esta operação não reinicia o display em si.
ro: Aplicația va reseta toate setările funcțiilor DDC la valorile implicite. Această operațiune nu resetează afișajul în sine.
ru: Приложение восстановит все параметры функций DDC по умолчанию. Эта операция не сбрасывает сам дисплей.
sl: Aplikacija bo ponastavila vse nastavitve funkcij DDC na privzete vrednosti. Ta postopek ne ponastavi samega zaslona.
sv: Appen återställer alla DDC-funktionsinställningar till standardvärdena. Den här åtgärden återställer inte själva skärmen.
tr: Uygulama, tüm DDC özellik ayarlarını varsayılanlarına sıfırlayacaktır. Bu işlem ekranın kendisini sıfırlamaz.
uk: Додаток скине всі налаштування функцій DDC до стандартних. Ця операція не скидає сам дисплей.
vi: Ứng dụng sẽ đặt lại tất cả cài đặt tính năng DDC về mặc định. Thao tác này không đặt lại màn hình.
zh_hans: 该应用程序会将所有DDC功能设置重置为默认值。 此操作不会重置显示器本身。
zh_hant: 該應用程式會將所有DDC功能設定重置為預設值。 此操作不會重置顯示器本身。

source: The built-in display is configured to be disconnected when an external display is connected. This setting will be re-enabled when the built-in display is manually disconnected again or the app is restarted.
de: Das integrierte Display ist so eingestellt, dass es getrennt wird, wenn ein externes Display verbunden wird. Diese Einstellung wird wieder aktiviert, wenn das integrierte Display manuell wieder getrennt wird oder die App neu gestartet wird.
es: La pantalla integrada está configurada para desconectarse cuando se conecta una pantalla externa. Esta configuración se volverá a habilitar cuando la pantalla integrada se desconecte manualmente nuevamente o cuando se reinicie la aplicación.
fr: L'écran intégré est configuré pour être déconnecté lorsqu'un écran externe est connecté. Ce paramètre sera réactivé lorsque l'écran intégré sera à nouveau déconnecté manuellement ou lorsque l'application sera redémarrée.
hu: A beépített kijelző úgy van beállítva, hogy külső kijelző csatlakoztatása esetén a kijelzőt leválasztásra kerül. Ez a beállítás újra aktiválódik, amikor a beépített kijelzőt manuálisan ismét leválasztja, vagy az alkalmazás újraindul.
it: Il display integrato è configurato per essere disconnesso quando un display esterno è collegato. Questa impostazione verrà riattivata quando il display integrato viene disconnesso manualmente o l'app viene riavviata.
ja: 外部ディスプレイの接続で、内蔵ディスプレイが切断されるよう構成されています。内蔵ディスプレイを手動で切断するか、アプリを再起動すれば、この機能が再度有効化されます。
ko: 외부 디스플레이가 연결되면 내장 디스플레이의 연결이 해제되도록 합니다. 내장 디스플레이를 수동으로 다시 연결 해제하거나 앱을 재시작하면 이 설정이 다시 활성화됩니다.
nb: Den innebygde skjermen er konfigurert til å kobles fra når en ekstern skjerm tilkobles. Denne innstillingen vil bli aktivert igjen når den innebygde skjermen kobles fra manuelt på nytt, eller når appen startes på nytt.
nl: Het ingebouwde scherm is geconfigureerd om losgekoppeld te worden wanneer een extern scherm wordt aangesloten. Deze instelling wordt opnieuw ingeschakeld wanneer het ingebouwde scherm opnieuw handmatig wordt losgekoppeld of de app opnieuw wordt gestart.
pl: Wbudowany wyświetlacz jest skonfigurowany tak, aby był rozłączony po połączeniu zewnętrznego wyświetlacza. To ustawienie zostanie ponownie włączone po ręcznym rozłączeniu wbudowanego wyświetlacza lub po ponownym uruchomieniu aplikacji.
pt_br: O monitor integrado está configurado para ser desconectado quando um monitor externo for conectado. Esta configuração será reativada quando a tela integrada for desconectada manualmente novamente ou o aplicativo for reiniciado.
ro: Ecranul încorporat este configurat să fie deconectat atunci când un ecran extern este conectat. Această setare va fi reactivată atunci când ecranul încorporat este deconectat manual sau aplicația este repornită.
ru: Встроенный дисплей настроен на отключение при подключении внешнего дисплея. Эта настройка будет снова активирована, когда встроенный дисплей будет вручную отключен повторно или приложение будет перезапущено.
sl: Vgrajeni zaslon je konfiguriran tako, da se prekine, ko je priključen zunanji zaslon. Ta nastavitev bo znova omogočena, ko bo vgrajeni zaslon ponovno ročno prekinjen ali bo aplikacija ponovno zagnana.
sv: Den inbyggda skärmen är konfigurerad att kopplas bort när en extern skärm ansluts. Denna inställning återaktiveras när den inbyggda skärmen kopplas bort manuellt igen eller när appen startas om.
tr: Harici bir ekran bağlandığında dahili ekranın bağlantısı kesilecek şekilde yapılandırılmıştır. Bu ayar, dahili ekranın bağlantısı manuel olarak tekrar kesildiğinde veya uygulama yeniden başlatıldığında yeniden etkinleştirilecektir.
uk: Вбудований дисплей налаштовано на відключення, коли підключено зовнішній дисплей. Це налаштування буде знову активовано, коли вбудований дисплей буде вручну відключено повторно або додаток буде перезапущено.
vi: Màn hình tích hợp được cấu hình để ngắt kết nối khi một màn hình rời được kết nối. Cài đặt này sẽ được kích hoạt lại khi màn hình tích hợp được ngắt kết nối thủ công hoặc ứng dụng được khởi động lại.
zh_hans: 外接显示器连接时，内置显示器会自动断开。当您手动断开内置显示器或重新启动应用时，此设置将重新启用。
zh_hant: 外接顯示器連接時，內置顯示器會自動斷開。當您手動斷開內置顯示器或重新啟動程式時，此設定將重新啟用。

source: The built-in display of the iMac cannot be easily reconnected (lack of display cable, closable lid) in case of an application failure. Enable this setting with extra caution!
de: Das integrierte Display des iMac kann im Falle eines Programmfehlers nicht einfach erneut verbunden werden (kein Displaykabel, kein verschließbarer Deckel). Aktiviere diese Einstellung mit besonderer Vorsicht!
es: La pantalla integrada del iMac no se puede volver a conectar fácilmente (falta de cable de pantalla, tapa que se puede cerrar) en caso de error de la aplicación. ¡Habilite esta configuración con especial precaución!
fr: L'écran intégré de cet iMac ne peux pas facilement être reconnecté dans le cas d'un problème avec l'application. Activez ce paramètre avec prudence !
hu: Az iMac beépített kijelzője nem csatlakoztatható könnyen újra (kijelzőkábel, zárható fedél hiánya miatt) alkalmazáshiba esetén. Engedélyezze ezt a beállítást fokozott óvatossággal!
it: Il display integrato di iMac non può essere facilmente riconnesso (mancanza di cavo di visualizzazione, coperchio richiudibile) in caso di guasto di un'applicazione. Abilita questa impostazione con maggiore cautela!
ja: iMacの内蔵ディスプレイは、アプリケーションに障害が発生した場合には、簡単に再接続することができません（ディスプレイケーブルや開け閉めできる蓋が無い）。この設定を有効化する場合には、特に注意してください!
ko: 응용 프로그램 오류 발생 시 iMac의 내장 디스플레이를 쉽게 다시 연결할 수 없습니다(디스플레이 케이블 부족, 닫을 수 있는 덮개). 이 설정은 각별히 주의해서 사용하세요!
nb: Den innebygde skjermen på iMac kan ikke enkelt kobles til igjen (manglende skjermkabel, lukkbart lokk) ved programfeil. Aktiver denne innstillingen med ekstra forsiktighet!
nl: Het ingebouwde scherm van de iMac kan niet eenvoudig opnieuw worden aangesloten (gebrek aan schermkabel, sluitbare klep) in geval van een applicatiefout. Schakel deze instelling in met extra voorzichtigheid!
pl: Wbudowany wyświetlacz komputera iMac nie może zostać łatwo ponownie połączony (brak kabla wideo, brak zamykanej klapy) w przypadku awarii aplikacji. Włącz to ustawienie z zachowaniem szczególnej ostrożności!
pt_br: O monitor integrado do iMac não pode ser reconectado facilmente (falta de cabo da tela, tampa que pode ser fechada) em caso de falha do aplicativo. Habilite esta configuração com cuidado extra!
ro: Ecranul integrat al iMac-ului nu poate fi reconectat cu ușurință (din cauza lipsei cablului de afișare, clapeta) în cazul de eșec al aplicației. Activați această opțiune cu mare atenție!
ru: Встроенный дисплей iMac нельзя легко повторно подключить (отсутствует кабель дисплея, закрывающаяся крышка) в случае сбоя приложения. Включайте эту настройку с особой осторожностью!
sl: Vgrajenega zaslona iMac ni mogoče zlahka znova povezati (pomanjkanje kabla zaslona, ​​pokrova, ki ga je mogoče zapreti) v primeru okvare aplikacije. Omogočite to nastavitev še posebej previdno!
sv: Den inbyggda bildskärmen i iMac kan inte enkelt återanslutas (brist på bildskärmskabel, stängbart lock) i händelse av ett programfel. Aktivera denna inställning med extra försiktighet!
tr: iMac'in yerleşik ekranı, bir uygulama hatası durumunda kolayca yeniden bağlanamaz (ekran kablosunun olmaması, kapatılabilir kapak). Bu ayarı çok dikkatli bir şekilde etkinleştirin!
uk: Вбудований дисплей iMac не можна легко повторно підключити (відсутній кабель дисплея, кришка, що закривається) у разі збою програми. Увімкніть це налаштування з особливою обережністю!
vi: Màn hình tích hợp của iMac không thể dễ dàng kết nối lại (thiếu dây kết nối màn hình, màn hình đóng được) trong trường hợp ứng dụng gặp sự cố. Hãy kích hoạt cài đặt này một cách cẩn thận!
zh_hans: 应用程序故障时 iMac 的内建显示屏将无法轻松重连（缺少显示器电缆、可合上的盖子）。启用此设置时要格外注意！
zh_hant: 應用程式故障時 iMac 的內建顯示器將無法輕易重連（缺少顯示器電纜、可合上的蓋子）。啟用此設定時要格外注意！
