Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Typical values include: 100, 200 or 255 (note: 255 works for most old DDC compatible Apple Cinema / LED displays and helps avoid permanent dimming issue).
de: Typische Werte sind unter anderem: 100, 200 oder 255 (Hinweis: 255 funktioniert bei den meisten alten DDC-kompatiblen Apple Cinema / LED Displays und hilft, ein permanentes Dimm-Problem zu vermeiden).
es: Los valores típicos incluyen: 100, 200 o 255 (255 funciona para la mayoría de las pantallas Apple Cinema/LED compatibles con DDC antiguas y ayuda a evitar problemas de atenuación permanente).
fr: Les valeurs typiques incluent : 100, 200 ou 255 (255 marche pour la plupart des anciens écran Apple Cinema/écrans LED compatibles DDC et permet d'éviter les problèmes d'atténuation permanente).
hu: Tipikus értékek: 100, 200 vagy 255 (megjegyzés: 255 javasolt a legtöbb DDC kompatibilis, elavult Apple Cinema / LED kijelzőkhöz a "sötét képernyő jelenség" kezeléséhez).
it: I valori tipici includono: 100, 200 o 255 (nota: 255 funziona per la maggior parte dei vecchi display Apple Cinema / LED compatibili DDC e aiuta a evitare il problema di dimming permanente).
ja: 一般的な値は次の通りです：100、200または255（注意：255は、ほとんどの古いDDC互換Apple Cinema / LEDディスプレイで機能し、永続的なディミングの問題を回避するのに役立ちます）。
ko: 일반적인 값은 다음과 같습니다: 100, 200 또는 255(참고: 255는 대부분의 구형 DDC 호환 Apple 시네마 / LED 디스플레이에서 작동하며 영구적인 디밍 문제를 방지하는 데 도움이 됩니다).
nb: Typiske verdier inkluderer: 100, 200 eller 255 (merk: 255 fungerer for de fleste eldre DDC-kompatible Apple Cinema/LED-skjermer og bidrar til å unngå permanent dimmeproblem).
nl: Veelgebruikte waarden zijn: 100, 200 of 255 (opmerking: 255 werkt voor de meeste oude DDC-compatibele Apple Cinema-/LED-schermen en helpt permanente dimproblemen te vermijden).
pt_br: Os valores típicos incluem: 100, 200 ou 255 (nota: 255 funciona para a maioria dos antigos monitores Apple Cinema/LED compatíveis com DDC e ajuda a evitar problemas de escurecimento permanente).
ro: Valori tipice includ: 100, 200 sau 255 (notă: 255 funcționează pentru majoritatea ecranelor Apple Cinema / LED compatibile cu DDC și ajută la evitarea problemelor permanente de reducere a luminozității).
ru: Типичные значения: 100, 200 или 255 (примечание: 255 работает для большинства старых дисплеев Apple Cinema/LED, совместимых с DDC, и помогает избежать проблемы с постоянным затемнением).
sl: Tipične vrednosti vključujejo: 100, 200 ali 255 (opomba: 255 deluje za večino starih zaslonov Apple Cinema/LED, združljivih z DDC, in pomaga pri preprečevanju trajne težave z zatemnitvijo). Community Verified icon
sv: Typiska värden inkluderar: 100, 200 eller 255 (Obs: 255 fungerar för de flesta gamla DDC-kompatibla Apple Cinema/LED-skärmar och hjälper till att undvika problem med permanent dimning).
tr: Tipik değerler şunları içerir: 100, 200 veya 255 (not: 255, çoğu eski DDC uyumlu Apple Cinema / LED ekran için çalışır ve kalıcı karartma sorununu önlemeye yardımcı olur).
uk: Серед типових значень: 100, 200 або 255 (примітка: 255 працює для більшості старих дисплеїв Apple Cinema/LED, сумісних з DDC, і допомагає уникнути проблем із постійним затемненням).
vi: Các giá trị thông thường bao gồm: 100, 200 hoặc 255 (lưu ý: 255 hoạt động cho hầu hết các màn hình Apple Cinema/LED tương thích DDC cũ và giúp tránh vấn đề làm tối vĩnh viễn).
zh_hans: 典型值包括 100, 200, 255 (注意：255 用于大多数兼容 DDC 的老式 Apple Cinema / LED 显示器可避免永久调光问题)。
zh_hant: 典型值包括 100, 200, 255 (注意：255 用於大多數相容 DDC 的老式 Apple Cinema / LED 顯示器可避免永久調光問題)。

source: Typical values include: 100, 200 or 255.
de: Typische Werte sind unter anderem: 100, 200 oder 255.
es: Los valores típicos incluyen: 100, 200 o 255.
fr: Les valeurs typiques incluent : 100, 200 ou 255.
hu: Tipikus értékek: 100, 200 vagy 255.
it: I valori tipici includono: 100, 200 o 255.
ja: 一般的な値：100, 200または255。
ko: 일반적인 값은 다음과 같습니다: 100, 200 또는 255.
nb: Typiske verdier inkluderer: 100, 200 eller 255.
nl: Veelgebruikte waarden zijn: 100, 200 of 255.
pt_br: Os valores típicos incluem: 100, 200 ou 255.
ro: Valori tipice includ: 100, 200 sau 255.
ru: Типичные значения: 100, 200 или 255.
sl: Tipične vrednosti vključujejo: 100, 200 ali 255.
sv: Typiska värden inkluderar: 100, 200 eller 255.
tr: Tipik değerler şunlardır: 100, 200 veya 255.
uk: Серед типових значень: 100, 200 або 255.
vi: Các giá trị thông thường bao gồm: 100, 200 hoặc 255
zh_hans: 典型值包括 100, 200, 255。
zh_hant: 典型值包括 100, 200, 255。

source: UI Scale Matching
de: Abgleich der Benutzeroberflächen-Skala
es: Coincidencia de Escala de Interfaz de Usuario
fr: Correspondance de la Taille de l'Interface
hu: Felhasználói felület skálázás egyeztetése
it: Sincronizza scala UI
ja: UIサイズ調整
ko: UI 스케일 매칭
nb: UI-skaleringssamsvar
nl: Overeen laten komen van UI-schaal
pt_br: Correspondência de escala de IU
ro: Potrivirea scalării UI
ru: Соответствие масштабу интерфейса
sl: Ujemanje lestvice uporabniškega vmesnika
sv: Matchning av UI-skala
tr: UI Ölçek Eşleştirme
uk: Відповідність масштабу інтерфейсу
vi: Kết hợp Tỉ lệ UI
zh_hans: UI 比例匹配
zh_hant: UI 比例匹配

source: URL call (http/s or custom URL scheme) to be performed when the ON state is set.
de: URL-Aufruf (http/s oder benutzerdefiniertes URL-Schema), der beim Einschalten ausgeführt wird.
es: Llamada URL (http/s o esquema de URL personalizado) que se ejecuta al activar el estado.
fr: Appel URL (http(s) ou schéma d’url personnalisé) exécuté quand l'état est défini sur MARCHE.
hu: URL-hívás (http/s vagy egyéni URL-séma), amely a BE állapot beállításakor fut le.
it: Chiamata URL (http/s o schema URL personalizzato) eseguita quando lo stato è impostato su ON.
ja: オンに設定したときに実行されるURLコール（http/httpsまたはカスタムURLスキーム）です。
ko: 켜짐 상태가 설정될 때 수행될 URL 호출 (http/s 또는 사용자 정의 URL 스키마).
nb: URL-kall (http/s eller egendefinert URL-skjema) som skal utføres når PÅ-tilstanden er satt.
nl: Url-aanroep (http/s of eigen url-schema) die moet worden uitgevoerd wanneer de AAN-status wordt ingesteld
pt_br: Chamada de URL (http/s ou esquema de URL personalizado) executada quando o estado estiver ATIVADO.
ro: Apel URL (http/s sau schemă URL personalizată) care va fi efectuat când starea ON este setată.
ru: Вызов URL (http/s или пользовательская схема URL), который выполняется при установке состояния ВКЛ.
sl: Klic URL (http/s ali shema URL po meri), ki se izvede, ko je nastavljeno stanje VKLOP.
sv: URL-anrop (http/s eller anpassat URL-schema) som ska utföras när PÅ-läget är inställt.
tr: AÇIK durumu ayarlandığında gerçekleştirilecek URL çağrısı (http/s veya özel URL şeması).
uk: Виклик URL (http/s або власна схема URL), який виконується при встановленні стану УВІМК.
zh_hans: 当状态设置为开启时执行的 URL 调用（http/s 或自定义 URL 方案）。
zh_hant: 當狀態設為開啟時執行的 URL 呼叫（http/s 或自訂 URL 架構）。

source: URL to get current state
de: URL zum Abrufen des aktuellen Status
es: URL para obtener el estado actual
fr: URL pour récupérer l’état actuel
hu: URL az aktuális állapot lekéréséhez
it: URL per ottenere lo stato attuale
ja: 現在の状態取得URL
ko: 현재 상태를 가져올 URL
nb: URL for å hente gjeldende tilstand
nl: Url om huidige status te verkrijgen
pt_br: URL para obter o estado atual
ro: URL pentru a obține starea actuală
ru: URL для получения текущего состояния
sl: URL za pridobitev trenutnega stanja
sv: URL för att hämta aktuellt tillstånd
tr: Geçerli durumu almak için URL
uk: URL для отримання поточного стану
zh_hans: 用于获取当前状态的 URL
zh_hant: 用於取得目前狀態的 URL

source: URL to get current value
de: URL zum Abrufen des aktuellen Werts
es: URL para obtener el valor actual
fr: URL pour récupérer la valeur actuelle
hu: URL az aktuális érték lekéréséhez
it: URL per ottenere il valore attuale
ja: 現在値取得URL
ko: 현재 값을 가져올 URL
nb: URL for å hente gjeldende verdi
nl: Url om huidige waarde te verkrijgen
pt_br: URL para obter o valor atual
ro: URL pentru a obține valoarea curentă
ru: URL для получения текущего значения
sl: URL za pridobitev trenutne vrednosti
sv: URL för att hämta aktuellt värde
tr: Geçerli değeri almak için URL
uk: URL для отримання поточного значення
zh_hans: 用于获取当前值的 URL
zh_hant: 用於取得目前值的 URL

source: URL to send - OFF
de: URL zum Senden – AUS
es: URL para enviar - APAGADO
fr: URL à envoyer - ARRÊT
hu: Küldendő URL – KI
it: URL da inviare - OFF
ja: URL送信 - オフ
ko: 전송할 URL - 꺼짐
nb: URL som sendes – AV
nl: Url om te verzenden - UIT
pt_br: URL para enviar - DESLIGADO
ro: URL pentru a trimite - OFF
ru: URL для отправки — ВЫКЛ.
sl: URL za pošiljanje - IZKLOP
sv: URL att skicka - AV
tr: Gönderilecek URL - KAPALI
uk: URL для надсилання - ВИМК.
zh_hans: 发送的 URL - 关闭
zh_hant: 傳送的 URL - 關閉

source: URL to send - ON
de: URL zum Senden – EIN
es: URL para enviar - ENCENDIDO
fr: URL à envoyer - MARCHE
hu: Küldendő URL – BE
it: URL da inviare - ON
ja: URL送信 - オン
ko: 전송할 URL - 켜짐
nb: URL som sendes – PÅ
nl: Url om te verzenden - AAN
pt_br: URL para enviar - LIGADO
ro: URL pentru a trimite - ON
ru: URL для отправки — ВКЛ.
sl: URL za pošiljanje - VKLJUČENO
sv: URL att skicka - PÅ
tr: Gönderilecek URL - AÇIK
uk: URL для надсилання - УВІМК.
zh_hans: 发送的 URL - 开启
zh_hant: 傳送的 URL - 開啟

source: Unable to acquire
de: Erfassung nicht möglich
es: Imposible de adquirir
fr: Impossible d'acquérir
hu: Nem sikerült lekérdezni
it: Impossibile acquisire
ja: 取得できません
ko: 가져올 수 없음
nb: Kan ikke skaffe
nl: Fout bij verkrijgen
pt_br: Não foi possível obter.
ro: Imposibil de a dobândi
ru: Не удалось получить
sl: Ni mogoče pridobiti
sv: Kunde inte hämta
tr: Satın alınamıyor
uk: Не вдалося отримати
vi: Không thể thu thập
zh_hans: 无法获取
zh_hant: 無法取得

source: Unable to configure virtual screen
de: Der virtuelle Bildschirm konnte nicht konfiguriert werden
es: No se puede configurar la pantalla virtual
fr: Impossible de configurer l'écran virtuel
hu: Sikertelen virtuális képernyő konfigurálás
it: Impossibile configurare il schermo virtuale
ja: 仮想スクリーンを構成できません
ko: 가상 화면을 구성할 수 없음
nb: Kan ikke konfigurere virtuell skjerm
nl: Fout bij configureren virtueel scherm
pl: Nie można skonfigurować wirtualnego ekranu
pt_br: Não é possível configurar a tela virtual
ro: Nu s-a putut configura ecranul virtual
ru: Невозможно настроить виртуальный экран
sl: Navideznega zaslona ni mogoče konfigurirati
sv: Kunde inte konfigurera virtuella skärmen
tr: Sanal ekran yapılandırılamıyor
uk: Неможливо налаштувати віртуальний дисплей
vi: Không thể cấu hình màn hình ảo
zh_hans: 无法配置虚拟屏幕
zh_hant: 無法設定虛擬螢幕

source: Unable to connect to the virtual screen to set up streaming
de: Der virtuelle Bildschirm konnte nicht für das Streamen konfiguriert werden
es: No se puede conectar a la pantalla virtual para configurar la transmisión
fr: Impossible de se connecter à l'écran virtuel pour mettre en place la diffusion
hu: Nem sikerült csatlakoztatni a virtuális képernyőhöz a streamelés beállításához
it: Impossibile connettersi alla schermo virtuale per impostare lo streaming
ja: ストリーミングを設定する仮想スクリーンに接続できません
ko: 가상 화면에 연결하여 스트리밍을 설정할 수 없음
nb: Kan ikke koble til den virtuelle skjermen for å sette opp strømming
nl: Fout bij verbinden met het virtuele scherm om streamen in te stellen
pl: Nie można nawiązać połączenia z wirtualnym ekranem, aby skonfigurować strumieniowanie
pt_br: Não é possível conectar-se à tela virtual para configurar o streaming
ro: Nu s-a putut conecta la ecranul virtual pentru a configura streamingul
ru: Невозможно подключиться к виртуальному экрану для настройки трансляции
sl: Ni mogoče vzpostaviti povezave z navideznim zaslonom za nastavitev pretakanja
sv: Det går inte att ansluta till den virtuella skärmen för att konfigurera streaming
tr: Yayın ayarlamak için sanal ekrana bağlanılamıyor
uk: Неможливо підключитися до віртуального екрану, щоб налаштувати трансляцію
vi: Không thể kết nối với màn hình ảo để thiết lập trình chiếu
zh_hans: 无法连接虚拟屏幕开启串流
zh_hant: 無法連接虛擬螢幕開啟串流

source: Unable to connect virtual screen
de: Der virtuelle Bildschirm konnte nicht verbunden werden
es: No se puede conectar pantalla virtual
fr: Impossible de se connecter à l'écran virtuel
hu: Sikertelen virtuális képernyő csatlakoztatás
it: Impossibile collegare lo schermo virtuale
ja: 仮想スクリーンを接続できません
ko: 가상 화면에 연결할 수 없음
nb: Kan ikke koble til virtuell skjerm
nl: Fout bij verbinden met virtueel scherm
pl: Nie można połączyć wirtualnego ekranu
pt_br: Não foi possível conectar a tela virtual
ro: Nu s-a putut conecta la ecranul virtual
ru: Невозможно подключить виртуальный экран
sl: Navideznega zaslona ni mogoče povezati
sv: Kunde inte ansluta virtuell skärm
tr: Sanal ekran bağlanamıyor
uk: Неможливо підключити віртуальний екран
vi: Không thể kết nối màn hình ảo
zh_hans: 无法连接虚拟屏幕
zh_hant: 無法連接虛擬螢幕

source: Unable to create virtual screen
de: Der virtuelle Bildschirm konnte nicht erstellt werden
es: No se puede crear pantalla virtual
fr: Impossible de créé l'écran virtuel
hu: Sikertelen virtuális képernyő létrehozás
it: Impossibile creare lo schermo virtuale
ja: 仮想スクリーンを作成できません
ko: 가상 화면을 생성할 수 없음
nb: Kan ikke opprette virtuell skjerm
nl: Fout bij maken virtueel scherm
pl: Nie można utworzyć wirtualnego ekranu
pt_br: Não é possível criar tela virtual
ro: Nu s-a putut crea ecranul virtual
ru: Не удалось создать виртуальный экран
sl: Navideznega zaslona ni mogoče ustvariti
sv: Kunde inte skapa virtuell skärm
tr: Sanal ekran oluşturulamıyor
uk: Не вдалося створити віртуальний екран
vi: Không thể tạo màn hình ảo
zh_hans: 无法创建虚拟屏幕
zh_hant: 無法新增虛擬螢幕

source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
hu: Nem elérhető
it: Non disponibile
ja: 使用不可
ko: 사용 불가
nb: Utilgjengelig
nl: Niet beschikbaar
pt_br: Indisponível
ro: Indisponibil
ru: Недоступно
sl: Ni na voljo
sv: Inte tillgänglig
tr: Kullanılamıyor
uk: Недоступний
vi: Không khả dụng
zh_hans: 不可用
zh_hant: 不可用

source: Under the app menu icon
nl: Onder het appmenu-symbool
ru: Под значком меню приложения

source: Underscan
es: Subexploración
fr: Sous-balayage
hu: Alulpásztázás
it: Sottoscansione
ja: アンダースキャン
ko: 언더스캔
pt_br: Subscan
ro: Subredimensionare
ru: Недоскан
sl: Podscan
sv: Underskanning
tr: Alt tarama
uk: Недоскан
vi: Quét nền
zh_hans: 欠扫描
zh_hant: 欠掃描

source: Undo
de: Widerrufen
es: Deshacer
fr: Annuler
hu: Vissza
it: Annulla
ja: 取り消す
ko: 취소
nb: Angre
nl: Maak ongedaan
pl: Cofnij
pt_br: Desfazer
ro: Anulare
ru: Отменить
sl: Razveljavi
sv: Ångra
tr: Geri Al
uk: Скасувати
vi: Hoàn tác
zh_hans: 撤销
zh_hant: 撤銷

source: Undo/redo last mode change
de: Den letzten Wechsel des Modus widerrufen / wiederholen
es: Deshacer/rehacer último cambio de modo
fr: Annuler/rétablir le dernier changement de mode
hu: Utolsó módváltás visszavonása
it: Annulla/ripeti l'ultima modifica della modalità
ja: 前回のモード変更を取り消す/やり直す
ko: 마지막 모드 변경 취소/다시 실행
nb: Angre/gjenta siste modusendring
nl: Maak ongedaan/herhaal moduswijziging
pt_br: Desfazer/refazer a última alteração de modo
ro: Anulare/Refacerea ultimei schimbări de mod
ru: Отменить/повторить последнюю смену режима
sl: Razveljavi/ponovi zadnjo spremembo načina
sv: Ångra/återställa senaste lägesändring
tr: Son mod değişikliğini geri al/yinele
uk: Скасувати/повторити останню зміну режиму
vi: Hoàn tác/làm lại thay đổi chế độ cuối cùng
zh_hans: 撤销/重做最后的模式更改
zh_hant: 撤銷/重做最後的模式更改

source: Unexposed refresh rate switch for Configuration Protection
de: Nicht offengelegte Bildwiederholrate für Konfigurationsschutz umschalten
es: Interruptor de tasa de refresco no expuesto para Protección de Configuración
fr: Interrupteur du taux de rafraîchissement pas proposé pour la configuration de la protection
hu: Rejtett frissítési ráta váltás engedélyezése a konfigurációvédelemhez
it: Cambio della frequenza di aggiornamento non esposta per Configuration protection
ja: 構成保護用の非公開リフレッシュレートスイッチ
ko: 설정 보호를 위한 비공개 주사율 전환
nb: Ueksponert oppdateringsfrekvensbryter for konfigurasjonsbeskyttelse
nl: Niet-genoemde verversingsfrequentie-schakelaar voor Bescherming configuratie
pt_br: Alternância de taxa de atualização oculta para Proteção de Configuração
ro: Comutator de rată de reîmprospătare neexpusă pentru Protecția Configurației
ru: Скрытый переключатель частоты обновления для защиты конфигурации
sl: Neosvetljeno stikalo za hitrost osveževanja za zaščito konfiguracije
sv: Oexponerat byte av uppdateringsfrekvens för konfigurationsskydd
tr: Yapılandırma Koruması için açık olmayan yenileme hızı anahtarı
uk: Непоказаний перемикач частоти оновлення для захисту конфігурації
vi: Chuyển đổi tần số làm mới không được hiển thị cho Bảo vệ Cấu hình
zh_hans: 配置保护的未暴露刷新率开关
zh_hant: 設定保護的未曝光更新率開關

source: Unhide Stream
de: Stream einblenden
es: Mostrar secuencia
fr: Dévoiler la diffusion cachée
hu: Stream felfedése
it: Mostra stream
ja: ストリーミングを表示
ko: 스트리밍 숨김 해제
nb: Vis skjermstrøm
nl: Toon stream
pt_br: Exibir fluxo
ro: Afișează Stream
ru: Показать поток
sl: Razkrij tok
sv: Visa stream
tr: Yayını Göster
uk: Показати потік
vi: Hiện Trình chiếu
zh_hans: 取消隐藏串流画面
zh_hant: 取消隱藏串流畫面

source: Uniformity Correction
de: Gleichmäßigkeitskorrektur
es: Corrección de Uniformidad
fr: Correction d'uniformité
hu: Uniformitás-korrekció
it: Correzione uniformità
ja: 均一性補正
ko: 균일도 보정
nb: Uniformitetskorrigering
nl: Uniformiteitsverbetering
pl: Korekcja jednolitości
pt_br: Correção de uniformidade
ro: Corecție a uniformității
ru: Коррекция однородности
sl: Popravek enakomernosti
sv: Korrektion av enhetlighet
tr: Tekdüzelik Düzeltmesi
uk: Корекція однорідності
vi: Điều chỉnh đồng đều
zh_hans: 均一性校准
zh_hant: 均一性校準

source: Unknown
de: Unbekannt
es: Desconocida
fr: Inconnu
hu: Ismeretlen
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nb: Ukjent
nl: Onbekend
pt_br: Desconhecido
ro: Necunoscut
ru: Неизвестно
sl: Neznano
sv: Okänt
tr: Bilinmeyen
uk: Невідомий
vi: Không xác định
zh_hans: 未知
zh_hant: 未知

source: Unknown (%@)
de: Unbekannt (%@)
es: Desconocido (%@)
fr: Inconnu (%@)
hu: Ismeretlen (%@)
it: Sconosciuto (%@)
ja: 不明（%@）
ko: 알 수 없음 (%@)
nb: Ukjent (%@)
nl: Onbekend (%@)
pt_br: Desconhecido (%@)
ro: Necunoscut (%@)​⬤
ru: Неизвестно (%@)
sl: Neznano (%@)
sv: Okänd (%@)
tr: Bilinmiyor (￼%@)
uk: Невідомо (%@)
vi: Không xác định (%@)
zh_hans: 未知（%@）
zh_hant: 未知（%@）

source: Unknown Display
de: Unbekanntes Display
es: Pantalla Desconocida
fr: Écran inconnu
hu: Ismeretlen Kijelző
it: Display sconosciuto
ja: 未知のディスプレイ
ko: 알 수 없는 디스플레이
nb: Ukjent skjerm
nl: Onbekend scherm
pl: Nieznany wyświetlacz
pt_br: Monitor Desconhecido
ro: Ecran Necunoscut
ru: Неизвестный дисплей
sl: Neznan zaslon
sv: Okänd skärm
tr: Bilinmeyen Ekran
uk: Невідомий дисплей
vi: Màn hình không được xác định
zh_hans: 未知显示器
zh_hant: 未知顯示器

source: Unlimited
de: Unbegrenzt
es: Ilimitado
fr: Illimité
hu: Korlátlan
it: Illimitato
ja: 無制限
ko: 무제한
nb: Ubegrenset
nl: Onbeperkt
pl: Nielimitowana
pt_br: Ilimitado
ro: Nelimitat
ru: Неограничено
sl: Neomejeno
sv: Obegränsad
tr: Sınırsız
uk: Необмежено
vi: Không giới hạn
zh_hans: 无限
zh_hant: 無限

source: Unlock Color Profile management for Apple displays
de: Farbpofilverwaltung für Apple-Displays freischalten
es: Desbloquear la gestión del perfil de color para pantallas Apple
fr: Débloquer la gestion du profil de couleur pour les écrans Apple
hu: Színprofil választás engedélyezése Apple kijelzők esetén
it: Sblocca la gestione del profilo colore per i display Apple
ja: XDRディスプレイのカラープロファイル管理制限を解除
ko: XDR 디스플레이용 색상 프로필 관리 잠금 해제
nb: Lås opp administrasjon av fargeprofiler for Apple-skjermer
nl: Ontgrendel kleurprofielbeheer voor Apple-schermen
pl: Odblokuj zarządzanie profilami kolorów dla wyświetlaczy Apple
pt_br: Desbloqueie o gerenciamento de perfis de cores para monitores Apple
ro: Deblocare management profil culoare pentru afișaje Apple​
ru: Разблокировать управление цветовым профилем для дисплеев Apple
sl: Odklenite upravljanje barvnega profila za zaslone Apple
sv: Lås upp färgprofilhantering för Apple-skärmar
tr: Apple ekranlar için Renk Profili yönetiminin kilidini açın
uk: Розблокувати керування колірним профілем для дисплеїв Apple
vi: Mở khóa quản lý Hồ sơ Màu cho các màn hình Apple
zh_hans: 解锁 Apple 显示器的颜色描述文件管理
zh_hant: 解鎖 Apple 顯示器的色彩描述文件管理

source: Unlock EDID write - I understand the risks involved
de: EDID-Schreiben freischalten - Ich verstehe die damit verbundenen Risiken
es: Desbloquea la escritura EDID - Comprendo los riesgos asociados
fr: Débloquer l'écriture EDID - Je suis conscient des risques encourus
hu: EDID írás engedélyezése - kockázatok elfogadása
it: Sblocca la scrittura EDID - Comprendo i rischi associati
ja: EDID書き込み制限を解除 - リスクを理解しています
ko: EDID 쓰기 잠금 해제 - 관련된 위험성을 이해했습니다
nb: Lås opp EDID-skriving – jeg forstår risikoen som er involvert
nl: Ontgrendel EDID-schrijven - Ik begrijp de ermee gepaard gaande risico's
pt_br: Desbloquear gravação EDID - eu entendo os riscos envolvidos
ro: Deblocați scrierea EDID - Înțeleg riscurile implicate
ru: Разблокировать запись EDID — я понимаю связанные риски
sl: Odkleni pisanje EDID – razumem vsa tveganja
sv: Lås upp EDID-skrivningen - Jag förstår riskerna
tr: EDID kilidini aç yazın - İlgili riskleri anlıyorum
uk: Розблокувати запис EDID – Я розумію ризики
vi: Mở khóa ghi EDID - Tôi chấp nhận các rủi ro liên quan
zh_hans: 我已了解风险，解锁 EDID 写入。
zh_hant: 我已了解風險，解鎖 EDID 寫入。

source: Unmute
de: Stummschalten deaktivieren
es: Activar sonido
fr: Rétablir le son
hu: Visszahangosítás
it: Attiva
ja: ミュート解除（DDC）
ko: 음소거 해제
nb: Fjern demping
nl: Hef dempen op
pt_br: Ativar o som
ru: Включить звук
sl: Vklop zvoka
sv: Stäng av ljudet
tr: Sesi Aç
uk: Увімкнути звук
vi: Bật tiếng
zh_hans: 取消静音
zh_hant: 取消靜音

source: Unmute method
de: Methode zum Deaktivieren der Stummschaltung
es: Método desenmudecer
fr: Méthode de rétablissement du son
hu: Visszahangosítás (némítás tiltás) módszere
it: Metodo di attivazione
ja: ミュート解除方法
ko: 음소거 해제 방식
nb: Dempingsmetode
nl: Wijze opheffing dempen
pt_br: Método Ativar som
ro: Metoda activării sunetului
ru: Метод включения звука
sl: Metoda vklopa zvoka
sv: Unmute-metod
tr: Sesi açma yöntemi
uk: Метод увімкнення звуку
vi: Phương pháp bật tiếng
zh_hans: 取消静音方式
zh_hant: 取消靜音方式

source: Unmute only (except for volume change induced unmute, when set volume as well)
de: Nur Stummschaltung deaktivieren (außer bei Deaktivierung der Stummschaltung durch Lautstärkeänderung, wenn die Lautstärke auch gesetzt wurde)
es: Solo activar el silencio (excepto para activar el silencio activado por un cambio de volumen, cuando también se establece el volumen)
fr: Rétablir le son uniquement (sauf en cas de changement de volume induit par le rétablissement du son, lorsque le volume est également réglé)
hu: Csak visszahangosítás (hangerő változás által kiváltott visszahangosításkor hangerőállítással)
it: Attiva solo (tranne che per la variazione di volume indotta dallo smuto, quando impostato anche il volume)
ja: ミュート解除のみ（ただし、音量変更でミュート解除する場合は、音量も設定すること）
ko: 음소거만 해제(볼륨 설정 시 볼륨 변경으로 인한 음소거 해제 제외)
nb: Fjern kun demping (unntatt ved volumendringsutløst fjern demping, når volum også settes)
nl: Alleen dempen opheffen (behalve voor volumewijziging geïnduceerd dempen opheffen, wanneer volume ook wordt ingesteld)
pt_br: Somente ativar o som (exceto para ativar o som induzido pela mudança de volume, quando o volume também estiver definido)
ro: Doar activarea sunetului (cu excepția activării induse de modificarea volumului, când se setează și volumul)
ru: Только включение звука (кроме включения, вызванного изменением громкости, если также установлена громкость)
sl: Samo vklop zvoka (razen vklopa zvoka zaradi spremembe glasnosti, tudi ko je nastavljena glasnost)
sv: Endast unmute (förutom volymändring som inducerar unmute, när volymen också ställs in)
tr: Yalnızca sesi açma (ses seviyesi ayarlandığında ses seviyesi değişikliği kaynaklı sesi açma hariç)
uk: Лише ввімкнути звук (за винятком увімкнення звуку, спричиненого зміною гучності, якщо також встановлено гучність)
vi: Chỉ bật tiếng (trừ khi là do thay đổi âm lượng gây ra việc bật tiếng, đồng thời khi đặt âm lượng)
zh_hans: 仅取消静音（除调整音量导致的取消静音外）
zh_hant: 僅取消靜音（除調整音量導致的取消靜音外）
