Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Automatically disable off both Night Shift and True Tone when an external third party display is set to HDR mode and enable them when switching back to SDR mode. Useful for more accurate colors when watching HDR content.
de: Night Shift und True Tone automatisch deaktivieren, wenn ein externes Display eines Drittanbieters auf den HDR-Modus eingestellt ist, und beim Umschalten zurück in den SDR-Modus wieder aktivieren. Nützlich für akkuratere Farben beim Ansehen von HDR-Inhalten.
es: Desactivar automáticamente tanto Night Shift como True Tone cuando una pantalla externa de terceros está configurada en modo HDR y volver a activarlos al cambiar a modo SDR. Útil para obtener colores más precisos al ver contenido HDR.
fr: Désactive automatiquement les fonctions Night Shift et True Tone lorsqu'un écran externe est mis en mode HDR et les active lorsqu'il repasse en mode SDR. Utile pour obtenir des couleurs plus précises avec du contenu HDR.
hu: Automatikusan kikapcsolja a Night Shift és a True Tone funkciókat, amikor egy külső, harmadik féltől származó kijelző HDR módba kapcsol, majd engedélyezi őket, amikor visszakapcsol SDR módba. Hasznos a HDR-tartalmak megtekintésekor a pontosabb színek érdekében.
it: Disattiva automaticamente sia il Night Shift che il True Tone quando un display esterno di terze parti è impostato sulla modalità HDR e abilita quando si passa alla modalità SDR. Utile per colori più accurati quando si guarda il contenuto HDR.
ja: HDRモードに設定しているサードパーティ製外付けディスプレイのNight ShiftとTrue Toneの両方を自動的に無効化し、SDRモードに切り替えたときには有効化します。HDRコンテンツを視聴する際に、より正確なカラーを再現するのに役立ちます。
ko: 외부 타사 디스플레이가 HDR 모드로 설정되어 있으면 자동으로 Night Shift와 True Tone을 모두 비활성화하고 SDR 모드로 다시 전환하면 활성화합니다. HDR 콘텐츠를 시청할 때 보다 정확한 색상을 구현하는 데 유용합니다.
nb: Deaktiver automatisk både Night Shift og True Tone når en ekstern tredjepartsskjermer er satt til HDR-modus, og aktiver dem igjen når du bytter tilbake til SDR-modus. Nyttig for mer nøyaktige farger ved avspilling av HDR-innhold.
nl: Schakel Night Shift en True Tone automatisch uit wanneer een extern scherm van derden is ingesteld op HDR-modus en schakel die functies in als teruggeschakeld wordt naar SDR-modus. Nuttig voor betrouwbaardere kleuren als je HDR-materiaal bekijkt.
pl: Automatycznie wyłączaj zarówno Night Shift, jak i True Tone, gdy zewnętrzny wyświetlacz innej firmy przełącza się w tryb HDR, i włączaj je ponownie przy powrocie do trybu SDR. Przydatne dla uzyskania bardziej precyzyjnych kolorów podczas oglądania treści HDR.
pt_br: Desativar automaticamente Night Shift e True Tone quando um monitor externo de terceiros estiver definido para o modo HDR e ative-os ao voltar para o modo SDR. Útil para cores mais precisas ao assistir conteúdo HDR.
ro: Dezactivați automat atât Night Shift, cât și True Tone atunci când un ecran extern de la un terț este setat în modul HDR și activați-le atunci când treceți înapoi la modul SDR. Util pentru culori mai precise la vizionarea conținutului HDR.
ru: Автоматическое отключение Night Shift и True Tone при установке внешнего дисплея стороннего производителя в режим HDR и их включение при переключении обратно в режим SDR. Полезно для получения более точных цветов при просмотре HDR-контента.
sl: Samodejno onemogočite Night Shift in True Tone, ko je zunanji zaslon tretje osebe nastavljen na način HDR, in ju omogočite, ko preklopite nazaj v način SDR. Uporabno za natančnejše barve pri gledanju vsebin HDR.
sv: Avaktivera automatiskt både Night Shift och True Tone när en extern skärm från tredje part är inställd på HDR-läge och aktivera dem när du växlar tillbaka till SDR-läge. Användbart för mer exakta färger när du tittar på HDR-innehåll.
tr: Harici bir üçüncü taraf ekran HDR moduna ayarlandığında hem Night Shift hem de True Tone'u otomatik olarak devre dışı bırakın ve SDR moduna geri dönerken bunları etkinleştirin. HDR içerik izlerken daha doğru renkler için kullanışlıdır.
uk: Автоматично вимикайте Night Shift і True Tone, коли зовнішній сторонній дисплей налаштовано на режим HDR, і вмикайте їх під час повернення в режим SDR. Корисно для отримання точніших кольорів під час перегляду вмісту HDR.
vi: Tự động tắt cả Night Shift và True Tone khi một màn hình rời bên thứ ba được đặt ở chế độ HDR và bật khi chuyển về chế độ SDR. Hữu ích để có màu sắc chính xác hơn khi xem nội dung HDR.
zh_hans: 当外部第三方显示器设为 HDR 模式时自动禁用原彩显示和夜览，在切换回 SDR 模式时启用。用于观看 HDR 内容时显示更准确的颜色。
zh_hant: 當外部第三方顯示器設為 HDR 模式時自動禁用原彩顯示和夜覽，在切換回 SDR 模式時啟用。用於觀看 HDR 內容時顯示更準確的顏色。

source: Automatically download updates
de: Updates automatisch herunterladen
es: Descargar actualizaciones automáticamente
fr: Télécharger automatiquement les mises à jour
hu: Frissítések automatikus letöltése
it: Scarica automaticamente gli aggiornamenti.
ja: アップデートを自動的にダウンロード
ko: 업데이트를 자동으로 다운로드
nb: Last ned oppdateringer automatisk
nl: Download automatisch updates
pl: Automatycznie pobieraj aktualizacje
pt_br: Baixar atualizações automaticamente
ro: Descărcați automat actualizări
ru: Автоматически загружать обновления
sl: Samodejni prenos posodobitev
sv: Hämta automatiskt uppdateringar
tr: Güncellemeleri otomatik olarak indir
uk: Автоматично завантажувати оновлення
vi: Tự động tải các bản cập nhật
zh_hans: 自动下载更新
zh_hant: 自動下載更新

source: Automatically download updates when they are available. If permissions allow it, the app will also install them automatically.
de: Updates automatisch herunterladen, wenn sie verfügbar sind. Falls Berechtigungen es zulassen, installiert die App sie auch automatisch.
es: Descargar actualizaciones automáticamente cuando estén disponibles. Si los permisos lo permiten, la aplicación también las instalará automáticamente.
fr: Télécharger automatiquement les mises à jour lorsqu'elles sont disponibles. Si les autorisations le permettent, l'application les installera également automatiquement.
hu: A frissítések automatikus letöltése, amikor elérhetővé válnak. Ha az engedélyek lehetővé teszik, az alkalmazás automatikusan telepíti is őket.
it: Scarica automaticamente gli aggiornamenti quando disponibili. Se i permessi lo consentono, l’app li installerà automaticamente.
ja: アップデートがあれば自動的にダウンロードします。認証が許可されている場合は、自動的にインストールされます。
ko: 업데이트가 가능할 때 자동으로 다운로드합니다. 권한이 허용되면, 앱이 업데이트를 자동으로 설치합니다.
nb: Last ned oppdateringer automatisk når de er tilgjengelige. Hvis tillatelser tillater det, vil appen også installere dem automatisk.
nl: Download automatisch updates wanneer ze beschikbaar zijn. Als de bevoegdheden het toestaan, zal de app ze ook automatisch installeren.
pl: Automatycznie pobieraj aktualizacje, gdy są dostępne. Jeśli uprawnienia na to pozwalają, aplikacja automatycznie je także zainstaluje.
pt_br: Baixar atualizações automaticamente quando estiverem disponíveis. Se as permissões permitirem, o aplicativo também as instalará automaticamente.
ro: Descărcați automat actualizări atunci când acestea sunt disponibile. Dacă permisiunile permit acest lucru, aplicația le va instala automat.
ru: Автоматически загружать обновления при их появлении. Если позволяют права, приложение также автоматически их установит.
sl: Samodejno prenesite posodobitve, ko so na voljo. Če dovoljenja dovoljujejo, jih bo aplikacija tudi samodejno namestila.
sv: Hämta automatiskt ner uppdateringar när de är tillgängliga. Om behörigheterna tillåter det kommer appen också att installera dem automatiskt.
tr: Güncellemeleri mevcut olduklarında otomatik olarak indirin. İzinler izin veriyorsa, uygulama bunları otomatik olarak da yükleyecektir.
uk: Автоматично завантажувати оновлення, коли вони доступні. Якщо дозволяють права, додаток також автоматично їх встановить.
vi: Tự động tải xuống các bản cập nhật khi có sẵn. Nếu quyền truy cập cho phép, ứng dụng cũng sẽ cài đặt chúng tự động.
zh_hans: 当有更新可用时自动下载。如果权限允许，应用程序也将自动安装。
zh_hant: 當有更新可用時自動下載。若權限允許，應用程式也將自動安裝。

source: Automatically launch on login
de: Bei der Anmeldung automatisch starten
es: Inicia automáticamente al iniciar sesión
fr: Lancer automatiquement à l'ouverture de la session
hu: Automatikus indítás belépéskor
it: Lancia automaticamente al login
ja: ログイン時に自動的に開く
ko: 로그인 시 자동 시작
nb: Start automatisk ved innlogging
nl: Start automatisch op bij inloggen
pl: Automatycznie uruchamiaj podczas logowania
pt_br: Iniciar automaticamente no login
ro: Lansați automat la autentificare
ru: Автоматически запускать при входе в систему
sl: Samodejni zagon ob prijavi
sv: Starta automatiskt vid inloggning
tr: Girişte otomatik olarak başlat
uk: Автоматичний запуск після входу
vi: Tự động khởi chạy khi đăng nhập
zh_hans: 登录时自启动
zh_hant: 登錄時自啟動

source: Automatically remove stored configuration details for displays that have not been connected for a while.
de: Gespeicherte Einstellungen für Displays automatisch entfernen, wenn diese für eine Weile nicht verbunden waren.
es: Eliminar automáticamente los detalles de configuración almacenados para las pantallas que no se han conectado durante un tiempo.
fr: Supprime automatiquement les détails sauvegardés de la configuration des écrans qui n'ont pas été connectés depuis longtemps.
hu: Automatikusan törli azon kijelzők tárolt konfigurációs adatait, amelyek egy ideje nem voltak csatlakoztatva.
it: Rimuovere automaticamente i dettagli di configurazione memorizzati per i display che non sono stati connessi per un po'.
ja: しばらく接続されていないディスプレイについて、保存した構成の詳細を自動的に削除します。
ko: 한동안 연결하지 않은 디스플레이에 대해 저장된 구성 세부 정보를 자동으로 제거합니다.
nb: Fjern automatisk lagrede konfigurasjonsdetaljer for skjermer som ikke har vært tilkoblet på en stund.
nl: Verwijder automatisch opgeslagen configuratiegegevens voor scherm die al een tijdje niet meer zijn verbonden.
pl: Automatycznie usuwaj przechowywane szczegóły konfiguracji dla wyświetlaczy, które nie były połączone przez jakiś czas.
pt_br: Remover automaticamente os detalhes de configuração armazenados de monitores que não estão conectados há algum tempo.
ro: Eliminați automat detaliile de configurare stocate pentru ecranele care nu au fost conectate pentru o perioadă lunga.
ru: Автоматическое удаление сохраненных данных конфигурации для дисплеев, которые не подключались в течение некоторого времени.
sl: Samodejno odstranite shranjene podrobnosti konfiguracije za zaslone, ki nekaj časa niso bili povezani.
sv: Ta automatiskt bort lagrade konfigurationsdetaljer för skärmar som inte har varit anslutna på ett tag.
tr: Bir süredir bağlı olmayan ekranlar için saklanan yapılandırma ayrıntılarını otomatik olarak kaldırın.
uk: Автоматично видаляйте збережені деталі конфігурації для дисплеїв, які не були підключені деякий час.
vi: Tự động gỡ bỏ chi tiết cấu hình đã lưu cho các màn hình không được kết nối trong thời gian dài.
zh_hans: 自动移除一段时间未连接的显示器详细配置信息。
zh_hant: 自動移除一段時間未連接的顯示器詳細設定資料。

source: Automatically stream the virtual screen's content to the associated display. If multiple associated displays are connected, only one will be stream target.
de: Inhalt des virtuellen Bildschirms automatisch zu dem gekoppelten Display streamen. Wenn mehrere gekoppelte Displays verbunden sind, wird nur eines das Ziel des Streams.
es: Transmitir automáticamente el contenido de la pantalla virtual a la pantalla asociada. Si hay múltiples pantallas asociadas conectadas, solo una será el objetivo de la transmisión.
fr: Diffuse automatiquement le contenu de l'écran virtuel sur l'écran associé. Si plusieurs écrans associés sont connectés, un seul sera la cible de la diffusion.
hu: A virtuális képernyő tartalmának automatikus streamelése a társított kijelzőre. Ha több társított kijelző van csatlakoztatva, csak az egyik lesz a stream célpontja.
it: Esegui automaticamente lo streaming del contenuto dello schermo virtuale al display associato. Se sono collegati più display associati, solo uno sarà il target dello stream.
ja: 仮想スクリーンのコンテンツを、関連付けたディスプレイに自動的にストリーミングします。関連付けたディスプレイが複数接続されている場合は、1つだけがストリーミングターゲットになります。
ko: 가상 화면의 콘텐츠를 연결된 디스플레이로 자동 스트리밍합니다. 여러 디스플레이가 연결되어 있는 경우 하나의 디스플레이만 스트리밍 대상이 됩니다.
nb: Strøm automatisk innholdet fra den virtuelle skjermen til den tilknyttede skjermen. Hvis flere tilknyttede skjermer er tilkoblet, vil kun én være strømmemål.
nl: Stream automatisch het materiaal van het virtuele scherm naar het gekoppelde scherm. Als meerdere gekoppelde schermen zijn verbonden, dan zal er slechts één het doel worden voor streamen.
pl: Automatycznie strumieniuj zawartość wirtualnego ekranu do powiązanego wyświetlacza. Jeśli połączonych jest wiele powiązanych wyświetlaczy, tylko jeden z nich będzie celem strumieniowania.
pt_br: Transmita automaticamente o conteúdo da tela virtual para o monitor associado. Se vários monitores associados estiverem conectados, apenas um será o alvo do stream.
ro: Transmiteți automat conținutul ecranului virtual la ecranul asociat. Dacă sunt conectate mai multe ecrane asociate, doar unul va fi ținta fluxului.
ru: Автоматическая потоковая передача содержимого виртуального экрана на связанный дисплей. Если подключено несколько связанных дисплеев, только один из них будет целевым для потока.
sl: Samodejno pretakajte vsebino navideznega zaslona na povezani zaslon. Če je povezanih več povezanih zaslonov, bo samo eden cilj toka.
sv: Strömma automatiskt innehållet på den virtuella skärmen till den associerade skärmen. Om flera associerade skärmar är anslutna kommer endast en att vara strömningsmålet.
tr: Sanal ekranın içeriğini otomatik olarak ilişkili ekrana aktarır. Birden fazla ilişkili ekran bağlıysa, yalnızca biri yayın hedefi olacaktır.
uk: Автоматично передавати вміст віртуального екрану на відповідний дисплей. Якщо підключено кілька пов'язаних дисплеїв, цільовим потоком буде лише один.
vi: Tự động trình chiếu nội dung màn hình ảo lên màn hình liên kết. Nếu có nhiều màn hình liên kết được kết nối, chỉ một màn hình sẽ được dùng để trình chiếu.
zh_hans: 自动将虚拟屏幕的内容串流到关联显示器。连接多个关联显示器仅其中一个为串流目标。
zh_hant: 自動將虛擬螢幕的內容串流到關聯顯示器。連接多個關聯顯示器僅其中一個為串流目標。

source: Automatically tidy up app menu
de: App-Menü automatisch aufräumen
es: Limpiar automáticamente el menú de la aplicación
fr: Désencombrer automatiquement le menu
hu: Automatikusan rendezi az alkalmazás menüjét.
it: Riordina automaticamente il menu delle app
ja: アプリメニューを自動的に整頓
ko: 앱 메뉴 자동 정리
nb: Rydd automatisk opp i app-menyen
nl: Schoon appmenu automatisch op
pl: Automatycznie porządkuj menu aplikacji
pt_br: Organizar automaticamente o menu de aplicativos
ro: Curăță automat meniul aplicației
ru: Автоматическое приведение в порядок меню приложений
sl: Samodejno pospravi meni aplikacije
sv: Städa upp appmenyn automatiskt
tr: Uygulama menüsünü otomatik olarak düzenle
uk: Автоматично наводити порядок у меню програми
vi: Tự động làm gọn menu ứng dụng
zh_hans: 自动整理应用程序菜单
zh_hant: 自動整理應用程式選單

source: Available
de: Verfügbar
es: Disponible
fr: Disponible
hu: Elérhető
it: Disponibile
ja: 使用可能
ko: 사용 가능
nb: Tilgjengelig
nl: Beschikbaar
pl: Dostępne
pt_br: Disponível
ro: Disponibil
ru: Доступно
sl: Na voljo
sv: Tillgänglig
tr: Mevcut
uk: Доступно
vi: Khả dụng
zh_hans: 可用的
zh_hant: 可用的

source: Back to Control Integration Configuration…
de: Zurück zur Konfiguration der Steuerungsintegration…
es: Volver a la configuración de integración de controles…
fr: Retour vers la configuration de l’intégration de contrôles…
hu: Vissza a vezérlés-integráció beállításaihoz…
it: Torna alla configurazione dell’integrazione dei controlli…
ja: 統合制御構成に戻る…
ko: 통합 제어 구성으로 돌아가기...
nb: Tilbake til kontrollintegrasjons­konfigurasjon…
nl: Terug naar Configuratie bedieningsintegratie...
pl: Wróć do konfiguracji integracji sterowania…
pt_br: Voltar para a configuração de integração de controle…
ro: Înapoi la Configurarea integrării controlului...
ru: Назад к настройкам интеграции управления…
sl: Nazaj na konfiguracijo integracije nadzora...
sv: Tillbaka till konfiguration av kontrollintegration…
tr: Kontrol Entegrasyonu Yapılandırmasına Geri Dön...
uk: Повернутися до налаштування інтеграції керування…
zh_hans: 返回控制集成配置…
zh_hant: 返回控制整合設定…

source: Back to DDC Controls…
de: Zurück zu den DDC-Steuerelementen…
es: Volver a los controles DDC…
fr: Retour aux Fonctionnalités DDC…
hu: Vissza a DDC vezérlőkhöz…
it: Torna ai controlli DDC…
ja: DDC機能に戻る…
ko: DDC 기능으로 돌아가기...
nb: Tilbake til DDC-kontroller…
nl: Terug naar DDC-bediening…
pl: Powrót do sterowania DDC…
pt_br: Voltar para os controles DDC…
ro: Înapoi la controalele DDC...
ru: Назад к настройкам DDC…
sl: Nazaj na kontrole DDC...
sv: Tillbaka till DDC-kontroller…
tr: DDC Kontrollerine Geri Dön...
uk: Повернутися до керування DDC…
zh_hans: 返回 DDC 控件…
zh_hant: 返回 DDC 功能…

source: Base64 Encoded EDID
de: Base64-codiertes EDID
es: EDID codificado en Base64
fr: EDID encodé en Base64
hu: Base64 kódolt EDID
it: EDID codificato in Base64
ja: Base64形式EDID
ko: Base64 인코딩 EDID
nb: Base64-kodet EDID
nl: Base64-gecodeerde EDID
pl: EDID zakodowany w Base64
pt_br: EDID codificado em Base64
ro: EDID codificat în Base64
ru: EDID, закодированный в Base64
sv: Base64-kodad EDID
tr: Base64 Kodlu EDID
uk: EDID у форматі Base64
zh_hans: Base64 编码的 EDID
zh_hant: Base64 編碼的 EDID

source: Base64 encoded string
de: Base64-kodierte Zeichenfolge
es: Cadena de texto codificada en Base64
fr: Chaîne de caractères encodée en Base64
hu: Base64-ben kódolt karakterlánc
it: Stringa codificata Base64
ja: Base64エンコード文字列
ko: Base64로 인코딩된 문자열
nb: Base64-kodet streng
nl: Base64-gecodeerde tekenreeks
pl: Ciąg zakodowany w Base64
pt_br: String codificada em Base64
ro: Șir codat în Base64
ru: Строка в кодировке Base64
sl: Base64 kodiran niz
sv: Base64-kodad sträng
tr: Base64 ile kodlanmış karakter dizisi
uk: Рядок закодований у Base64
vi: Chuỗi mã hóa Base64
zh_hans: Base64 编码的字符串
zh_hant: Base64 編碼的字串

source: Basic (match vendor, model, serial)
de: Standard (nach Hersteller, Modell, Seriennummer abgleichen)
es: Básico (coincidir con el fabricante, modelo, número de serie)
fr: Basique (vendeur, modèle, numéro de série)
hu: Alap (gyártó, model, szériaszám egyezés)
it: Base (match vendor, modello, seriale)
ja: 基本（ベンダー、モデル、シリアルが一致）
ko: 기본(일치하는 공급업체, 모델, 일련 번호)
nb: Grunnleggende (match leverandør, modell, serienummer)
nl: Basis (gelijke fabrikant, model en serienummer)
pl: Podstawowe (dopasowanie dostawcy, modelu, numeru seryjnego)
pt_br: Básico (corresponde a fornecedor, modelo, série)
ro: De bază (potrivire după producător, model, serial)
ru: Основные (соответствие производителю, модели, серии)
sl: Osnovno (ujema se s proizvajalcem, modelom, serijo)
sv: Grundläggande (matcha tillverkare, modell, serienummer)
tr: Temel ( üretici, model, seri numarası ile eşleşir)
uk: Базовий (відповідає постачальнику, моделі, серійному номеру)
vi: Cơ bản (phù hợp với nhà sản xuất, model, số serial)
zh_hans: 基本（匹配供应商，型号，序列号）
zh_hant: 基本（匹配供應商，型號，序列號）

source: Basic + extended + location
de: Standard + erweitert + Standort
es: Básico + extendido + ubicación
fr: Basique + étendus + localisation
hu: Alap + bővített + útvonal
it: Base + estensione + posizione
ja: 基本 + 拡張 + 場所
ko: 기본 + 확장 + 위치
nb: Grunnleggende + utvidet + lokasjon
nl: Basis + aanvullend + locatie
pl: Podstawowe + rozszerzone + lokalizacja
pt_br: Básico + estendido + localização
ro: Bază + extins + locație
ru: Основной + расширенный + местоположение
sl: Osnovna + razširjena + lokacija
sv: Grundläggande + utökad + plats
tr: Temel + genişletilmiş + konum
uk: Базовий + Розширений + Розташування
vi: Cơ bản + mở rộng + vị trí
zh_hans: 基本 + 扩展 + 位置
zh_hant: 基本 + 擴展 + 位置

source: Basic + extended + port
de: Standard + erweitert + Port
es: Básico + extendido + puerto
fr: Basique + étendus + port
hu: Alap + bővített + port
it: Base + estensione + porta
ja: 基本 + 拡張 + ポート
ko: 기본 + 확장 + 포트
nb: Grunnleggende + utvidet + port
nl: Basis + aanvullend + poort
pl: Podstawowe + rozszerzone + port
pt_br: Básico + estendido + porta
ro: Bază + extins + port
ru: Основной + расширенный + порт
sl: Osnovni + razširjeni + vrata
sv: Grundläggande + utökad + port
tr: Temel + genişletilmiş + port
uk: Базовий + Розширений + Розташування
vi: Cơ bản + mở rộng + cổng
zh_hans: 基本 + 扩展 + 端口
zh_hant: 基本 + 擴展 + 連接埠

source: Basic + extended identifiers
de: Standard + erweiterte Identifizierung
es: Identificadores básicos + extendidos
fr: Basique + identifiants étendus
hu: Alap + bővített azonosítók
it: Identificatori base + estesi
ja: 基本 + 拡張識別子
ko: 기본 + 확장된 식별자
nb: Grunnleggende + utvidede identifikatorer
nl: Basis + aanvullende identificatoren
pl: Identyfikatory podstawowe + rozszerzone
pt_br: Identificadores básicos + estendidos
ro: Identificatori de bază + extinși
ru: Основные + расширенные идентификаторы
sl: Osnovni + razširjeni identifikatorji
sv: Grundläggande + utökade identifierare
tr: Temel + genişletilmiş tanımlayıcılar
uk: Ідентифікатори Базового + Порт
vi: Cơ bản + định danh mở rộng
zh_hans: 基本 + 扩展标识符
zh_hant: 基本 + 擴展識別碼

source: Basic Display Information
de: Allgemeine Displayinformationen
es: Información básica de la pantalla
fr: Informations basiques de l'écran
hu: Alapvető Kijelző Információ
it: Informazioni di visualizzazione di base
ja: 基本ディスプレイ情報
ko: 기본 디스플레이 정보
nb: Grunnleggende skjerminformasjon
nl: Basisscherminformatie
pl: Podstawowe informacje o wyświetlaczu
pt_br: Informações básicas do monitor
ro: Informații de bază despre ecran
ru: Основные сведения о дисплее
sl: Osnovne informacije o zaslonu
sv: Grundläggande skärminformation
tr: Temel Ekran Bilgileri
uk: Основна інформація на дисплеї
vi: Thông tin màn hình cơ bản
zh_hans: 基本显示信息
zh_hant: 基本顯示資訊

source: Below %@
de: Unter %@
es: Bajo %@
fr: En dessous de %@
hu: %@ alatt
it: Sotto %@
ja: %@の下
ko: %@ 아래
nb: Under %@
nl: Onder %@
pl: Poniżej %@
pt_br: Abaixo %@
ro: Sub %@
ru: Ниже %@
sl: Pod %@
sv: Under %@
tr: %@ Altında
uk: Нижче %@
vi: Dưới %@
zh_hans: 在 %@ 的下方
zh_hant: 在 %@ 的下方
