Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Auto-connect all displays when no connected displays left
de: Alle Displays automatisch verbinden, wenn kein verbundenes Display übrig ist
es: Conectar automáticamente todas las pantallas cuando no queden pantallas conectadas
fr: Connecter automatiquement tous les écrans quand il ne reste plus d'écran connecté
hu: Az összes kijelző automatikus csatlakoztatása, ha nincs több csatlakoztatott kijelző
it: Collegamento automatico di tutti gli schermi quando non ci sono più schermi collegati
ja: 接続されたディスプレイが無い場合にすべてのディスプレイを自動接続
ko: 연결된 디스플레이가 없을 때 모든 디스플레이 자동 연결
nb: Koble automatisk til alle skjermer når ingen skjermer er tilkoblet
nl: Verbind alle schermen automatisch als geen verbonden schermen over zijn
pl: Połącz automatycznie wszystkie wyświetlacze, gdy nie ma już podłączonych wyświetlaczy
pt_br: Conectar automaticamente todos os monitores quando não houver nenhum monitor conectado
ro: Conectează automat toate ecranele atunci când nu mai sunt ecrane conectate
ru: Автоподключение всех дисплеев, если не осталось ни одного подключенного дисплея
sl: Samodejno poveži vse zaslone, ko ne ostane noben povezan zaslon
sv: Anslut automatiskt alla skärmar när inga anslutna skärmar är kvar
tr: Bağlı ekran kalmadığında tüm ekranlara otomatik bağla
uk: Авто-підключення всіх дисплеїв, якщо підключених дисплеїв не залишилося
vi: Tự động kết nối tất cả màn hình khi không có màn hình nào kết nối
zh_hans: 无已连接显示器时自动连接所有显示器
zh_hant: 無已連接顯示器時自動連接所有顯示器

source: Auto-connect virtual screen
de: Virtuellen Bildschirm automatisch verbinden
es: Conectar automáticamente una pantalla virtual
fr: Connecter automatiquement l'écran virtuel
hu: Virtuális képernyő automatikus csatlakoztatása
it: Connessione automatica schermo virtuale
ja: 仮想スクリーンを自動接続
ko: 가상 화면 자동 연결
nb: Koble automatisk til virtuell skjerm
nl: Verbind virtueel scherm automatisch
pl: Automatyczne łączenie wirtualnego ekranu
pt_br: Tela virtual com conexão automática
ro: Conectează automat ecranul virtual"
ru: Автоподключение виртуального экрана
sl: Samodejno poveži virtualni zaslon
sv: Anslut virtuell skärm automatiskt
tr: Sanal ekrana otomatik bağlan
uk: Авто-підключення віртуального екрану
vi: Tự động kết nối màn hình ảo
zh_hans: 自动连接虚拟屏幕
zh_hant: 自動連接虛擬螢幕

source: Auto-connect virtual screen when all associated screens are offline
de: Virtuellen Bildschirm automatisch verbinden, wenn alle gekoppelten Bildschirme offline sind
es: Conectar automáticamente la pantalla virtual cuando todas las pantallas asociadas están desconectadas.
fr: Connecter automatiquement l'écran virtuel quand tous les écrans associés sont déconnectés
hu: Virtuális képernyő automatikus csatlakoztatása, ha az összes társított képernyő leválasztott állapotban van
it: Connetti automaticamente lo schermo virtuale quando tutti gli schermi associati sono offline
ja: 関連するすべてのスクリーンがオフラインのときに仮想スクリーンを自動接続
ko: 연결된 모든 화면이 오프라인 상태일 때 가상 화면 자동 연결
nb: Koble automatisk til virtuell skjerm når alle tilknyttede skjermer er frakoblet
nl: Verbind automatisch virtueel scherm als alle gekoppelde schermen offline zijn
pl: Automatycznie łącz wirtualny ekran, gdy wszystkie powiązane ekrany są offline
pt_br: Conectar automaticamente a tela virtual quando todas as telas associadas estiverem off-line
ro: Conectați automat ecranul virtual când toate ecranele asociate sunt offline.​
ru: Автоматически подключать виртуальный экран, когда все связанные экраны офлайн
sl: Samodejno poveži navidezni zaslon, ko so vsi povezani zasloni brez povezave
sv: Automatisk anslutning av virtuell skärm när alla associerade skärmar är frånkopplade
tr: Tüm ilişkili ekranlar çevrimdışı olduğunda sanal ekrana otomatik bağlanma
uk: Автоматично підключати віртуальний екран, коли всі пов'язані екрани офлайн
vi: Tự động kết nối màn hình ảo khi tất cả các màn hình liên kết đều tắt
zh_hans: 当所有关联屏幕离线时， 自动连接虚拟屏幕
zh_hant: 當所有關聯螢幕離線時， 自動連接虛擬螢幕

source: Auto-disconnect on external display connection is now suspended.
de: Automatisches Trennen bei der Verbindung mit einem externen Display wird nun ausgesetzt.
es: La desconexión automática al conectar una pantalla externa está suspendida.
fr: La déconnexion automatique lors de la connexion d'un écran externe est maintenant désactivée.
hu: Automatikus lecsatolás felfüggesztve külső kijelző csatlakoztatásakor.
it: La disconnessione automatica alla connessione esterna dello schermo è ora sospesa.
ja: 外部ディスプレイ接続時の自動切断を停止しました。
ko: 이제 외부 디스플레이 연결 시 자동 연결 해제 기능이 일시 중단됩니다.
nb: Automatisk frakobling ved tilkobling av ekstern skjerm er nå satt på pause.
nl: Automatisch losmaken bij verbinden van een extern scherm is opgeschort.
pl: Automatyczne rozłączanie przy połączeniu zewnętrznego wyświetlacza jest teraz wstrzymane.
pt_br: A desconexão automática na conexão de monitor externo agora está suspensa.
ro: Deconectarea automată la conexiunea unui ecran extern este acum suspendată.​
ru: Автоматическое отключение при подключении внешнего дисплея теперь приостановлено.
sl: Samodejna prekinitev povezave z zunanjim zaslonom je zdaj prekinjena.
sv: Automatisk frånkoppling vid anslutning av extern skärm är nu avbruten.
tr: Harici ekran bağlantısında otomatik bağlantı kesme artık askıya alınmıştır.
uk: Автоматичне від'єднання при підключенні зовнішнього дисплея тепер призупинено.
vi: Tự động ngắt kết nối khi kết nối màn hình rời đã tạm ngừng.
zh_hans: 外接显示器连接时自动断开连接功能已暂停。
zh_hant: 外接顯示器連接時自動斷開連接功能已暫停。

source: Auto-start full screen streaming
de: Vollbildstream automatisch starten
es: Iniciar automáticamente la transmisión en pantalla completa
fr: Démarrer automatiquement la diffusion en plein écran
hu: Streamelés automatikus indítása
it: Avvia automaticamente lo streaming a schermo intero
ja: フルスクリーンストリーミングを自動開始
ko: 전체 화면 스트리밍 자동 시작
nb: Start automatisk fullskjermsstrømming
nl: Start volledigescherm-streamen automatisch
pl: Automatyczne uruchamianie strumieniowania pełnoekranowego
pt_br: Iniciar automaticamente a transmissão em tela cheia
ro: Pornire automată streaming pe tot ecranul
ru: Автоматический запуск полноэкранной потоковой передачи
sl: Samodejni zagon celozaslonskega pretakanja
sv: Starta automatiskt skärmströmning
tr: Tam ekran yayını otomatik başlat
uk: Авто-запуск повноекранної трансляції
vi: Tự động khởi động trình chiếu toàn màn hình
zh_hans: 自动启动全屏串流
zh_hant: 自動啟動全螢幕串流

source: Automatic (based on display type)
de: Automatisch (basierend auf dem Displaytyp)
es: Automático (basado en el tipo de pantalla)
fr: Automatique (basée sur le type d'écran)
hu: Automatikus (a kijelző típusától függően)
it: Automatico (basato sul tipo di visualizzazione)
ja: 自動（ディスプレイのタイプによる）
ko: 자동 (디스플레이 종류 기반)
nb: Automatisk (basert på skjermtype)
nl: Automatisch (gebaseerd op soort scherm)
pl: Automatyczna (na podstawie typu wyświetlacza)
pt_br: Automático (com base no tipo de monitor)
ro: Automat (pe baza tipului de ecran)
ru: Автоматически (на основе типа дисплея)
sl: Samodejno (glede na vrsto zaslona)
sv: Automatiskt (baserat på skärmtyp)
tr: Otomatik (ekran türüne göre)
uk: Автоматично (залежно від типу дисплею)
vi: Tự động (dựa vào loại màn hình)
zh_hans: 自动（基于显示器类型）
zh_hant: 自動（基於顯示器類型）

source: Automatic configuration of DDC features is not available. If DDC control does not work properly based on manual configuration and testing, you should disable DDC support.
de: Automatische Konfiguration der DDC-Funktionen ist nicht verfügbar. Wenn die DDC-Steuerung nach einer manuellen Konfiguration und Prüfung nicht richtig funktioniert, solltest du die DDC-Unterstützung deaktivieren.
es: La configuración automática de funciones DDC no está disponible. Si el control DDC no funciona correctamente según la configuración manual y las pruebas, deberías desactivar el soporte DDC.
fr: La configuration automatique des fonctionnalités DDC n'est pas disponible. Si le contrôle DDC ne marche pas correctement avec une configuration manuelle et des tests variés, vous devriez désactiver la prise en charge DDC.
hu: A DDC funkciók automatikus konfigurálása nem elérhető. Ha a DDC vezérlés nem működik megfelelően a manuális konfigurálás és tesztelés alapján, érdemes letiltani a DDC támogatást.
it: La configurazione automatica delle funzionalità DDC non è disponibile. Se il controllo DDC non funziona correttamente dopo la configurazione e i test manuali, dovresti disabilitare il supporto DDC.
ja: DDC機能の自動構成を使用できません。DDC制御を手動構成し、それでテストしても正しく動作しない場合には、DDC対応を無効化する必要があります。
ko: DDC 기능의 자동 구성은 사용할 수 없습니다. 수동 구성 및 테스트 결과 DDC 제어가 제대로 작동하지 않는 경우 DDC 지원을 비활성화해야 합니다.
nb: Automatisk konfigurering av DDC-funksjoner er ikke tilgjengelig. Hvis DDC-kontroll ikke fungerer som den skal etter manuell konfigurering og testing, bør du deaktivere DDC-støtte.
nl: Automatische configuratie van DDC-functies is niet beschikbaar. Als DDC-bediening niet goed werkt na handmatige configuratie en testen, schakel dan ondersteuning voor DDC uit.
pl: Automatyczna konfiguracja funkcji DDC nie jest dostępna. Jeśli sterowanie DDC nie działa poprawnie na podstawie ręcznej konfiguracji i testowania, należy wyłączyć obsługę DDC.
pt_br: A configuração automática dos recursos DDC não está disponível. Se o controle DDC não funcionar corretamente com base na configuração manual e testes, você deve desativar o suporte DDC.
ro: Configurarea automată a funcțiilor DDC nu este disponibilă. Dacă controlul DDC nu funcționează corect pe baza configurării și testării manuale, trebuie să dezactivați suportul DDC.
ru: Автоматическая настройка функций DDC недоступна. Если ручная настройка и проверка не дают корректной работы, рекомендуется отключить поддержку DDC.
sl: Samodejna konfiguracija funkcij DDC ni na voljo. Če nadzor DDC ne deluje pravilno na podlagi ročne konfiguracije in testiranja, morate onemogočiti podporo za DDC.
sv: Automatisk konfiguration av DDC-funktioner är inte tillgänglig. Om DDC-styrningen inte fungerar som den ska efter manuell konfiguration och testning bör du inaktivera DDC-stödet.
tr: DDC özelliklerinin otomatik yapılandırması mevcut değildir. DDC kontrolü manuel yapılandırma ve teste göre düzgün çalışmazsa, DDC desteğini devre dışı bırakmalısınız.
uk: Автоматичне налаштування функцій DDC недоступне. Якщо керування DDC не працює належним чином після ручного налаштування та тестування, варто вимкнути підтримку DDC.
vi: Cấu hình tự động cho các tính năng DDC không khả dụng. Nếu điều khiển DDC không hoạt động đúng cách dựa trên cấu hình và thử nghiệm thủ công, bạn nên tắt hỗ trợ DDC.
zh_hans: DDC 功能的自动配置不可用。如果根据手动配置和测试，DDC 控制不能正常运作，则应停用 DDC 支持。
zh_hant: DDC 功能的自動設定不可用。如果根據手動設定和測試，DDC 控制不能正常運作，則應停用 DDC 支援。

source: Automatically apply custom EDID upon detection of this display
de: Benutzerdefinierte EDID automatisch anwenden, wenn dieses Display erkannt wird
es: Aplicar automáticamente el EDID personalizado al detectar esta pantalla
fr: Applique automatiquement l'EDID personnalisé à la détection de cet écran
hu: Egyéni EDID automatikus alkalmazása a kijelző észlelésekor
it: Applica automaticamente EDID personalizzato al rilevamento di questo schermo
ja: このディスプレイを検出した場合、カスタムEDIDを自動的に適用
ko: 이 디스플레이가 감지되면 사용자 지정 EDID를 자동으로 적용
nb: Bruk egendefinert EDID automatisk ved oppdagelse av denne skjermen
nl: Pas automatisch eigen EDID toe nadat dit scherm gevonden wordt
pl: Automatycznie zastosuj niestandardowy EDID po wykryciu tego wyświetlacza
pt_br: Aplicar automaticamente EDID personalizado após a detecção deste monitor
ro: Aplicați automat EDID personalizat la detectarea acestui ecran
ru: Автоматическое применение пользовательского EDID при обнаружении этого дисплея
sl: Samodejno uporabi EDID po meri, ko zazna ta zaslon
sv: Tillämpa automatiskt anpassad EDID när den här skärmen upptäcks
tr: Bu ekran algılandığında özel EDID'yi otomatik olarak uygula
uk: Автоматично застосовувати спеціальний EDID після виявлення цього дисплея
vi: Tự động áp dụng EDID tùy chỉnh khi phát hiện màn hình này
zh_hans: 识别此显示器后自动应用自定义 EDID 设置
zh_hant: 識別此顯示器後自動套用自訂 EDID 設定

source: Automatically check for updates
de: Automatisch auf Updates prüfen
es: Verificar actualizaciones automáticamente
fr: Rechercher automatiquement des mises à jour
hu: Frissítések automatikus keresése
it: Controlla automaticamente gli aggiornamenti
ja: アップデートを自動的に確認
ko: 자동으로 업데이트 확인
nb: Søk automatisk etter oppdateringer
nl: Controleer automatisch op updates
pl: Automatycznie sprawdzaj czy są dostępne aktualizacje
pt_br: Verificar automaticamente se há atualizações
ro: Verificare automată actualizări
ru: Автоматически проверять обновления
sl: Samodejno preveri posodobitve
sv: Leta automatiskt efter uppdateringar
tr: Güncellemeleri otomatik olarak kontrol et
uk: Автоматично перевіряти наявність оновлень
vi: Tự động kiểm tra cập nhật
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

source: Automatically close expanded menu item
de: Erweiterten Menüeintrag automatisch schließen
es: Cerrar automáticamente el elemento de menú expandido
fr: Réduire automatiquement l'élément développé
hu: Megnyitott menüpontok automatikus bezárása
it: Chiude automaticamente la voce di menu espansa
ja: 拡張メニュー項目を自動的に閉じる
ko: 확장된 메뉴 자동으로 닫기
nb: Lukk automatisk utvidet menyelement
nl: Sluit automatisch geopend menuonderdeel
pl: Automatycznie zamykaj rozwiniętą pozycję menu
pt_br: Fechar automaticamente o item de menu expandido
ro: Închideți automat elementul de meniu extins
ru: Автоматическое закрытие развернутого пункта меню
sl: Samodejno zapri razširjen menijski element
sv: Stäng automatiskt ett expanderat menyalternativ
tr: Açık menüleri otomatik olarak kapat
uk: Автоматично закрити розгорнутий пункт меню
vi: Tự động đóng mục menu được mở rộng
zh_hans: 自动关闭展开的菜单项
zh_hant: 自動關閉展開的選單

source: Automatically configure mirroring to show the virtual screen's content on the associated display.
de: Virtuellen Bildschirm automatisch spiegeln, damit sein Inhalt auf dem gekoppelten Display angezeigt wird.
es: Configurar automáticamente la duplicación para mostrar el contenido de la pantalla virtual en la pantalla asociada.
fr: Configure automatiquement la mise en miroir pour montrer le contenu de l'écran virtuel sur l'écran associé.
hu: A tükrözés automatikus konfigurálása a virtuális képernyő tartalma társított kijelzőn való megjelenítése érdekében.
it: Configura automaticamente la duplicazione per mostrare il contenuto dello schermo virtuale sullo schermo associato.
ja: 仮想スクリーンのコンテンツを、関連づけたディスプレイに表示するよう、ミラーリングの構成を自動的に行います。
ko: 연결된 디스플레이에 가상 화면의 콘텐츠를 표시하도록 미러링을 자동으로 구성합니다.
nb: Konfigurer speiling automatisk for å vise innholdet fra den virtuelle skjermen på den tilknyttede skjermen
nl: Configureer automatisch Synchrone weergave om het materiaal van het virtuele scherm te tonen op het gekoppelde scherm.
pl: Automatycznie konfiguruj klonowanie, aby wyświetlać zawartość wirtualnego ekranu na powiązanym wyświetlaczu.
pt_br: Configure automaticamente o espelhamento para mostrar o conteúdo da tela virtual no monitor associado.
ro: Setează automat oglindirea astfel încât ecranul asociat să afișeze conținutul celui virtual.
ru: Автоматически настраивайте зеркальное отображение, чтобы содержимое виртуального экрана отображалось на соответствующем дисплее.
sl: Samodejno konfigurirajte zrcaljenje za prikaz vsebine navideznega zaslona na povezanem zaslonu.
sv: Konfigurera automatiskt spegling för att visa innehållet på den virtuella skärmen på den tillhörande skärmen.
tr: Sanal ekranın içeriğini ilişkili ekranda göstermek için yansıtmayı otomatik olarak yapılandırın.
uk: Автоматичне налаштування дзеркального відображення для відображення вмісту віртуального екрану на пов'язаному дисплеї.
vi: Tự động cấu hình chế độ phản chiếu để hiển thị nội dung của màn hình ảo trên màn hình liên kết.
zh_hans: 自动配置镜像以在关联显示器显示虚拟屏幕的内容。
zh_hant: 自動設定鏡像以在關聯顯示器顯示虛擬螢幕的內容。

source: Automatically configure mirroring to show the virtual screen's content on the associated display. If multiple associated displays are connected, only one will be mirror target.
de: Virtuellen Bildschirm automatisch spiegeln, damit sein Inhalt auf dem gekoppelten Display angezeigt wird. Wenn mehrere Displays verbunden sind, wird nur eines das Ziel der Synchronisierung.
es: Configurar automáticamente la duplicación para mostrar el contenido de la pantalla virtual en la pantalla asociada. Si hay varias pantallas asociadas conectadas, solo una será el objetivo de duplicación.
fr: Configure automatiquement la mise en miroir pour montrer le contenu de l'écran virtuel sur l'écran associé. Si plusieurs écrans associés sont connectés, un seul va être la cible de la mise en miroir.
hu: Tükrözés automatikus konfigurálása a virtuális képernyő tartalmának a társított kijelzőn való megjelenítéséhez. Ha több társított kijelző van csatlakoztatva, csak az egyik lesz tükrözési célpont.
it: Configura automaticamente la duplicazione per mostrare il contenuto dello schermo virtuale sullo schermo associato. Se sono collegati più schermi associati, solo uno sarà l’obiettivo di duplicazione.
ja: 関連づけたディスプレイへの仮想スクリーンコンテンツのミラーリング表示を自動的に構成します。関連づけたディスプレイが複数接続されている場合は、1つだけがミラーリングターゲットになります。
ko: 연결된 디스플레이에 가상 화면의 콘텐츠를 표시하도록 미러링을 자동으로 구성합니다. 연결된 디스플레이가 여러 대인 경우 한 대만 미러링 대상이 됩니다.
nb: Konfigurer speiling automatisk for å vise innholdet fra den virtuelle skjermen på den tilknyttede skjermen. Hvis flere tilknyttede skjermer er tilkoblet, vil kun én være speilmål.
nl: Configureer automatisch Synchrone weergave om het materiaal van het virtuele scherm te tonen op het gekoppelde scherm. Als meerdere gekoppelde schermen zijn verbonden, dan zal er slechts één het doel worden voor Synchrone weergave.
pl: Automatycznie konfiguruj klonowanie, aby wyświetlać zawartość wirtualnego ekranu na powiązanym wyświetlaczu. Jeśli połączonych jest wiele powiązanych wyświetlaczy, tylko jeden z nich będzie celem klonowania.
pt_br: Configure automaticamente o espelhamento para mostrar o conteúdo da tela virtual no monitor associado. Se vários monitores associados estiverem conectados, apenas um será o alvo do espelho.
ro: Configurează automat oglindirea pentru a afișa conținutul ecranului virtual pe ecranul asociat. Dacă sunt conectate mai multe ecrane asociate, doar unul va fi ținta oglinzii.
ru: Автоматическая настройка зеркалирования для отображения содержимого виртуального экрана на связанном дисплее. Если подключено несколько связанных дисплеев, только один из них будет зеркальным.
sl: Samodejno konfigurirajte zrcaljenje za prikaz vsebine navideznega zaslona na povezanem zaslonu. Če je povezanih več povezanih zaslonov, bo zrcalni cilj le eden.
sv: Konfigurera automatiskt spegling för att visa den virtuella skärmens innehåll på den associerade skärmen. Om flera associerade skärmar är anslutna kommer endast en att vara speglingsmål.
tr: Sanal ekranın içeriğini ilişkili ekranda göstermek için yansıtmayı otomatik olarak yapılandırın. Birden fazla ilişkili ekran bağlıysa, yalnızca biri yansıtma hedefi olacaktır.
uk: Автоматичне налаштування дзеркального відображення для відображення вмісту віртуального екрану на пов'язаному дисплеї. Якщо підключено кілька пов'язаних дисплеїв, лише один буде дзеркалом.
vi: Tự động cấu hình chế độ phản chiếu để hiển thị nội dung của màn hình ảo trên màn hình liên kết. Nếu có nhiều màn hình liên kết được kết nối, chỉ một màn hình sẽ được dùng để phản chiếu.
zh_hans: 自动配置镜像以在关联显示器显示虚拟屏幕的内容。连接多个关联显示器时镜像目标仅为其中一个。
zh_hant: 自動設定鏡像以在關聯顯示器顯示虛擬螢幕的內容。連接多個關聯顯示器時鏡像目標僅為其中一個。

source: Automatically connect the virtual screen when all associated displays are offline and disconnect when not.
de: Virtuellen Bildschirm automatisch verbinden, wenn alle gekoppelten Displays offline sind, und trennen, falls nicht.
es: Conectar automáticamente la pantalla virtual cuando todas las pantallas asociadas estén desconectadas y desconectar cuando no lo estén.
fr: Connecte automatiquement l'écran virtuel quand tous les écrans associés sont déconnectés et le déconnecte quand ce n'est pas le cas.
hu: Automatikusan csatlakoztatja a virtuális képernyőt, ha az összes társított kijelző le van választva, és leválasztja, ha nem.
it: Connetti automaticamente lo schermo virtuale quando tutti i display associati sono offline e disconnetti quando non lo sono più
ja: 関連するすべてのディスプレイがオフラインのときに仮想スクリーンを自動的に接続し、そうでないときには切断します。
ko: 연결된 모든 디스플레이가 오프라인 상태일 때 가상 화면을 자동으로 연결하고 그렇지 않은 경우 연결을 끊습니다.
nb: Koble automatisk til den virtuelle skjermen når alle tilknyttede skjermer er frakoblet, og koble fra når de er tilkoblet.
nl: Verbind het virtuele scherm automatisch wanneer alle gekoppelde schermen offline zijn en maak het virtuele scherm los als dit niet meer is.
pl: Automatycznie połącz wirtualny ekran, gdy wszystkie powiązane wyświetlacze są w trybie offline, i rozłącz, gdy nie są.
pt_br: Conecte automaticamente a tela virtual quando todos os monitores associados estiverem off-line e desconecte-os quando não estiverem.
ro: Conectați automat ecranul virtual atunci când toate ecranele asociate sunt offline și deconectați-l atunci când nu sunt.
ru: Автоматически подключать виртуальный экран, когда все связанные дисплеи офлайн, и отключать, когда они в сети.
sl: Samodejno povežite navidezni zaslon, ko so vsi povezani zasloni brez povezave, in prekinite povezavo, ko niso.
sv: Anslut automatiskt den virtuella skärmen när alla tillhörande skärmar är frånkopplade och koppla bort när de inte är det.
tr: Tüm ilişkili ekranlar çevrimdışı olduğunda sanal ekranı otomatik olarak bağlayın ve olmadığında bağlantıyı kesin.
uk: Автоматично підключати віртуальний екран, коли всі пов'язані дисплеї офлайн, і відключати, коли ні.
vi: Tự động kết nối màn hình ảo khi tất cả màn hình liên kết đều không hoạt động và ngắt kết nối.
zh_hans: 关联显示器全部离线时，自动启用虚拟屏幕；恢复在线时关闭。
zh_hant: 關聯顯示器全部離線時，自動啟用虛擬螢幕；回復連線時關閉。

source: Automatically connect the virtual screen when an associated display is online and disconnect when it is not.
de: Virtuellen Bildschirm automatisch verbinden, wenn ein gekoppelter Display offline ist, und trennen, falls nicht.
es: Conectar automáticamente la pantalla virtual cuando una pantalla asociada esté en línea y desconectar cuando no lo esté.
fr: Connecte automatiquement l'écran virtuel quand un écran associé est connecté et le déconnecte quand ce n'est pas le cas.
hu: Automatikusan csatlakoztatja a virtuális képernyőt, ha egy társított kijelző csatlakoztatva van, és szétkapcsolja, ha nincs.
it: Connetti automaticamente lo schermo virtuale quando il display associato è online e disconnettilo quando non lo è.
ja: 関連するディスプレイがオンラインになった場合は自動的に仮想スクリーンを接続し、オンラインでないときには切断します。
ko: 연결된 디스플레이가 온라인 상태일 때는 가상 화면을 자동으로 연결하고 온라인 상태가 아닐 때는 연결을 끊습니다.
nb: Koble automatisk til den virtuelle skjermen når en tilknyttet skjerm er online, og koble fra når den ikke er det.
nl: Verbind het virtuele scherm automatisch wanneer een gekoppeld scherm online is en maak het virtuele scherm los als dit niet meer is.
pl: Automatycznie połącz wirtualny ekran, gdy powiązany wyświetlacz jest online, i rozłącz, gdy nie jest.
pt_br: Conecte automaticamente a tela virtual quando um monitor associado estiver on-line e desconecte-o quando não estiver.
ro: Conectați automat ecranul virtual când un ecran asociat este online și deconectați-l când nu este.
ru: Автоматически подключать виртуальный экран, когда связанный дисплей онлайн, и отключать при его отсутствии.
sl: Samodejno povežite navidezni zaslon, ko je povezani zaslon povezan, in prekinite povezavo, ko ni.
sv: Anslut den virtuella skärmen automatiskt när en tillhörande skärm är ansluten och koppla bort den när den inte är det.
tr: İlişkili bir ekran çevrimiçi olduğunda sanal ekranı otomatik olarak bağlayın ve olmadığında bağlantısını kesin.
uk: Автоматично підключати віртуальний екран, коли пов'язаний дисплей онлайн, і відключати, коли він не підключений.
vi: Tự động kết nối màn hình ảo khi một màn hình liên kết được kích hoạt và ngắt kết nối khi không kích hoạt.
zh_hans: 根据关联显示器状态自动连接/断开虚拟屏幕。
zh_hant: 根據關聯顯示器狀態自動連接/斷開虛擬螢幕。
