Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

# Menu Appearance &amp; Behavior
source: Menu Appearance & Behavior
de: Erscheinungsbild & Verhalten des Menüs
es: Apariencia y Comportamiento del Menú
fr: Apparence et comportement du menu
hu: Menü megjelenés és viselkedés
it: Aspetto dei menu & comportamento
ja: メニューの外観と動作
ko: 메뉴 모양 및 동작
nb: Menyutseende & oppførsel
nl: Menu-uiterlijk en gedrag
pl: Wygląd menu & zachowanie
pt_br: Aparência e comportamento do menu
ro: Meniu Aspect și Comportament
ru: Внешний вид и поведение меню
sl: Videz in vedenje menija
sv: Menyutseende och beteende
tr: Menü Görünümü ve Davranışı
uk: Зовнішній вигляд і поведінка меню
vi: Diện mạo & Hành vi của Menu
zh_hans: 菜单外观和行为
zh_hant: 選單外觀和行為

source: Menu Bar Icon
de: Menüleistensymbol
es: Icono Barra de Menú
fr: Icône de la barre des menus
hu: Főmenüsáv ikon
it: Icona barra dei menu
ja: メニューバーアイコン
ko: 메뉴 막대 아이콘
nb: Menylinjeikon
nl: Symbool menubalk
pl: Ikona na pasku menu
pt_br: Ícone da Barra de Menu
ro: Bara de Meniu Icoana
ru: Иконка панели меню
sl: Ikona menijske vrstice
sv: Ikon för menyfält
tr: Menü Çubuğu Simgesi
uk: Значок панелі меню
vi: Biểu tượng thanh menu
zh_hans: 菜单栏图标
zh_hant: 選單圖示

source: Menu header icons
de: Symbole der Menü-Überschriften
es: Iconos de encabezado de menú
fr: Icônes d'en-têtes
hu: Menü fejléc ikonok
it: Icone intestazione menu
ja: メニューヘッダアイコン
ko: 메뉴 헤더 아이콘
nb: Menytoppikoner
nl: Symbolen menukoppen
pl: Ikony nagłówka menu
pt_br: Ícones de cabeçalho de menu
ro: Icoane antent de meniu
ru: Значки заголовка меню
sl: Ikone glave menija
sv: Ikoner för menyhuvud
tr: Menü başlığı simgeleri
uk: Значки заголовка меню
vi: Biểu tượng tiêu đề menu
zh_hans: 菜单标题栏图标
zh_hant: 選單標題欄圖示

source: Menu item icons
de: Symbole der Menüeinträge
es: Iconos elementos de menú
fr: Icônes des éléments du menu
hu: Menü elem ikonok
it: Icone voce menu
ja: メニュー項目アイコン
ko: 메뉴 아이템 아이콘
nb: Menyelementikoner
nl: Symbolen menu-onderdelen
pl: Ikony elementów menu
pt_br: Ícones de itens de menu
ro: Icoane element de meniu
ru: Иконки пунктов меню
sl: Ikone elementov menija
sv: Ikoner för menyposter
tr: Menü öğesi simgeleri
uk: Значки пунктів меню
vi: Biểu tượng mục trong Menu
zh_hans: 菜单项图标
zh_hant: 選單圖示

source: Menu item visibility
de: Sichtbarkeit der Menüeinträge
es: Visibilidad elementos del menú
fr: Visibilité des éléments du menu
hu: Menü elem láthatóság
it: Visibilità delle voci del Menu
ja: メニュー項目を表示
ko: 메뉴 아이템 표시 설정
nb: Synlighet av menyelementer
nl: Zichtbaarheid menu-onderdelen
pl: Widoczność elementów menu
pt_br: Visibilidade do item de menu
ro: Visibilitate element de meniu
ru: Видимость пункта меню
sl: Vidnost menijskih elementov
sv: Synlighet för menyposter
tr: Menü öğesi görünürlüğü
uk: Видимість пункту меню
vi: Khả năng hiển thị của các mục trong Menu
zh_hans: 菜单项可见性
zh_hant: 選單可見性

source: Menu visibility
de: Sichtbarkeit des Menüs
es: Visibilidad del menú
fr: Visibilité du menu
hu: Menü láthatóság
it: Visibilità menù
ja: メニュー表示
ko: 메뉴 표시
nb: Menysynlighet
nl: Zichtbaarheid menu's
pl: Widoczność menu
pt_br: Visibilidade do menu
ro: Vizibilitate meniu
ru: Видимость меню
sl: Vidnost menija
sv: Menysynlighet
tr: Menü görünürlüğü
uk: Видимість меню
vi: Khả năng hiển thị Menu
zh_hans: 菜单可见性
zh_hant: 選單可見性

source: Merge All Windows
de: Alle Fenster zusammenführen
es: Combinar todas las ventanas
fr: Fusionner toutes les fenêtres
hu: Összes ablak egyesítése
it: Unisci tutte le finestre
ja: すべてのウインドウを結合
ko: 모든 윈도우 병합
nb: Slå sammen alle vinduer
nl: Voeg alle vensters samen
pl: Scal wszystkie okna
pt_br: Combinar todas as janelas
ro: Uniți toate ferestrele
ru: Объединить все окна
sl: Združi vsa okna
sv: Slå ihop alla fönster
tr: Tüm Pencereleri Birleştir
uk: Об'єднати всі вікна
zh_hans: 合并所有窗口
zh_hant: 合併所有視窗

source: Metal device
de: Metal-Gerät
es: Dispositivo metálico
fr: Appareil Metal
hu: Metal eszköz
it: Dispositivo metallico
ja: Metalデバイス
ko: Metal 장치
nb: Metal-enhet
nl: Metal-apparaat
pl: Urządzenie Metal
pt_br: Dispositivo Metal
ro: Dispozitiv Metal
ru: Устройство Metal
sl: Model naprave
sv: Metal-enhet
tr: Metal cihaz
uk: Metal пристрій
vi: Thiết bị Metal
zh_hans: Metal 设备
zh_hant: Metal 設備

source: Might help if the display misbehaves after sleep.
de: Kann helfen, wenn sich das Display nach dem Ruhezustand komisch verhält.
es: Podría ayudar si la pantalla presenta un comportamiento inadecuado después de la suspensión.
fr: Peut aider en cas de malfonction de l'écran après la mise en veille.
hu: Segíthet, ha a kijelző nem megfelelően működik alvás után.
it: Potrebbe aiutare se il display non funziona correttamente dopo la sospensione.
ja: スリープ後に画像が不正となることを防げる可能性があります。
ko: 절전 모드 후 디스플레이가 오작동하는 경우 도움이 될 수 있습니다.
nb: Kan hjelpe hvis skjermen oppfører seg merkelig etter søvn.
nl: Helpt mogelijk als het scherm zich misdraagt na uitschakelen van sluimerstand.
pl: Może pomóc, jeśli wyświetlacz zachowuje się nieprawidłowo po uśpieniu.
pt_br: Pode ajudar se o display apresentar problemas após entrar em modo de espera.
ro: Ar putea ajuta dacă ecranul se comportă necorespunzător după somn.
ru: Может помочь, если дисплей некорректно работает после сна.
sl: Lahko pomaga, če se zaslon po spanju obnaša slabo.
sv: Kan vara till hjälp om skärmen inte fungerar som den ska efter insomning.
tr: Uykudan sonra ekran arızalanırsa yardımcı olabilir.
uk: Може допомогти, якщо дисплей працює некоректно після сну.
vi: Có thể giúp nếu màn hình hoạt động không đúng sau khi ngủ.
zh_hans: 如果显示器在睡眠后出现问题，请尝试此操作。
zh_hant: 如果顯示器在睡眠後出現問題，請嘗試此操作。

source: Min
ru: Мин

source: Min HW
de: Hardware-Minimum
es: HW Mín
fr: Min matériel
it: HW minimo
ja: HW（最小）
ko: 최소 HW
nb: Min maskinvare
pt_br: Hardware mínimo
ro: Înălțime/Lungime Minima
ru: Мин. HW
sl: Najmanjša HW
sv: Min hårdvara
uk: Мін. HW
vi: Độ sáng phần cứng tối thiểu
zh_hans: 最小硬件值
zh_hant: 最小硬體值

source: Min Height
de: Minimum Höhe
es: Altura mín
fr: Hauteur min
hu: Min szélesség
it: Altezza minima
ja: 高さ（最小）
ko: 최소 높이
nb: Min høyde
nl: Min. hoogte
pl: Minimalna wysokość
pt_br: Altura mínima
ro: Înălțime Minima
ru: Минимальная высота
sl: Najmanjša višina
sv: Min höjd
tr: Minimum Yükseklik
uk: Мінімальна висота
vi: Chiều cao tối thiểu
zh_hans: 最小高度
zh_hant: 最小高度

source: Min Width
de: Minimum Breite
es: Ancho mínimo
fr: Largeur min
hu: Min szélesség
it: Largezza minima
ja: 幅（最小）
ko: 최소 너비
nb: Min bredde
nl: Min. breedte
pl: Minimalna szerokość
pt_br: Largura Mínima
ro: Lungime Minima
ru: Минимальная ширина
sl: Najmanjša širina
sv: Min bredd
tr: Minimum Genişlik
uk: Мінімальна ширина
vi: Chiều rộng tối thiểu
zh_hans: 最小宽度
zh_hant: 最小寬度

source: Min refresh rate
de: Minimale Wiederholrate
es: Tasa de refresco mínima
fr: Taux de rafraîchissement min
hu: Minimális frissítési ráta
it: Frequenza min
ja: リフレッシュレート（最小）
ko: 최소 주사율
nb: Min oppdateringsfrekvens
nl: Min. verversingsfrequentie
pl: Minimalna częstotliwość odświeżania
pt_br: Taxa de atualização mínima
ro: Rata minimă de reîmprospătare
ru: Минимальная частота обновления
sl: Najmanjša stopnja osveževanja
sv: Min uppdateringsfrekvens
tr: Min yenileme hızı
uk: Мінімальна частота оновлення
vi: Tần số làm mới tối thiểu
zh_hans: 最小刷新率
zh_hant: 最小更新率

source: Min/max width and height constraints are enforced separately. Only fields you want as limiting factor must be specified, the rest may be left blank.
de: Beschränkungen der Mindest-/Maximalbreite und -höhe werden separat erzwungen. Nur die Werte die als limitierender Faktor benutzt werden sollen, müssen gesetzt werden. Der Rest kann leer gelassen werden.
es: Las restricciones de ancho y alto mínimo/máximo se aplican por separado. Sólo se deben especificar los campos que desee como factor limitante, el resto puede dejarse en blanco.
fr: Les contraintes de largeur et de hauteur minimales et maximales sont appliquées séparément. Seuls les champs que vous souhaitez utiliser comme facteur limitant doivent être spécifiés, les autres peuvent être laissés vides.
hu: A minimális/maximális szélességi és magassági korlátozások külön-külön érvényesülnek. Csak a korlátozó tényezőként kívánt mezőket kell megadni, a többi üresen hagyható.
it: I vincoli di larghezza e altezza minima/massima vengono applicati separatamente. È necessario specificare solo i campi che si desidera limitare, il resto può essere lasciato vuoto.
ja: 幅・高さの最小値/最大値の制限は個別に適用されます。制限が必要なフィールドだけを指定し、残りを空白のままにしておくことができます。
ko: 최소/최대 너비 및 높이 제약 조건은 별도로 적용됩니다. 제한 요소로 원하는 필드만 지정해야 하며 나머지는 비워 둘 수 있습니다.
nb: Min-/maksbegrensninger for bredde og høyde håndheves separat. Bare felt du vil bruke som begrensende faktor må spesifiseres, resten kan stå tomme.
nl: Min./max. breedte- en hoogtebeperkingen worden los van elkaar afgedwongen. Vul alleen de velden in die je wilt laten gelden als beperkende factor, laat de rest leeg.
pl: Ograniczenia minimalnej/maksymalnej szerokości i wysokości są wymuszane oddzielnie. Należy określić tylko pola, które mają stanowić czynnik ograniczający, pozostałe mogą pozostać puste.
pt_br: As restrições de largura e altura mínima/máxima são aplicadas separadamente. Somente os campos que você deseja como fator limitante devem ser especificados, o restante pode ser deixado em branco.
ro: Limităriile pentru lățime și înălțime minimă/maximă sunt aplicate separat. Trebuie specificate doar câmpurile pe care doriți să le utilizați ca factori de limitare, celelalte pot rămâne necompletate
ru: Ограничения минимальной/максимальной ширины и высоты применяются отдельно. Указывайте только поля, которые хотите использовать как ограничивающий фактор, остальные можно оставить пустыми.
sl: Omejitve najmanjše/največje širine in višine se uveljavljajo ločeno. Določiti morate samo polja, ki jih želite kot omejevalni dejavnik, ostala lahko pustite prazna.
sv: Min/max-begränsningar för bredd och höjd tillämpas separat. Endast fält som du vill ha som begränsande faktor måste anges, resten kan lämnas tomma.
tr: Min/maks genişlik ve yükseklik kısıtlamaları ayrı ayrı uygulanır. Yalnızca sınırlayıcı faktör olarak istediğiniz alanlar belirtilmelidir, geri kalanı boş bırakılabilir.
uk: Обмеження мінімальної/максимальної ширини та висоти застосовуються окремо. Необхідно вказати лише поля, які ви хочете використовувати як обмежувальний фактор, решту можна залишити пустими.
vi: Chiều rộng và cao tối đa/tối thiểu được áp dụng riêng biệt. Chỉ các ô bạn muốn là yếu tố giới hạn phải được chỉ định, những trường hợp còn lại có thể để trống.
zh_hans: 最小/最大宽度和高度可单独强制设限。设限字段须指定，其他字段可留空。
zh_hant: 最小/最大寬度和高度可單獨強制設限。設限字段須指定，其他字段可留空。

source: Minimize
de: Im Dock ablegen
es: Minimizar
fr: Minimiser
hu: Lekicsinyítés
it: Minimizza
ja: しまう
ko: 최소화
nb: Minimer
nl: Minimaliseer
pl: Minimalizuj
pt_br: Minimizar
ro: Minimizați
ru: Свернуть
sl: Zmanjšaj
sv: Minimera
tr: Küçült
uk: Згорнути
vi: Thu nhỏ
zh_hans: 最小化
zh_hant: 最小化

source: Minimum time between actions
de: Mindestzeit zwischen Aktionen
es: Tiempo mínimo entre acciones
fr: Interval minimal entre les actions
hu: Minimális idő az egyes műveletek között
it: Tempo minimo tra le azioni
ja: アクション間の最小時間
ko: 작업 간 최소 시간
nb: Minimumstid mellom handlinger
nl: Minimumtijd tussen handelingen
pl: Minimalny czas między akcjami
pt_br: Tempo mínimo entre ações
ro: Timp minim între acțiuni
ru: Минимальное время между действиями
sl: Minimalni čas med dejanji
sv: Minsta tid mellan åtgärder
tr: İşlemler arası minimum süre
uk: Мінімальний час між діями
zh_hans: 操作之间的最小时间间隔
zh_hant: 操作之間的最小時間間隔

source: Minimum value
de: Kleinster Wert
es: Valor mínimo
fr: Valeur minimale
hu: Minimum érték
it: Valore minimo
ja: 最小値
ko: 최솟값
nb: Minimumsverdi
nl: Minimumwaarde
pl: Wartość minimalna
pt_br: Valor mínimo
ro: Valoarea minimă
ru: Минимальное значение
sl: Najmanjša vrednost
sv: Minsta värde
tr: Minimum değer
uk: Мінімальне значення
zh_hans: 最小值
zh_hant: 最小值

source: Mirror ${displayEntity} to ${targetDisplayEntity}.
de: ${displayEntity} auf ${targetDisplayEntity} spiegeln.
es: Espejar ${displayEntity} en ${targetDisplayEntity}.
fr: Mettre ${displayEntity} en miroir sur ${targetDisplayEntity}.
hu: ${displayEntity} tükrözése a(z) ${targetDisplayEntity} képernyőre.
it: Duplica ${displayEntity} su ${targetDisplayEntity}.
ja: ${displayEntity}を${targetDisplayEntity}にミラーリングします。
ko: ${displayEntity}(을)를 ${targetDisplayEntity}에 미러링합니다.
nb: Speil ${displayEntity} til ${targetDisplayEntity}.
nl: Synchrone weergave van ${displayEntity} naar ${targetDisplayEntity}.
pl: Klonuj ${displayEntity} na ${targetDisplayEntity}.
pt_br: Espelhar ${displayEntity} em ${targetDisplayEntity}.
ro: În oglindă ${displayEntity} la ${targetDisplayEntity}.
ru: Зеркалить ${displayEntity} на ${targetDisplayEntity}.
sl: Zrcaljenje ${displayEntity} v ${targetDisplayEntity}.
sv: Spegla ${displayEntity} till ${targetDisplayEntity}.
tr: ${displayEntity} öğesini ${targetDisplayEntity} öğesine yansıtın.
uk: Дзеркалити ${displayEntity} на ${targetDisplayEntity}.
zh_hans: 将 ${displayEntity} 镜像至 ${targetDisplayEntity}。
zh_hant: 將 ${displayEntity} 鏡像至 ${targetDisplayEntity}。

source: Mirror Display
de: Display synchronisieren
es: Reflejar Pantalla
fr: Mettre l'écran en miroir
hu: Kijelző tükrözés
it: Duplica display
ja: ディスプレイをミラーリング
ko: 디스플레이 미러링
nb: Speil skjerm
nl: Synchrone weergave van scherm
pl: Klonowanie ekranu
pt_br: Espelhamento do Monitor
ro: Reflecția ecranului
ru: Зеркалить дисплей
sl: Zrcalni zaslon
sv: Spegla skärm
tr: Ekran Yansıtma
uk: Віддзеркалювати Дисплей
vi: Phản chiếu Màn hình
zh_hans: 屏幕镜像
zh_hant: 螢幕鏡像

source: Mirror Screen
de: Bildschirm spiegeln
es: Espejar pantalla
fr: Mettre l’écran en Miroir
hu: Képernyő tükrözése
it: Duplica schermo
ja: スクリーンをミラーリング
ko: 미러링 화면
nb: Speil skjerm
nl: Synchrone weergave van scherm
pl: Klonuj ekran
pt_br: Espelhar tela
ro: Duplicare ecran
ru: Зеркалить экран
sl: Ogledalo zaslona
sv: Spegla skärm
tr: Ekrana Yansıt
uk: Дзеркалити екран
zh_hans: 镜面萤幕
zh_hant: 鏡面螢幕

source: Mirror Virtual Screen
de: Virtuellen Bildschirm synchronisieren
es: Reflejar Pantalla Virtual
fr: Mettre l'écran virtuel en miroir
hu: Virtuális képernyő tükrözés
it: Duplica schermo virtuale
ja: 仮想スクリーンをミラーリング
ko: 가상 화면 미러링
nb: Speil virtuell skjerm
nl: Synchrone weergave van virtueel scherm
pl: Klonuj wirtualny ekran
pt_br: Espelhar Tela Virtual
ro: Ecran virtual reflectat
ru: Зеркало виртуального экрана
sl: Zrcaljenje navideznega zaslona
sv: Spegla virtuell skärm
tr: Sanal Ekrana Yansıt
uk: Дзеркало віртуального екрану
vi: Phản chiếu Màn hình ảo
zh_hans: 虚拟屏幕镜像
zh_hant: 虛擬螢幕鏡像

source: Mirror configuration changed for %@.
de: Spiegelungskonfiguration für %@ geändert.
es: Cambió la configuración de reflejado para %@.
fr: Configuration de la mise en miroir changée pour %@.
hu: A tükrözési konfiguráció megváltozott: %@.
it: La configurazione di duplicazione è cambiata per %@.
ja: %@のミラーリング構成を変更しました。
ko: %@의 미러링 구성이 변경되었습니다.
nb: Speilkonfigurasjon endret for %@.
nl: Configuratie Synchrone weergave gewijzigd voor %@.
pl: Konfiguracja klonowania została zmieniona dla %@.
pt_br: Configuração de espelhamento alterada para %@.
ro: Setarea de oglindire a fost schimbată pentru %@.
ru: Конфигурация зеркалирования изменена для %@.
sl: Konfiguracija zrcala spremenjena za %@.
sv: Spegelkonfigurationen har ändrats för %@.
tr: %@ için yansıtma yapılandırılması değiştirildi
uk: Конфігурація дзеркалювання змінена для %@.
vi: Cấu hình phản chiếu đã thay đổi cho %@.
zh_hans: 已为 %@ 更改镜像配置
zh_hant: 已為 %@ 更改鏡像設定

source: Mirror of %@
de: Synchronisiert zu %@
es: Reflejar de %@
fr: Miroir de %@
hu: %@ tükre
it: Duplica di %@
ja: ミラーリング元：%@
ko: %@의 미러링
nb: Speil av %@
nl: Synchrone weergave van %@
pl: Klon: %@
pt_br: Espelho de %@
ro: Reflecția lui %@
ru: Зеркало %@
sl: Zrcalo %@
sv: Spegling av %@
uk: Дзеркало %@
vi: Phản chiếu của %@
zh_hans: %@ 的镜像
zh_hant: %@ 的鏡像

source: Mirror the contents of this display to:
de: Inhalt dieses Displays synchronisieren zu:
es: Reflejar el contenido de esta pantalla para:
fr: Mettre le contenu de cet écran en miroir sur :
hu: Ennek a kijelzőnek a tükrözése ide:
it: Duplica il contenuto di questo display su:
ja: このディスプレイのコンテンツのミラーリング先：
ko: 이 디스플레이의 내용을 다음으로 미러링:
nb: Speil innholdet på denne skjermen til:
nl: Schakel synchrone weergave in van dit scherm naar:
pl: Klonuj zawartość ekranu do:
pt_br: Espelhe o conteúdo deste monitor para:
ro: Reflectați conținutul acestui ecran către:
ru: Зеркалить содержимое этого дисплея на:
sl: Zrcaljenje vsebine tega zaslona na:
sv: Spegla innehållet på denna skärm till:
tr: Bu ekranın içeriğini şu şekilde yansıtın:
uk: Віддзеркалити вміст цього дисплея на:
vi: Phản chiếu nội dung của màn hình này đến:
zh_hans: 将此显示器内容镜像到：
zh_hant: 將此顯示器內容鏡像到：

source: Mirrored to %@
de: Synchronisiert zu %@
es: Reflejado en %@
fr: Mis en miroir sur %@
hu: Tükrözve ide: %@
it: Duplicato al %@
ja: %@にミラーリング
ko: %@에 미러링
nb: Speilet til %@
nl: Synchrone weergave ingeschakeld naar %@
pl: Sklonowano na %@
pt_br: Espelhado para %@
ro: Reflectat către %@
ru: Зеркалировано на %@
sl: Zrcaljeno na %@
sv: Speglad till %@
tr: %@'a Yansıtıldı
uk: Віддзеркалено на %@
vi: Đã phản chiếu đến %@
zh_hans: 已镜像到 %@
zh_hant: 已鏡像到 %@

source: Mirrored to Multiple Screens
de: Synchronisiert zu mehreren Bildschirmen
es: Reflejado en Múltiples Pantallas
fr: Mis en miroir sur plusieurs écrans
hu: Tükrözve több kijelzőre
it: Duplicato su più schermi
ja: 複数のスクリーンにミラーリング
ko: 여러 화면으로 미러링
nb: Speilet til flere skjermer
nl: Synchrone weergave ingeschakeld naar meerdere schermen
pl: Sklonowano na wiele ekranów
pt_br: Espelhado para Múltiplas Telas
ro: Reflectat către mai multe ecrane
ru: Зеркалировано на несколько экранов
sl: Zrcaljeno na več zaslonih
sv: Speglas till flera skärmar
tr: Çoklu Ekranlara Yansıtıldı
uk: Віддзеркалено на кілька екранів
vi: Đã phản chiếu đến nhiều màn hình
zh_hans: 镜像到多个屏幕
zh_hant: 鏡像到多個螢幕

source: Mirroring
de: Spiegeln
es: Espejado
fr: Mise en miroir
hu: Tükrözés
it: Duplicazione
ja: ミラーリング
ko: 미러링
nb: Speiling
nl: Synchrone weergave ingeschakeld
pl: Klonowanie
pt_br: Espelhamento
ro: Oglindire
ru: Зеркалирование
sl: Zrcaljenje
sv: Spegling
tr: Yansıtma
uk: Дзеркалювання
vi: Đang phản chiếu
zh_hans: 镜像
zh_hant: 鏡像

source: Mode number
de: Modus-Nummer
es: Número de modo
fr: Numéro de mode
hu: Képernyőmód azonosító
it: Numero modalità
ja: モード数
ko: 모드 수
nb: Modusnummer
nl: Modusnummer
pl: Numer trybu
pt_br: Número do modo
ro: Numărul modului
ru: Номер режима
sl: Številka načina
sv: Lägesnummer
tr: Mod numarası
uk: Номер режиму
vi: Số chế độ
zh_hans: 模式编号
zh_hant: 模式編號

source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello
ja: モデル
ko: 모델
nb: Modell
pt_br: Modelo
ru: Модель
sv: Modell
uk: Модель
zh_hans: 型号
zh_hant: 型號

source: Model ID
de: Modell-ID
es: ID del Modelo
fr: ID du modèle
hu: Model azonosító
it: ID del modello
ja: モデルID
ko: 모델 ID
nb: Modell-ID
pl: ID modelu
pt_br: ID do Modelo
ro: ID Model
ru: ID модели
sl: ID modela
sv: Modell-id
uk: ID моделі
zh_hans: 型号 ID
zh_hant: 型號 ID

source: Modes matching custom filter:
de: Modi passend zu dem benutzerdefinierten Filter:
es: Modos que coinciden con el filtro personalizado:
fr: Modes correspondant au filtre personnalisé :
hu: Módok egyedi szűrés szerint:
it: Modalità corrispondenti al filtro personalizzato:
ja: カスタムフィルタに適合するモード：
ko: 사용자 지정 필터와 일치하는 모드:
nb: Moduser som matcher egendefinert filter:
nl: Eigen filter voor overeenkomst modi:
pl: Tryby pasujące do niestandardowego filtra:
pt_br: Modos correspondentes ao filtro personalizado:
ro: Moduri care se potrivesc cu filtrul personalizat:
ru: Режимы, соответствующие кастомному фильтру:
sl: Načini, ki ustrezajo privzetemu filtru:
sv: Lägen som matchar anpassat filter:
tr: Özel filtreyle eşleşen modlar:
uk: Режими, що відповідають спеціальному фільтру:
vi: Chế độ tương ứng với bộ lọc tùy chỉnh:
zh_hans: 匹配自定义过滤模式：
zh_hant: 匹配自訂過濾模式：

source: Modes matching default filter:
de: Modi passend zu dem Standardfilter:
es: Modos que coinciden con el filtro predeterminado:
fr: Modes correspondant au filtre par défaut :
hu: Módok alap szűrés szerint:
it: Modalità che corrispondono al filtro predefinito:
ja: デフォルトフィルタに適合するモード：
ko: 기본 필터와 일치하는 모드:
nb: Moduser som matcher standardfilter:
nl: Standaardfilter voor overeenkomst modi:
pl: Tryby pasujące do domyślnego filtra:
ro: Moduri care se potrivesc cu filtrul implicit:
ru: Режимы по умолчанию:
sl: Načini, ki ustrezajo privzetemu filtru:
sv: Lägen som matchar standardfilter:
tr: Varsayılan filtreyle eşleşen modlar:
uk: Режими по фільтру:
vi: Chế độ tương ứng với bộ lọc mặc định:
zh_hans: 匹配默认过滤模式：
zh_hant: 匹配預設過濾模式：

source: Monochrome
de: Monochrom
es: Monocromo
hu: Monokróm
it: Monocromatico
ja: モノクロ
ko: 모노크롬
nb: Monokrom
nl: Monochroom
pl: Monochromatyczny
pt_br: Monocromático
ro: Monocrom
ru: Монохромный
sl: Enobarvno
sv: Monokrom
tr: Tekdüze renk
uk: Монохромний
zh_hans: 单色
zh_hant: 單色

source: More system configuration options
de: Weitere Optionen für die Systemeinstellungen
es: Más opciones de configuración del sistema
fr: Plus d'options de configuration système
hu: További rendszerkonfigurációs opciók
it: Altre opzioni di configurazione di sistema
ja: 追加のシステム構成オプション
ko: 더 많은 시스템 구성 옵션
nb: Flere systemkonfigurasjonsalternativer
nl: Meer systeemconfiguratieopties...
pl: Więcej opcji konfiguracji systemowych
pt_br: Mais opções de configuração do sistema
ro: Mai multe opțiuni de configurare a sistemului
ru: Дополнительные параметры конфигурации системы
sl: Več možnosti konfiguracije sistema
sv: Fler alternativ för systemkonfiguration
tr: Daha fazla sistem yapılandırma seçenekleri
uk: Додаткові параметри конфігурації системи
vi: Các tùy chọn cấu hình hệ thống khác
zh_hans: 更多系统配置选项
zh_hant: 更多系統設定選項
