Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Always show this Sidecar display in the app menu when the system reports it as available for connect. Requires enabled display connection management.
de: Dieses Sidecar-Display immer im App-Menü anzeigen, wenn das System meldet, dass es für eine Verbindung verfügbar ist. Erfordert aktivierte Display-Verbindungsverwaltung.
es: Siempre mostrar esta pantalla Sidecar en el menú de la aplicación cuando el sistema la informe como disponible para conectar. Requiere que la gestión de conexión de pantallas esté habilitada.
fr: Toujours afficher cet écran side-car dans le menu de l'application quand le système le détecte comme disponible à la connexion. Requiert d'activer la gestion des connexions d'écrans.
hu: Mindig jelenjen meg ezt az Sidecar kijelző az alkalmazás menüjében, amikor a rendszer a csatlakoztatáshoz rendelkezésre állónak érzékeli. Engedélyezett kijelzőkapcsolat-kezelés szükséges.
it: Mostra sempre questo display Sidecar nel menu dell’app quando il sistema lo segnala come disponibile per la connessione. Richiede la gestione abilitata della connessione dei display.
ja: 接続可能とシステムが報告した場合は、このSidecarディスプレイを常にアプリメニューに表示します。ディスプレイ接続管理を有効化する必要があります。
ko: 시스템에서 연결할 수 있다고 보고하면 항상 앱 메뉴에 이 Sidecar 디스플레이를 표시합니다. 디스플레이 연결 관리를 활성화해야 합니다.
nb: Vis alltid denne Sidecar-skjermen i app-menyen når systemet rapporterer den som tilgjengelig for tilkobling. Krever aktivert skjermtilkoblingshåndtering.
nl: Toon altijd dit Sidecar-scherm in het appmenu als het systeem meldt dat het beschikbaar is om mee te verbinden. Vereist dat het beheer van schermverbindingen is ingeschakeld.
pl: Zawsze pokazuj ten wyświetlacz Sidecar w menu aplikacji, gdy system zgłasza, że jest on dostępny do połączenia. Wymaga włączonego zarządzania połączeniami wyświetlacza.
pt_br: Sempre mostre esta exibição do Sidecar no menu do aplicativo quando o sistema reportá-lo como disponível para conexão. Requer gerenciamento de conexão de exibição habilitado.
ro: Afișați întotdeauna acest ecran Sidecar în meniul aplicației atunci când sistemul îl raportează ca fiind disponibil pentru conectare. Necesită managementul conexiunii ecranului activat.
ru: Всегда показывать этот дисплей Sidecar в меню приложения, когда система сообщает, что он доступен для подключения. Требуется включённое управление подключениями дисплеев.
sl: Vedno prikaži ta zaslon Sidecar v meniju aplikacije, ko sistem sporoči, da je na voljo za povezavo. Zahteva omogočeno upravljanje povezave zaslona.
sv: Visa alltid den här Sidecar-skärmen i appmenyn när systemet rapporterar att den är tillgänglig för anslutning. Kräver aktiverad displayanslutningshantering.
tr: Sistem bu Sidecar ekranını bağlantı için kullanılabilir olarak bildirdiğinde uygulama menüsünde her zaman gösterin. Etkinleştirilmiş ekran bağlantı yönetimi gerektirir.
uk: Завжди показувати цей дисплей Sidecar у меню програми, якщо система повідомляє, що він доступний для підключення. Потрібно увімкнути керування підключенням дисплея.
vi: Luôn hiện màn hình Sidecar này trong menu ứng dụng khi hệ thống báo cáo nó là khả dụng để kết nối. Yêu cầu quản lý kết nối màn hình được kích hoạt.
zh_hans: 当系统显示此随航显示器可用时，始终在应用程序菜单中显示出它。 此功能需要启用显示器连接管理。
zh_hant: 當系統顯示此 Sidecar 顯示器可用時，始終在應用程式選單中顯示出它。 此功能需要啟用顯示器連接管理。

source: Ambient Light Sensor
nl: Omgevingslichtsensor
pl: Czujnik światła otoczenia
ru: Датчик внешнего освещения

source: Ambient light level: %@ lux
nl: Omgevingslichtniveau: %@ lux
pl: Poziom oświetlenia otoczenia: %@ luksów
ru: Уровень окружающего освещения: %@ лк

source: Amplifier zone
nl: Versterkerzone
pl: Strefa wzmacniacza
ru: Зона усилителя

source: An IP address at which the device can be accessed by the app for communication.
nl: Een IP-adres waarop het apparaat toeganeklijk is door de app voor communicatie.
pl: Adres IP, pod którym aplikacja może uzyskać dostęp do urządzenia w celu komunikacji.
ru: IP-адрес, по которой приложение может получить доступ к устройству для обмена данными.

source: An IP address at which the device can be accessed by the app for communication. Upon connecting to a new device the first time, you might have to allow the connection to be established - see the prompt appearing on the display.
nl: Een IP-adres waarop het apparaat toegankelijk is door de app voor communicatie. Na het verbinden van een nieuw scherm voor de eerste keer, zul je mogelijk moeten toestaan dat er verbinding mag worden gelegd - zie de vraag die op het scherm verschijnt.
pl: Adres IP, pod którym aplikacja może uzyskać dostęp do urządzenia w celu komunikacji. Przy pierwszym połączeniu z nowym urządzeniem może być konieczne zezwolenie na nawiązanie połączenia — patrz komunikat wyświetlany na ekranie.
ru: IP-адрес, по которой приложение может получить доступ к устройству для обмена данными. При первом подключении к новому устройству возможно потребуется разрешить установление соединения — смотрите подсказку, появляющуюся на дисплее.

source: An IP address at which the device can be accessed by the app for communication. Upon connecting to a new device the first time, you might have to pair the device first.
nl: Een IP-adres waarop het apparaat benaderd kan worden door de app t.b.v. communicatie. Na het verbinden met een nieuw apparaat voor de eerste keer, dien je mogelijk eerst te paren met het apparaat.
pl: Adres IP, pod którym aplikacja może uzyskać dostęp do urządzenia w celu komunikacji. Przy pierwszym połączeniu z nowym urządzeniem może być konieczne sparowanie urządzenia.
ru: IP-адрес, по которой приложение может получить доступ к устройству для обмена данными. При первом подключении к новому устройству, возможно, потребуется сначала выполнить сопряжение.

source: An error occurred while calculating virtual screen dimensions. Try creating the virtual screen manually!
de: Bei der Berechnung der Dimensionen des virtuellen Bildschirms ist ein Fehler aufgetreten. Versuche, den virtuellen Bildschirm manuell zu erstellen!
es: Ocurrió un error al calcular las dimensiones de la pantalla virtual. ¡Intenta crear la pantalla virtual manualmente!
fr: Une erreur est survenue pendant le calcul des dimensions de l'écran virtuel. Essayez de créer l'écran virtuel manuellement !
hu: Hiba történt a virtuális képernyő méretének kiszámítása során. Próbálja meg manuálisan létrehozni a virtuális képernyőt!
it: Si è verificato un errore durante il calcolo delle dimensioni dello schermo virtuale. Prova a creare lo schermo virtuale manualmente!
ja: 仮想スクリーンのサイズを計算中にエラーが発生しました。仮想スクリーンを手動で作成してください!
ko: 가상 화면의 크기를 계산하는 중 오류가 발생했습니다. 가상 화면을 수동으로 생성해 보세요!
nb: En feil oppstod ved beregning av virtuelle skjermdimensjoner. Prøv å opprette den virtuelle skjermen manuelt!
nl: Een fout is opgetreden bij het berekenen van de afmetingen van het virtuele scherm. Probeer het virtuele scherm handmatig aan te maken!
pl: Wystąpił błąd podczas obliczania wymiarów ekranu wirtualnego. Spróbuj utworzyć ekran wirtualny ręcznie!
pt_br: Ocorreu um erro ao calcular as dimensões da tela virtual. Tente criar a tela virtual manualmente!
ro: A apărut o eroare în timpul calculării dimensiunilor ecranului virtual. Încercați să creați ecranul virtual manual!
ru: При расчете размеров виртуального экрана произошла ошибка. Попробуйте создать виртуальный экран вручную!
sl: Pri izračunu dimenzij navideznega zaslona je prišlo do napake. Poskusite ustvariti virtualni zaslon ročno!
sv: Det fel inträffade vid beräkning av dimensioner för den virtuella skärmen. Försök att skapa den virtuella skärmen manuellt!
tr: Sanal ekran boyutları hesaplanırken bir hata oluştu. Sanal ekranı manuel olarak oluşturmayı deneyin!
uk: Під час розрахунку розмірів віртуального екрану сталася помилка. Спробуйте створити віртуальний екран вручну!
vi: Có lỗi xảy ra trong quá trình tính toán kích thước màn hình ảo. Hãy thử tạo màn hình ảo bằng cách thủ công!
zh_hans: 计算虚拟屏幕尺寸时出错。您需要尝试手动创建虚拟屏幕！
zh_hant: 計算虛擬螢幕尺寸時出錯。您需要嘗試手動新增虛擬螢幕！

source: An error occurred while configuring the connected virtual screen.
de: Beim Konfigurieren des verbundenen virtuellen Bildschirms ist ein Fehler aufgetreten.
es: Ocurrió un error al configurar la pantalla virtual conectada.
fr: Une erreur est survenue pendant la configuration de l'écran virtuel connecté.
hu: Hiba történt a csatlakoztatott virtuális kijelző konfigurálása közben.
it: Si è verificato un errore durante la configurazione del schermo virtuale connesso.
ja: 接続した仮想スクリーンの構成中にエラーが発生しました。
ko: 연결된 가상 화면을 구성하는 중 오류가 발생했습니다.
nb: En feil oppstod ved konfigurasjon av den tilkoblede virtuelle skjermen.
nl: Een fout is opgetreden bij het configureren van het verbonden virtuele scherm.
pl: Wystąpił błąd podczas konfiguracji połączonego wirtualnego ekranu.
pt_br: Ocorreu um erro ao configurar o monitor virtual conectado.
ro: A apărut o eroare în timpul configurării ecranului virtual conectat.
ru: Произошла ошибка при настройке подключённого виртуального экрана.
sl: Med konfiguracijo povezanega virtualnega zaslona je prišlo do napake.
sv: Ett fel inträffade vid konfiguration av ansluten virtuell skärm.
tr: Bağlı sanal ekran ayarlanırken bir hata oluştu.
uk: Під час налаштування підключеного віртуального дисплея сталася помилка.
vi: Có lỗi xảy ra trong quá trình cấu hình màn hình ảo đã kết nối.
zh_hans: 配置已连接的虚拟屏幕时出错。
zh_hant: 設定已連接的虛擬螢幕時出錯。

source: An error occurred while connecting the virtual screen.
de: Beim Verbinden des virtuellen Bildschirms ist ein Fehler aufgetreten.
es: Ocurrió un error mientras se conectaba la pantalla virtual.
fr: Une erreur est survenue pendant la connexion à l'écran virtuel.
hu: Hiba történt a virtuális képernyő csatlakoztatása közben.
it: Si è verificato un errore durante la connessione dello schermo virtuale
ja: 仮想スクリーンの接続中にエラーが発生しました。
ko: 가상 화면에 연결하는 중 오류가 발생했습니다.
nb: En feil oppstod ved tilkobling av den virtuelle skjermen.
nl: Een fout is opgetreden bij het verbinden met het virtuele scherm.
pl: Wystąpił błąd podczas łączenia wirtualnego ekranu.
pt_br: Ocorreu um erro ao conectar a tela virtual.
ro: A apărut o eroare în timpul conectării ecranului virtual.
ru: При подключении виртуального экрана произошла ошибка.
sl: Med povezovanjem navideznega zaslona je prišlo do napake.
sv: Ett fel inträffade vid anslutning av virtuella skärmen.
tr: Sanal ekran bağlanırken bir hata oluştu.
uk: Під час підключення віртуального екрану сталася помилка.
vi: Có lỗi xảy ra trong quá trình kết nối màn hình ảo.
zh_hans: 连接虚拟屏幕时出错。
zh_hant: 連接虛擬螢幕時出錯。

source: An error occurred while creating the virtual screen
de: Beim Erstellen des virtuellen Bildschirms ist ein Fehler aufgetreten.
es: Ocurrió un error mientras se creaba una pantalla virtual
fr: Une erreur est survenue pendant la création de l'écran virtuel
hu: Hiba történt a virtuális képernyő létrehozása során
it: Si è verificato un errore nella creazione dello schermo virtuale
ja: 仮想スクリーンの作成中にエラーが発生しました。
ko: 가상 화면을 생성하는 중 오류가 발생했습니다.
nb: En feil oppstod under oppretting av den virtuelle skjermen
nl: Een fout is opgetreden bij het maken van het virtuele scherm.
pl: Wystąpił błąd podczas tworzenia wirtualnego ekranu
pt_br: Ocorreu um erro ao criar a tela virtual
ro: A apărut o eroare în timpul creării ecranului virtual.
ru: При создании виртуального экрана произошла ошибка
sl: Med ustvarjanjem navideznega zaslona je prišlo do napake
sv: Ett fel inträffade vid skapandet av virtuella skärmen
tr: Sanal ekran oluşturulurken bir hata oluştu
uk: Під час створення віртуального екрану сталася помилка
vi: Có lỗi xảy ra trong quá trình tạo màn hình ảo.
zh_hans: 创建虚拟屏幕时出错
zh_hant: 新增虛擬螢幕時出錯

source: An update to %@ is available!
de: Ein Update für %@ ist verfügbar!
es: ¡Hay una actualización disponible para %@!
fr: Une mise à jour vers %@ est disponible !
hu: Új %@ frissítés érhető el!
it: È disponibile un aggiornamento per %@!
ja: %@へのアップデートがあります!
ko: %@의 업데이트가 가능합니다!
nb: Oppdatering til %@ er tilgjengelig!
nl: Een update voor %@ is beschikbaar!
pl: Dostępna jest aktualizacja do %@!
pt_br: Uma atualização para %@ está disponível!
ro: O actualizare la %@ este disponibilă!
ru: Доступно обновление %@!
sl: Na voljo je posodobitev za %@!
sv: En uppdatering till %@ finns tillgänglig!
tr: %@ için bir güncelleme mevcut!
uk: Доступне оновлення для %@!
vi: Có sẵn một bản cập nhật cho %@!
zh_hans: 可用 %@ 的更新！
zh_hant: 可用 %@ 的更新！

source: Another app altered screen colors or brightness - this clashes with what %@ is doing.
de: Eine andere App hat die Farben oder die Helligkeit des Bildschirms verändert - dies steht in Konflikt mit dem, was %@ tut.
es: Otra aplicación alteró los colores o el brillo de la pantalla; esto entra en conflicto con lo que %@ está haciendo.
fr: Une autre application a altéré les couleurs ou la luminosité de l'écran - cela entre en conflit avec ce que %@ est en train de faire.
hu: Egy alkalmazás megváltoztatta a képernyő színeit vagy fényerejét - ez ütközik azzal, amit a %@ csinál.
it: Un'altra app ha alterato i colori o la luminosità dello schermo - questo si scontra con ciò che %@ sta facendo.
ja: 他のアプリが画面のカラーや輝度を繰り返し変更しています - これは%@が行ってる動作と衝突しています。
ko: 다른 앱에서 화면 색상 또는 밝기를 반복적으로 변경하는 것을 감지했습니다. 이는 %@가 수행하는 작업과 충돌합니다.
nb: En annen app endret skjermfarger eller lysstyrke – dette kolliderer med hva %@ gjør.
nl: Een andere app heeft schermkleuren of de helderheid aangepast - dit botst met wat %@ doet.
pl: Inna aplikacja zmieniła kolory lub jasność ekranu – jest to sprzeczne z działaniem %@.
pt_br: Outro aplicativo alterou repetidamente as cores ou o brilho da tela - isso vai de encontro ao que o %@ está fazendo.
ro: O altă aplicație a modificat repetat culorile sau luminozitatea ecranului - acest lucru intră în conflict cu ceea ce face %@.
ru: Другое приложение изменило цвета или яркость экрана - это противоречит тому, что делает %@.
sl: Druga aplikacija je spremenila barve ali svetlost zaslona - to je v nasprotju s tem, kar počne %@.
sv: En annan app ändrade skärmens färger eller ljusstyrka - detta krockar med vad %@ gör.
tr: Başka bir uygulama ekran renklerini veya parlaklığını değiştirdi - bu %@'nın yaptığı işlemle çakışıyor.
uk: Інша програма неодноразово змінювала кольори або яскравість екрану – це суперечить тому, що робить %@.
vi: Một ứng dụng khác đã thay đổi màu sắc hoặc độ sáng màn hình - điều này xung đột với những gì %@ đang làm.
zh_hans: 另一应用程序反复更改屏幕颜色或亮度，这与 %@ 的功能冲突。
zh_hant: 另一應用程式反覆更改螢幕顏色或亮度，這與 %@ 的功能衝突。

source: Another group member display next to which the protected display should be positioned in the display arrangement.
nl: Een andere groepslidscherm naast een die hoort naast het beschermde scherm moeten worden gepositioneerd in de schermindeling.
pl: Kolejny element grupy, obok którego należy umieścić chroniony element w układzie ekspozycyjnym.
ru: Другой дисплей члена группы, рядом с которым защищённый дисплей должен быть расположен в расположении дисплеев.

source: Any Image Adjustment
de: Jegliche Bildanpassung
es: Cualquier ajuste de imágen
fr: N'importe quels ajustements d'image
hu: Valamennyi képbeállítás
it: Qualsiasi regolazione dell’immagine
ja: 任意の画像調整
ko: 모든 이미지 조정
nb: Enhver bildejustering
nl: Enige beeldaanpassing
pl: Dowolna regulacja obrazu
pt_br: Qualquer ajuste de imagem
ro: Orice ajustare a imaginii
ru: Любая корректировка изображения
sl: Kakršna koli prilagoditev slike
sv: Alla bildjusteringar
tr: Herhangi Bir Görüntü Ayarlaması
uk: Будь-яке регулювання зображення
vi: Bất kì Điều chỉnh Hình ảnh nào
zh_hans: 图像调整
zh_hant: 圖形調整

source: Any group member can be a sync source
de: Jedes Gruppenmitglied kann Ursprung für die Synchronisierung sein
es: Cualquier miembro del grupo puede ser un origen de sincronización
fr: N'importe quel membre du groupe peut être une source de synchronisation
hu: Bármely csoporttag lehet szinkronizációs forrás
it: Qualsiasi membro del gruppo può essere una sorgente di sincronizzazione
ja: どのグループメンバーも同期ソースに設定可能
ko: 모든 그룹 구성원이 동기화 소스가 될 수 있습니다
nb: Enhver gruppemedlem kan være synkroniseringskilde
nl: Enig groepslid kan een synchronisatiebron zijn
pl: Każdy członek grupy może być źródłem synchronizacji.
pt_br: Qualquer membro do grupo pode ser uma fonte de sincronização
ro: Orice membru al grupului poate fi o sursă de sincronizare
ru: Любой участник группы может быть источником синхронизации
sl: Vir sinhronizacije je lahko kateri koli član skupine
sv: Alla gruppmedlemmar kan vara en synkroniseringskälla
tr: Herhangi bir grup üyesi senkronizasyon kaynağı olabilir
uk: Будь-який учасник групи може бути джерелом синхронізації
vi: Bất kỳ thành viên nhóm nào cũng có thể là nguồn đồng bộ hóa
zh_hans: 任意组成员可作为同步源
zh_hant: 任意群組成員可作為同步源

source: Any group member is connected
de: Ein beliebiges Gruppenmitglied ist verbunden
es: Cualquier miembro del grupo está conectado
fr: N'importe quel écran membre du groupe est connecté
hu: Bármely csoporttag csatlakoztatva van
it: Qualsiasi membro del gruppo è connesso
ja: グループメンバーのいずれかが接続済み
ko: 모든 그룹 구성원이 연결되었을 때
nb: Enhver gruppemedlem er tilkoblet
nl: Enig groepslid is verbonden
pl: Każdy członek grupy jest połączony
pt_br: Algum membro do grupo está conectado
ro: Orice membru al grupului este conectat
ru: Любой участник группы подключён
sl: Povezan je kateri koli član skupine
sv: Alla gruppmedlemmar är anslutna
tr: Herhangi bir grup üyesi bağlı
uk: Будь-який учасник групи підключений
vi: Bất kỳ thành viên nào của nhóm đều được kết nối
zh_hans: 已连接任一组成员
zh_hant: 已連接任一群組成員

source: Any number of display groups can be created besides the default display group. Display groups are activated/deactivated according to activation and priority settings.
de: Neben der Standard-Displaygruppe kann eine beliebige Anzahl von Displaygruppen erstellt werden. Displaygruppen werden entsprechend der Aktivierungs- und Prioritätseinstellungen aktiviert / deaktiviert.
es: Se puede crear cualquier número de grupos de pantallas además del grupo de pantallas predeterminado. Los grupos de pantallas se activan/desactivan según la configuración de activación y prioridad.
fr: Vous pouvez créer autant de groupes d'écrans que vous voulez en parallèle du groupe par défaut. Les groupes d'écrans sont activés/désactivés en fonction de leurs réglages d'activation et de priorité.
hu: Az alapértelmezett kijelzőcsoporton kívül tetszőleges számú kijelzőcsoport hozható létre. A kijelzőcsoportok aktiválása/deaktiválása az aktiválási és prioritási beállításoknak megfelelően történik.
it: È possibile creare un numero qualsiasi di gruppi di display oltre al gruppo di display predefinito. I gruppi di display vengono attivati/disattivati in base alle impostazioni di attivazione e priorità.
ja: デフォルトのディスプレイグループ以外のディスプレイグループをいくつでも作成することができます。ディスプレイグループは、有効化および優先度設定により、有効/無効を切り替えます。
ko: 기본 디스플레이 그룹 외에 원하는 수의 디스플레이 그룹을 만들 수 있습니다. 디스플레이 그룹은 활성화 및 우선순위 설정에 따라 활성화/비활성화됩니다.
nb: Ubegrenset med visningsgrupper kan opprettes i tillegg til standardgruppen. Visningsgrupper aktiveres/deaktiveres basert på aktiverings- og prioriteringsinnstillinger.
nl: Elk aantal schermgroepen kan worden aangemaakt naast de standaardschermgroep. Schermgroepen worden in-/uitgeschakeld volgens de activerings- en prioriteitsinstellingen.
pl: Oprócz domyślnej grupy wyświetlaczy można utworzyć dowolną liczbę dodatkowych grup. Grupy wyświetlaczy są aktywowane/dezaktywowane zgodnie z ustawieniami aktywacji i priorytetu.
pt_br: Qualquer número de grupos de monitores pode ser criado além do grupo de monitor padrão. Os grupos de monitores são ativados/desativados de acordo com as configurações de ativação e prioridade.
ro: Pot fi create oricâte grupuri de ecrane în afară de grupul de afișaje implicit. Grupurile de ecrane sunt activate/deactivate conform setărilor de activare și priorității.
ru: Помимо основной группы дисплеев можно создать любое количество дополнительных групп. Группы активируются и отключаются в соответствии с настройками активации и приоритетов.
sl: Ustvarite lahko poljubno število skupin zaslonov poleg privzete skupine zaslonov. Skupine zaslonov se aktivirajo/deaktivirajo glede na nastavitve aktivacije in prioritete.
sv: Det går att skapa ett valfritt antal skärmgrupper utöver standardskärmgruppen. Skärmgrupperna aktiveras/inaktiveras enligt inställningarna för aktivering och prioritet.
tr: Varsayılan ekran grubunun yanı sıra istenilen sayıda ekran grubu oluşturulabilir. Ekran grupları, etkinleştirme ve öncelik ayarlarına göre etkinleştirilir/devre dışı bırakılır.
uk: Окрім основної групи дисплеїв, можна створити будь-яку кількість груп. Групи дисплеїв активуються/деактивуються згідно з налаштуваннями активації та пріоритету.
vi: Bất kỳ số lượng nhóm màn hình nào cũng có thể được tạo ngoài nhóm màn hình mặc định. Nhóm màn hình được kích hoạt/vô hiệu hóa theo cài đặt kích hoạt và ưu tiên.
zh_hans: 除了默认显示组之外，您可以创建任意数量的显示组。每个显示组将根据激活设置和优先级设置自动激活或停用。
zh_hant: 除了預設顯示組之外，您可以新增任意數量的顯示組。每個顯示組將根據啟用設定和優先級設定自動啟用或停用。

source: App Menu
de: App-Menü
es: Menú de Aplicaciones
fr: Menu de l'application
hu: Alkalmazás menü
it: Menu App
ja: アプリメニュー
ko: 앱 메뉴
nb: App-meny
pl: Menu aplikacji
pt_br: Menu do App
ro: Meniul Aplicatiei
ru: Меню приложения
sl: Meni aplikacije
sv: Programmeny
tr: Uygulama Menüsü
uk: Меню програми
vi: Menu ứng dụng
zh_hans: 应用程序菜单
zh_hant: 應用程式選單

source: App menu icon bounce animation on activity
de: App-Menüsymbol bei Aktivität hüpfend animieren
es: Animación de rebote del ícono del menú de la App al activarse
fr: Animation de rebond de l'icône de l'application en fonction de l'activité
hu: A menü ikonok pattogó animációja aktivitás esetén
it: Animazione di rimbalzo dell'icona del menu dell'app sull'attività
ja: 使用中にアプリメニューアイコンをアニメーション表示
ko: 활성화 시 앱 메뉴 아이콘의 바운스 애니메이션
nb: Sprettanimasjon for app-menyikon ved aktivitet
nl: Springanimatie symbool appmenu bij activiteit
pl: Animacja podskakiwania ikony menu aplikacji podczas aktywności
pt_br: Ícone do app pula na atividade
ro: Animația de sărit a pictogramei meniului aplicației la activitate
ru: Анимация отскока иконки меню приложения при активности
sl: Ikona menija aplikacije odbija animacijo ob dejavnosti
sv: Appmenyikonens studsanimation vid aktivitet
tr: Uygulama menüsü simgesi, etkinlik sırasında zıplama animasyonu yapsın.
uk: Анімація значка меню додатка під час активності
vi: Hiệu ứng nhảy của biểu tượng menu khi có hoạt động
zh_hans: 应用程序菜单图标活动时的弹跳动画
zh_hant: 應用程式選單圖示活動時的彈跳動畫

source: App menu transition animation speed
de: Animationsgeschwindigkeit der App-Menü-Übergänge
es: Velocidad de la animación de transición del menú de la App
fr: Temps de transition des animations du menu de l'application
hu: Alkalmazás menü grafikai átmenetek animációjának sebessége
it: Velocità di animazione della transizione del menu dell'app
ja: アプリメニュー遷移のアニメーション速度
ko: 앱 메뉴 전환 애니메이션 속도
nb: Hastighet for app-menyens overgangsanimasjon
nl: Animatiesnelheid appmenu-overgang
pl: Szybkość animacji przejścia menu aplikacji
pt_br: Velocidade da animação da transição do menu do aplicativo
ro: Viteza de tranziție a animației meniului aplicației​
ru: Скорость анимации перехода в меню приложений
sl: Hitrost animacije prehoda menija aplikacije
sv: Animeringshastighet för övergång till appmeny
tr: Uygulama menüsü animasyonu geçiş hızı
uk: Швидкість анімації переходу меню програми
vi: Tốc độ hoạt động chuyển đổi của menu ứng dụng
zh_hans: 应用程序菜单过渡动画速度
zh_hant: 應用程式選單過渡動畫速度

source: App notification style
de: Stil der App-Mitteilungen
es: Estilo de notificación de la App
fr: Style des notifications de l'application
hu: Alkalmazás értesítés stílusa
it: Stile notifica app
ja: アプリ通知スタイル
ko: 앱 알림 스타일
nb: Varslingsstil for app
nl: Meldingsstijl app
pl: Styl powiadomień aplikacji
pt_br: Estilo de notificação do aplicativo
ro: Stilul notificărilor aplicației​
ru: Стиль уведомлений приложения
sl: Slog obvestil aplikacije
sv: Stil för appaviseringar
tr: Uygulama bildirim stili
uk: Стиль сповіщень додатку
vi: Kiểu thông báo ứng dụng
zh_hans: 应用通知样式
zh_hant: 程式通知樣式
