Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Allows scripted CLI access and third party app integration using notification dispatch (see [documentation](https://betterdisplay.pro/integration)).
de: Ermöglicht den skriptgesteuerten Zugriff über das CLI und die Integration von Apps von Drittanbietern über den Versand von Mitteilungen (siehe [Dokumentation](https://betterdisplay.pro/integration)).
es: Permite el acceso al CLI mediante scripts y la integración de aplicaciones de terceros utilizando el envío de notificaciones (consulta la [documentación](https://betterdisplay.pro/integration)).
fr: Autorise l'accès scripté à l'utilitaire par ligne de commande (CLI) et autorise les intégrations des applications tierces utilisant la distribution de notification (notification dispatch), (voir la [documentation](https://betterdisplay.pro/integration)).
hu: Lehetővé teszi a szkriptelt CLI-hozzáférést és a harmadik féltől származó alkalmazások integrációját rendszer értesítések küldésével (lásd [dokumentáció](https://betterdisplay.pro/integration)).
it: Consente l'accesso CLI scriptato e l'integrazione di app di terze parti utilizzando la notifica di spedizione (vedi [documentation](https://betterdisplay.pro/integration)).
ja: 通知ディスパッチ（[説明](https://betterdisplay.pro/integration)を参照）を使用して、スクリプトによるCLIアクセスとサードパーティ製アプリに統合することを許可します。
ko: 스크립트 기반 CLI 접근 및 알림 발송을 통한 타사 앱 통합을 허용합니다 ([문서](https://betterdisplay.pro/integration)를 참조하세요).
nb: Tillat skriptet CLI-tilgang og integrasjon med tredjepartsapper via varslingsutføring (se [dokumentasjon](https://betterdisplay.pro/integration)).
nl: Sta gescripte CLI-toegang toe en integraties van apps van derden via het versturen van meldingen (lees de [documentatie](https://betterdisplay.pro/integration)).
pl: Umożliwia dostęp do skryptowego interfejsu CLI oraz integrację aplikacji innych producentów za pomocą wysyłania powiadomień (zobacz [dokumentację](https://betterdisplay.pro/integration)).
pt_br: Permitir o acesso à CLI com script e a integração de aplicativos de terceiros usando o envio de notificações (consulte [documentação](https://betterdisplay.pro/integration)).
ro: Permite accesul scriptat prin CLI și integrarea aplicațiilor terțe folosind distribuția de notificări (vezi [documentația](https://betterdisplay.pro/integration))..
ru: Позволяет получить скриптовый доступ к CLI и интегрировать сторонние приложения с помощью диспетчеризации уведомлений (см. [документацию](https://betterdisplay.pro/integration)).
sl: Omogoča skriptni dostop CLI in integracijo aplikacij tretjih oseb z uporabo pošiljanja obvestil (glejte [dokumentacijo](https://betterdisplay.pro/integration)).
sv: Tillåter skriptad CLI-åtkomst och integrering av appar från tredje part med hjälp av meddelandeutskick (se [dokumentation](https://betterdisplay.pro/integration)).
tr: Bildirim gönderimini kullanarak komut dosyası CLI erişimine ve üçüncü taraf uygulama entegrasyonuna izin verir (bkz. [documentation](https://betterdisplay.pro/integration)).
uk: Дозволяє доступ до CLI за сценарієм та інтеграцію сторонніх програм за допомогою відправки сповіщень (див. [документацію](https://betterdisplay.pro/integration)).
vi: Cho phép truy cập mã CLI và tích hợp ứng dụng bên thứ ba bằng cách sử dụng thông báo (xem [tài liệu](https://betterdisplay.pro/integration)).
zh_hans: 允许使用通知调度脚本访问 CLI 或集成第三方应用程序（请参阅 [文档](https://betterdisplay.pro/integration)）。
zh_hant: 允許使用通知調度腳本連接 CLI 或整合第三方應用程式（請參閱 [文檔](https://betterdisplay.pro/integration)）。

source: Allows some fancy animation for the nits counter and provides visual feedback for upscaling in style. Disable for a somewhat more muted presentation.
de: Ermöglicht einige schicke Animationen für den Nits-Zähler und bietet eine visuelle Rückmeldung für eine stilvolle Hochskalierung. Deaktiviere diese Option für eine etwas dezentere Darstellung.
es: Permite una animación llamativa para el contador de nits y proporciona retroalimentación visual para el escalado de manera estilizada. Desactiva esta opción para una presentación un poco más discreta.
fr: Active des animations pour le compteur nits et fournit un retour visuel pour la démultiplication. Désactivez pour une présentation plus sobre.
hu: Lehetővé teszi a nit-számláló stílusos animációját és vizuális visszajelzést nyújt a felskálázásról. Letiltva visszafogottabb megjelenítést biztosít.
it: Consente alcune animazioni eleganti per il contatore di nits e fornisce un feedback visivo per l’upscaling con stile. Disabilita per una presentazione più sobria.
ja: 凝ったアニメーションのニトカウンタ表示により、アップスケーリングの視覚的フィードバックを行うことを許可。無効化した場合は控えめな表示を行います。
ko: 니트 카운터에 대한 일부 화려한 애니메이션을 허용하고 스타일 업스케일링에 대한 시각적 피드백을 제공합니다. 다소 더 절제된 프레젠테이션을 원할 경우 비활성화하세요.
nb: Tillat avansert animasjon for nitsteller og visuell tilbakemelding ved oppskalering. Deaktiver for en mer dempet presentasjon.
nl: Sta gave animaties toe voor de nits-teller en bied gestileerde visuele terugkoppeling van opschaling. Schakel dit uit voor een lichtelijk gedempte weergave.
pl: Umożliwia wyświetlanie efektownych animacji licznika nitów i zapewnia wizualną informację zwrotną dotyczącą skalowania w dobrym stylu. Wyłącz tę opcję, aby uzyskać nieco bardziej stonowaną prezentację.
pt_br: Permite algumas animações sofisticadas para o contador de nits e fornece um feedback visual estilizado para a ampliação. Desative para uma apresentação um pouco mais discreta.
ro: Permite animații elegante pentru contorul de niți și oferă feedback vizual pentru upscaling într-un stil mai dinamic. Dezactivează pentru o prezentare mai discretă.”
ru: Добавляет анимацию счётчика нит и визуальную обратную связь при масштабировании. Отключите для более сдержанного отображения.
sl: Omogoča nekaj modne animacije za števec gnid in zagotavlja vizualne povratne informacije za nadgradnjo v stilu. Onemogoči za nekoliko bolj utišano predstavitev.
sv: Tillåter lite snygg animation för nits-räknaren och ger visuell feedback för uppskalning i stil. Avaktivera för en något mer dämpad presentation.
tr: Nit sayacı için bazı süslü animasyonlara izin verir ve stil olarak yükseltme için görsel geri bildirim sağlar. Biraz daha sessiz bir sunum için devre dışı bırakın.
uk: Дозволяє анімувати лічильник нітів і забезпечує візуальний зворотний зв’язок для підвищення яскравості. Вимкніть для більш стриманої презентації.
vi: Cho phép một số hiệu ứng động nổi bật cho bộ đếm nits và cung cấp phản hồi trực quan cho việc tăng cường phong cách. Tắt tính năng này để có một trình bày ít nổi bật hơn.
zh_hans: 允许一些精美的动画效果来显示尼特计数，并以风格化的方式提供升频的视觉反馈。禁用以得到更加低调的呈现效果。
zh_hant: 允許一些精美的動畫效果來顯示尼特計數，並以風格化的方式提供升頻的視覺回饋。停用以獲得更低調的呈現效果。

source: Allows switching to an unexposed refresh rate configured through the Configuration Protection feature when an appropriate standard mode is unavailable. Disable this option if you encounter issues while attempting to protect a refresh rate setting.
de: Ermöglicht das Umschalten auf eine nicht offengelegte Bildwiederholfrequenz, die über die Konfigurationsschutzfunktion festgelegt wurde, wenn kein geeigneter Standardmodus verfügbar ist. Deaktivieren Sie diese Option, wenn Probleme beim Schutz einer Bildwiederholfrequenz auftreten.
es: Permite cambiar a una tasa de refresco no expuesta configurada a través de la función de Protección de Configuración cuando un modo estándar apropiado no esté disponible. Desactiva esta opción si encuentras problemas al intentar proteger una configuración de tasa de refresco.
fr: Autorise à basculer vers un taux de rafraîchissement pas proposé configuré avec la fonctionnalité de protection de la configuration quand aucun mode standard approprié n’est disponible. Désactivez cette option si vous rencontrez des problèmes quand vous essayer de protéger le paramètre d’un taux de rafraichissement.
hu: Lehetővé teszi a konfigurációvédelem funkciónál beállított rejtett frissítési rátára való váltást, ha nem érhető el megfelelő szabványos mód. Kapcsolja ki ezt az opciót, ha problémákba ütközik a frissítési ráta beállításának védelme során.
it: Consente il passaggio a una frequenza di aggiornamento non esposta configurata tramite la funzionalità Protezione Configurazione quando una modalità standard appropriata non è disponibile. Disabilita questa opzione se riscontri problemi durante il tentativo di proteggere una impostazione della frequenza di aggiornamento.
ja: 適切な標準モードが使用できないときに、構成保護機能で設定した非公開リフレッシュレートに切り替えることを許可します。リフレッシュレートの設定を保護しようとして問題が発生した場合には、このオプションを無効化してください。
ko: 적절한 표준 모드를 사용할 수 없을 때 설정 보호 기능을 통해 설정된 비공개 주사율로 전환을 허용합니다. 주사율 설정 보호 시도 중 문제가 발생하면 이 옵션을 비활성화하세요.
nb: Tillat bytte til en ikke-eksponert oppdateringsfrekvens via Konfigurasjonsbeskyttelse når standardmodus ikke er tilgjengelig. Deaktiver hvis du opplever problemer ved beskyttelse av oppdateringsfrekvens.
nl: Sta het wisselen toe naar een niet-genoemde verversingsfrequentie via de functie 'Bescherming configuratie' als een bijbehorende standaardmodus niet beschikbaar is. Schakel deze optie uit als je problemen ervaart in een poging om de instellingen van de verversingsfrequentie te beschermen.
pl: Umożliwia przełączenie na nieeksponowaną częstotliwość odświeżania skonfigurowaną za pomocą funkcji Ochrona Konfiguracji, gdy odpowiedni tryb standardowy jest niedostępny. Wyłącz tę opcję, jeśli napotkasz problemy podczas próby ochrony ustawienia częstotliwości odświeżania.
pt_br: Permite alternar para uma taxa de atualização não exposta configurada através da funcionalidade de Proteção de Configuração quando um modo padrão apropriado não estiver disponível. Desative esta opção se você encontrar problemas ao tentar proteger uma configuração de taxa de atualização.
ro: Permite trecerea la o rată de reîmprospătare neexpusă, configurată prin funcția Configuration Protection (Protecție configurare), atunci când nu este disponibil un mod standard adecvat. Dezactivați această opțiune dacă întâmpinați probleme în încercarea de a proteja o setare a ratei de reîmprospătare.
ru: Позволяет переключаться на скрытую частоту обновления, настроенную через Защиту конфигурации, если подходящий стандартный режим недоступен. Отключите эту опцию, если возникают проблемы при защите настройки частоты обновления.
sl: Omogoča preklop na neizpostavljeno hitrost osveževanja, konfigurirano prek funkcije za zaščito konfiguracije, ko ustrezen standardni način ni na voljo. Onemogočite to možnost, če med poskusom zaščite nastavitve hitrosti osveževanja naletite na težave.
sv: Gör det möjligt att växla till en oexponerad uppdateringsfrekvens som konfigurerats via funktionen Konfigurationsskydd när ett lämpligt standardläge inte är tillgängligt. Avaktivera det här alternativet om du stöter på problem när du försöker skydda en inställning för uppdateringsfrekvensen.
tr: Uygun bir standart mod mevcut olmadığında, Yapılandırma Koruması özelliği aracılığıyla yapılandırılan açık olmayan bir yenileme hızına geçişe izin verir. Bir yenileme hızı ayarını korumaya çalışırken sorunlarla karşılaşırsanız bu seçeneği devre dışı bırakın.
uk: Дозволяє перемикатися на непоказану частоту оновлення, налаштовану через функцію Захисту конфігурації, коли відповідний стандартний режим недоступний. Вимкніть цю опцію, якщо виникають проблеми з захистом налаштування частоти оновлення.
vi: Cho phép chuyển sang tần độ làm mới không được hiển thị, được cấu hình thông qua tính năng Bảo vệ Cấu hình khi chế độ chuẩn phù hợp không có sẵn. Tắt tùy chọn này nếu bạn gặp sự cố khi cố gắng bảo vệ cài đặt tốc độ làm mới.
zh_hans: 当适当的标准模式不可用时，允许切换到通过配置保护功能配置的未暴露的刷新率。如果在尝试保护刷新率设置时遇到问题，请禁用此选项。
zh_hant: 當適當的標準模式不可用時，允許切換到通過設定保護功能設定的未公開的更新率。如果在嘗試保護更新率設定時遇到問題，請禁用此選項。

source: Allows systemwide URLs (see [documentation](https://betterdisplay.pro/integration)) to reach various app features. This allows integration with other apps and scripted access to app functionality.
de: Ermöglicht systemweite URLs (siehe [Dokumentation](https://betterdisplay.pro/integration)), um verschiedene App-Funktionen anzusteuern. Dies ermöglicht die Integration mit anderen Apps und den skriptgesteuerten Zugriff auf App-Funktionen.
es: Permite que las URLs a nivel del sistema (ver [documentación](https://betterdisplay.pro/integration)) accedan a varias funciones de la aplicación. Esto permite la integración con otras aplicaciones y el acceso programático a la funcionalidad de la aplicación.
fr: Autorise les URLs à l'échelle système (system-wide URLs) (voir la [documentation](https://betterdisplay.pro/integration)) pour atteindre les différentes fonctionnalités de l'application. Cela autorise les intégrations avec d'autres apps et l'accès scripté aux fonctionnalités de l'application.
hu: Lehetővé teszi, hogy rendszerre kiterjedő URL-címek (lásd [dokumentáció](https://betterdisplay.pro/integration)) segítségével elérhetők legyenek a különböző alkalmazásfunkciók. Lehetővé teszi a más alkalmazásokkal való integrációt és az alkalmazás funkcióinak szkriptelt elérését.
it: Consente agli URL di sistema (vedi [documentation](https://betterdisplay.pro/integration)) di raggiungere varie funzionalità dell'app. Ciò consente l'integrazione con altre app e l'accesso alle funzionalità dell'app.
ja: システムワイドURL（[説明](https://betterdisplay.pro/integration)を参照）を使って、アプリのさまざまな機能にアクセスすることを許可。これにより、他のアプリとの統合や、スクリプトによるアプリ機能へのアクセスできるようになります。
ko: 시스템 전체 URL([문서](https://betterdisplay.pro/integration) 참조)을 통해 다양한 앱 기능에 액세스할 수 있도록 허용합니다. 이를 통해 다른 앱과의 통합 및 앱 기능에 대한 스크립트 액세스가 가능합니다.
nb: Tillat systemomfattende URL-er (se [dokumentasjon](https://betterdisplay.pro/integration)) for å nå ulike app-funksjoner. Gir integrasjon med andre apper og skriptet tilgang til app-funksjonalitet.
nl: Sta systeembrede url’s toe (lees de [documentatie](https://betterdisplay.pro/integration)) voor toegang tot diverse appfuncties. Dit maakt integratie mogelijk met andere apps en met gescripte toegang tot appfuncties.
pl: Umożliwia systemowym adresom URL (patrz [dokumentacja](https://betterdisplay.pro/integration)) dostęp do różnych funkcji aplikacji. Pozwala to na integrację z innymi aplikacjami i skryptowy dostęp do funkcji aplikacji.
pt_br: Permite que URLs de todo o sistema (consulte [documentação](https://betterdisplay.pro/integration)) acessem vários recursos do aplicativo. Isso permite a integração com outros aplicativos e o acesso com script à funcionalidade do aplicativo.
ro: Permite URL-uri la nivel de sistem (consultați [documentația](https://betterdisplay.pro/integration)) pentru a ajunge la diverse caracteristici ale aplicației. Aceasta permite integrarea cu alte aplicații și accesul scriptat la funcționalitățile aplicației.
ru: Позволяет использовать общесистемные URL-адреса (см. [документацию](https://betterdisplay.pro/integration)) для доступа к различным функциям приложения. Это позволяет интегрироваться с другими приложениями и получать доступ к функциям приложения с помощью сценариев.
sl: Omogoča sistemske URL-je (glejte [dokumentacijo](https://betterdisplay.pro/integration)) za doseganje različnih funkcij aplikacije. To omogoča integracijo z drugimi aplikacijami in skriptni dostop do funkcionalnosti aplikacije.
sv: Tillåter systemomfattande URL:er (se [dokumentation](https://betterdisplay.pro/integration)) för att nå olika appfunktioner. Detta möjliggör integrering med andra appar och skriptad åtkomst till appfunktioner.
tr: Çeşitli uygulama özelliklerine ulaşmak için sistem çapında URL'lere (bkz. [documentation](https://betterdisplay.pro/integration)) izin verir. Bu, diğer uygulamalarla entegrasyona ve uygulama işlevselliğine komut dosyası erişimine olanak tanır.
uk: Дозволяє отримати доступ до різних функцій програми за загальносистемними URL-адресами (див. [документацію](https://betterdisplay.pro/integration)). Це забезпечує інтеграцію з іншими програмами та доступ до функцій програми за сценарієм.
vi: Cho phép các URL toàn hệ thống (xem [tài liệu](https://betterdisplay.pro/integration)) truy cập các tính năng ứng dụng khác nhau. Điều này cho phép tích hợp với các ứng dụng khác và truy cập chức năng ứng dụng thông qua kịch bản.
zh_hans: 允许系统范围 URLs （请参阅 [文档](https://betterdisplay.pro/integration)） 访问各种应用程序功能。允许与其他应用程序集成并可通过脚本访问应用程序的功能。
zh_hant: 允許系統範圍 URLs （請參閱 [文檔](https://betterdisplay.pro/integration)） 連接各種應用程式功能。允許與其他應用程式整合並可通過腳本連接應用程式的功能。

source: Alpha
es: Alfa
hu: Alfa (áttetszőség)
it: Alfa
ja: アルファ
ko: 알파
nl: Alfa
pl: Alfa
ro: Alfa
ru: Альфа
sl: Alfa
sv: Alfa
tr: Alfa
uk: Альфа
zh_hans: 透明度
zh_hant: 透明度

source: Alphanumeric serial
de: Alphanumerische Seriennummer
es: Serial alfanumérica
fr: Numéro de série alphanumérique
hu: Alfanumerikus szériaszám
it: Serie alfanumerica
ja: 英数字シリアル
ko: 영문자와 숫자로 구성된 일련번호
nb: Alfanumerisk serienummer
nl: Alfanumerieke serienummer
pl: Alfanumeryczny numer seryjny
pt_br: Serial Alfanumérico
ro: Seria alfanumerică
ru: Буквенно-цифровой серийный номер
sl: Alfanumerična serija
sv: Alfanumeriskt serienr
tr: Alfanümerik seri
uk: Алфавітно-цифровий серійний номер
vi: Serial chữ số và chữ cái
zh_hans: 字母数字序列
zh_hant: 字母數字序列

source: Already Have a License?
de: Hast du schon eine Lizenz?
es: Ya cuentas con una licencia?
fr: Vous avez déjà une licence ?
hu: Már rendelkezik licenccel?
it: Hai già una licenza?
ja: すでにライセンスをお持ちですか?
ko: 이미 라이선스를 가지고 있나요?
nb: Har du allerede en lisens?
nl: Heb je al een licentie?
pl: Masz już licencję?
pt_br: Já possui uma licença?
ro: Deja aveți o Licență?
ru: Уже есть лицензия?
sl: Že imate licenco?
sv: Har du redan en licens?
tr: Zaten Bir Lisansınız Var Mı?
uk: Вже маєте ліцензію?
vi: Đã có bản quyền?
zh_hans: 已有许可证？
zh_hant: 已有授權？

source: Always
de: Immer
es: Siempre
fr: Toujours
hu: Mindig
it: Sempre
ja: 常に
ko: 항상
nb: Alltid
nl: Altijd
pl: Zawsze
pt_br: Sempre
ro: Întotdeauna
ru: Всегда
sl: Vedno
sv: Alltid
tr: Her zaman
uk: Завжди
vi: Luôn luôn
zh_hans: 始终
zh_hant: 始終

source: Always show both low (non-HiDPI) and high (HiDPI) resolutions
de: Sowohl niedrige (nicht-HiDPI) als auch hohe (HiDPI) Auflösungen immer anzeigen
es: Mostrar siempre tanto resoluciones bajas (no HiDPI) como altas (HiDPI)
fr: Toujours afficher les résolutions basses (LoDPI) et hautes (HiDPI) en même temps
hu: Mutassa mind az alacsony (LoDPI) és mind a magas (HiDPI) felbontású módokat
it: Mostra sempre le risoluzioni basse (non-HiDPI) e alte (HiDPI)
ja: 低解像度（非HiDPI）と高解像度（HiDPI）の両方を表示
ko: 항상 저해상도(non-HiDPI)와 고해상도(HiDPI) 모두 표시
nb: Vis alltid både lave (ikke-HiDPI) og høye (HiDPI) oppløsninger
nl: Toon altijd zowel lage (niet-HiDPI-) als hoge (HiDPI-)resoluties
pl: Zawsze wyświetlaj rozdzielczość niską (bez HiDPI) i wysoką (HiDPI).
pt_br: Sempre mostrar resoluções baixa (não HiDPI) e alta (HiDPI)
ro: Afișează întotdeauna rezoluții atât la calitate joasă (non-HiDPI), cât și la calitate înaltă (HiDPI)
ru: Всегда показывайте низкое (без HiDPI) и высокое (HiDPI) разрешения.
sl: Vedno prikaži nizko (brez HiDPI) in visoko (HiDPI) ločljivost
sv: Visa alltid både låga (icke-HiDPI) och höga (HiDPI) upplösningar
tr: Her zaman hem düşük (HiDPI olmayan) hem de yüksek (HiDPI) çözünürlükleri gösterin
uk: Завжди показувати як низьку (без HiDPI), так і високу (HiDPI) роздільну здатність
vi: Luôn hiện cả độ phân giải thấp (non-HiDPI) và cao (HiDPI)
zh_hans: 始终同时显示低 (非 HiDPI) 和高 (HiDPI) 分辨率
zh_hant: 始終同時顯示低 (非 HiDPI) 和高 (HiDPI) 解析度

source: Always show in app menu when available for connect
de: Immer im App-Menü anzeigen, wenn die Verbindung verfügbar ist
es: Siempre mostrar en el menú de la aplicación cuando esté disponible para conectar
fr: Toujours afficher dans la barre des menus
hu: Mindig jelenjen meg az menüben, amikor csatlakoztatható
it: Mostra sempre nel menu dell’app quando disponibile per la connessione
ja: 接続可能な場合は常にアプリメニューに表示
ko: 연결 가능한 경우 항상 앱 메뉴에 표시
nb: Vis alltid i app-menyen når tilgjengelig for tilkobling
nl: Toon altijd in appmenu zodra beschikbaar om mee te verbinden
pl: Zawsze pokazuj w menu aplikacji, gdy jest dostępne połączenie
pt_br: Sempre mostrar no menu do aplicativo quando disponível para conexão
ro: Afișați întotdeauna în meniul aplicației când este disponibil pentru conectare.
ru: Всегда показывать в меню приложения, когда доступно для подключения
sl: Vedno prikaži aplikacijo v meniju, ko je na voljo za povezavo
sv: Visas alltid i appmenyn när den är tillgänglig för anslutning
tr: Bağlanmak için hazır olduğunda her zaman uygulama menüsünde göster
uk: Завжди показувати в меню додатку, коли доступно для підключення
vi: Luôn hiển thị trong menu ứng dụng khi khả dụng để kết nối
zh_hans: 可连接时在菜单栏中始终显示
zh_hant: 可連接時在選單中始終顯示

source: Always show the current main display at the top.
de: Das aktuelle Hauptdisplay immer oben anzeigen.
es: Mostrar siempre la pantalla principal actual en la parte superior.
fr: Toujours afficher l'écran principal actuel au sommet du menu.
hu: Mindig legfelül mutassa a jelenlegi fő kijelzőt.
it: Mostra sempre il display principale corrente in cima.
ja: 現在の主ディスプレイを常に上端に表示します。
ko: 항상 상단에 현재 메인 디스플레이를 표시합니다.
nb: Vis alltid gjeldende hovedskjerm øverst.
nl: Toon altijd het huidige hoofdscherm bovenaan.
pl: Zawsze pokazuj aktualny główny ekran u góry.
pt_br: Sempre mostre a tela principal atual na parte superior.
ro: Afișează întotdeauna ecranul principal curent deasupra tuturor ferestrelor.
ru: Всегда показывать текущий основной дисплей сверху.
sl: Vedno prikaži trenutni glavni zaslon na vrhu.
sv: Visa alltid den aktuella huvuddisplayen högst upp.
tr: Geçerli ana ekranı her zaman en üstte gösterin.
uk: Завжди показувати поточний основний дисплей у верхній частині.
vi: Luôn hiện màn hình chính hiện tại trên đầu.
zh_hans: 始终在顶部显示当前主显示器。
zh_hant: 始終在頂部顯示目前主顯示器。
