Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: %@ The app listens to both the native volume and mute keys (if permissions permit).
de: %@ Die App hört sowohl auf die nativen Laustärke- als auch auf die Stummschaltungstasten (wenn die Berechtigungen dies zulassen).
es: %@ La app escucha tanto las teclas de volumen como las de silencio nativas (si los permisos lo permiten).
fr: %@ L'application prend en compte les touches de volume et de coupure du son natives (si les permissions sont accordées).
hu: %@ Az alkalmazás figyeli mind a natív hangerőszabályzó, mind a némító gombokat (ha a jogosultságok ezt megengedik).
it: %@ L’app ascolta sia i tasti nativi del volume che quelli del silenziamento (se i permessi lo consentono).
ja: %@ ネイティブ音量キーとミュートキーを待ち受けます（アクセス権の許可が必要）。
ko: %@ 앱이 기본 볼륨 및 음소거 키를 감지함 (권한 허용 시)
nb: %@ Appen lytter til både native volum- og dempetaster (hvis tillatelser tillater det).
nl: %@ De app luistert naar zowel de ingebouwde volume- en demptoetsen (als de bevoegdheden dit toestaan).
pl: %@ Aplikacja reaguje na natywne klawisze głośności i wyciszenia (jeśli uprawnienia na to pozwalają).
pt_br: %@ O aplicativo responde tanto às teclas de volume quanto de mudo nativas (se as permissões permitirem).
ro: %@ Aplicația ascultă atât volumul nativ, cât și tastele mute (dacă permisiunile o permit).
ru: Приложение %@ реагирует на системные клавиши громкости и выключения звука (если есть разрешения).
sl: %@ Aplikacija posluša tipke za glasnost (če pravice dovoljujejo), ne pa tudi tipke za izklop zvoka.
sv: %@ Appen lyssnar på både den inbyggda volym- och ljudavstängningsknappen (om behörigheterna tillåter det).
tr: %@ Uygulama hem yerel ses düzeyini hem de sessize alma anahtarlarını dinler (izinler izin veriyorsa).
uk: %@ Додаток слухає як стандартні клавіші гучності, так і вимкнення звуку (за наявності дозволів).
vi: %@ Ứng dụng lắng nghe cả phím âm lượng và phím tắt tiếng gốc (nếu được cấp quyền)
zh_hans: %@ 应用监听原生音量和静音键（如果权限允许）
zh_hant: %@ 應用程式監聽原生音量和靜音鍵（如果權限允許）

source: %@ The app listens to the native brightness keys (if permissions permit).
de: %@ Die App hört auf die nativen Helligkeitstasten (wenn die Berechtigungen dies zulassen).
es: %@ La app escucha las teclas de brillo nativas (si los permisos lo permiten).
fr: %@ L'application prend en compte les touches de luminosité natives (si les permissions sont accordées).
hu: %@ Az alkalmazás figyeli a natív fényerőszabályzó gombokat (ha a jogosultságok ezt megengedik).
it: %@ L’app ascolta i tasti nativi della luminosità (se i permessi lo consentono).
ja: %@ ネイティブ輝度キーを待ち受けます（アクセス権の許可が必要）。
ko: %@ 앱이 기본 밝기 키를 감지함 (권한 허용 시)
nb: %@ Appen lytter til native lysstyrketaster (hvis tillatelser tillater det).
nl: %@ De app luistert naar de ingebouwde helderheidstoetsen (als de bevoegdheden dit toestaan).
pl: %@ Aplikacja reaguje na natywne klawisze regulacji jasności (jeśli uprawnienia na to pozwalają).
pt_br: %@ O aplicativo responde às teclas de brilho nativas (se as permissões permitirem).
ro: %@ Aplicația ascultă tastele native de luminozitate (dacă permisiunile permit).
ru: Приложение %@ реагирует на системные клавиши яркости (при наличии разрешений).
sl: %@ Aplikacija posluša izvorne tipke za svetlost (če pravice dovoljujejo).
sv: %@ Appen lyssnar på de inbyggda ljusstyrketangenterna (om behörigheterna tillåter det).
tr: %@ Uygulama yerel parlaklık anahtarlarını dinler (izinler izin veriyorsa).
uk: %@ Додаток слухає стандартні клавіші яскравості (за наявності дозволів).
vi: %@ Ứng dụng lắng nghe các phím sáng màn hình gốc (nếu quyền truy cập được phép).
zh_hans: %@ 应用程序会监听原生亮度键（如果权限允许）
zh_hant: %@ 應用程式會監聽原生亮度鍵（如果權限允許）

source: %@ The app listens to the volume keys (if permissions permit) but not the mute key.
de: %@ Die App hört auf die Lautstärketasten (wenn die Berechtigungen dies zulassen), aber nicht auf die Stummschaltungstaste.
es: %@ La app escucha las teclas de volumen (si los permisos lo permiten) pero no la tecla de silencio.
fr: %@ L'application prend en compte les touches de volumes natives (si les permissions sont accordées), mais pas celle de coupure du son.
hu: %@ Az alkalmazás figyeli a natív hangerőszabályzó gombokat (ha a jogosultságok ezt megengedik).
it: %@ L’app ascolta i tasti del volume (se i permessi lo consentono) ma non il tasto del silenziamento.
ja: %@ 現在は音量キーを待ち受けます（アクセス権の許可が必要）が、ミュートキーは待ち受けません。
ko: %@ 앱이 볼륨 키는 감지하지만 (권한 허용 시) 음소거 키는 감지하지 않습니다.
nb: %@ Appen lytter til volumtastene (hvis tillatelser tillater det), men ikke dempetasten.
nl: %@ De app luistert naar de volumetoetsen (als de bevoegdheden dit toestaan), maar niet de demptoets.
pl: %@ Aplikacja reaguje na natywne klawisze regulacji jasności (jeśli pozwalają na to uprawnienia).
pt_br: %@ O aplicativo responde às teclas de volume (se as permissões permitirem), mas não à tecla de mudo.
ro: %@ Aplicația ascultă tastele de volum (dacă permisiunile permit), dar nu și tasta mut.
ru: Приложение %@ реагирует на клавиши громкости (если разрешено), но не на клавишу отключения звука.
sl: %@ Aplikacija posluša tipke za glasnost (če pravice dovoljujejo), ne pa tudi tipke za izklop zvoka.
sv: %@ Appen lyssnar på volymknapparna (om behörigheterna tillåter det) men inte på ljudavstängningsknappen.
tr: %@ Uygulama ses düzeyi tuşlarını dinler (izinler izin veriyorsa) ancak sessize alma tuşunu dinlemez.
uk: %@ Додаток слухає клавіші гучності (за наявності дозволів), але не клавішу вимкнення звуку.
vi: %@ Ứng dụng lắng nghe các phím âm lượng (nếu được cấp quyền) nhưng không lắng nghe phím tắt tiếng.
zh_hans: %@ 应用监听音量键（如果权限允许），但不监听静音键。
zh_hant: %@ 應用程式監聽音量鍵（如果權限允許），但不監聽靜音鍵。

source: %@ The mouse hovers over the streamed content and does not interact with it.
de: %@ Die Maus bewegt sich über den gestreamten Inhalt, interagiert jedoch nicht damit.
es: %@ El ratón pasa sobre el contenido transmitido y no interactúa con él.
fr: %@ La souris survole le contenu diffusé et n'interagit pas avec.
hu: %@ Az egér a stream-tartalom fölött lebeg, de nem lép interakcióba vele.
it: %@ Il cursore del mouse passa sopra il contenuto trasmesso in streaming senza interagirvi.
ja: %@ マウスはストリーミングコンテンツ上をホバーし、操作することはできません。
ko: %@ 마우스가 스트리밍 콘텐츠 위에 떠 있으며 상호작용하지 않습니다.
nb: %@ Musen svever over strømmingsinnholdet uten å interagere med det.
nl: %1$@ De muis hangt over het gestreamde materiaal en reageert er niet op.
pl: %@ Kursor myszy znajduje się nad przesyłaną zawartością i nie wchodzi z nią w interakcję.
pt_br: %@ O mouse passa sobre o conteúdo transmitido e não interage com ele.
ro: %@ Mouse-ul trece pe deasupra conținutului difuzat și nu interacționează cu acesta.
ru: Курсор мыши находится над транслируемым контентом %@ и не взаимодействует с ним.
sl: %@ Miška se pomakne nad pretočno vsebino in z njo ne deluje.
sv: %@ Musen svävar över det streamade innehållet utan att interagera med det.
tr: %@ Fare, yayına alınan içeriğin üzerine gelir ve içerikle etkileşim kurmaz.
uk: %@ Курсор миші знаходиться над транслюємим контентом і не взаємодіє з ним.
vi: %@ Con trỏ chuột di chuyển qua nội dung được phát trực tuyến mà không tương tác với nó.
zh_hans: %@ 鼠标悬停在流媒体内容上，不与之交互。
zh_hant: %@ 滑鼠懸停在串流媒體內容上，未與之互動。

source: %1$@ These steps provide the modern way to enter and exit the service menu and unlock the advanced service menu options - should work on newer Samsung Smart displays. Use the appropriate step %2$@ for your display type.
nl: %@ Deze stappen bieden de moderne manier om het menu Voorzieningen te openen en te sluiten en daarbij de geavanceerde voorzieningsmenu-opties te ontgrendelen. Dit zou moeten werken op nieuwere Samsung Smart-schermen. Gebruik de bijbehorende stap %@ voor jou schermsoort.
pl: %1$@ – Te kroki przedstawiają nowoczesny sposób wchodzenia i wychodzenia z menu serwisowego oraz odblokowywania zaawansowanych opcji menu serwisowego – powinno działać na nowszych wyświetlaczach Samsung Smart. Użyj odpowiedniego kroku %2$@ dla swojego typu wyświetlacza.
ru: %1$@ Эти шаги предоставляют современный способ войти и выйти из сервисного меню и разблокировать расширенные параметры сервисного меню. Это должно работать на более новых дисплеях Samsung Smart. Используйте подходящий шаг %2$@ для вашего типа дисплея.

# %@ This license is currently active on %lld installations.
source: %1$@ This license is currently active on %2$lld installations.
de: %1$@ Diese Lizenz ist derzeit auf %2$lld Installationen aktiv.
es: %1$@ Esta licencia está actualmente activa en %2$lld instalaciones.
fr: %1$@ Cette licence est actuellement active sur %2$lld installation(s).
hu: %1$@ Ez a licenc jelenleg %2$lld telepítésen aktív.
it: %1$@ Questa licenza è attualmente attiva su %2$lld installazioni.
ja: %1$@ 本ライセンスは有効で、%2$lld台にインストールされています。
ko: %1$@ 이 라이선스는 현재 %2$lld개의 장치에서 활성화되어 있습니다.
nb: %1$@ Denne lisensen er aktiv på %2$lld installasjoner.
nl: %1$@ Deze licentie is momenteel actief op %2$lld installaties.
pl: %1$@ Ta licencja jest obecnie aktywna na %2$lld instalacjach.
pt_br: %1$@ Esta licença está atualmente ativa em %2$lld instalações.
ro: %1$@ Această licență este activă în prezent pe %2$lld instalații.
ru: %1$@ В данный момент эта лицензия действительна при установке %2$lld.
sl: %1$@ Ta licenca je trenutno aktivna pri namestitvah %2$lld.
sv: %1$@ Denna licens är för närvarande aktiv på %2$lld installationer.
tr: %@ Bu lisans şu anda %lld kurulumlarında etkindir.
uk: %1$@ Ця ліцензія наразі активна на %2$lld інсталяціях.
vi: %1$@ Bản quyền này hiện đang hoạt động trên %2$lld cài đặt.
zh_hans: %1$@ 此许可证当前在 %2$lld 个安装上处于激活状态。
zh_hant: %1$@ 此授權目前在 %2$lld 個安裝上處於啟用狀態。

# %@ This license is outdated for the current app version (v%@).
source: %1$@ This license is outdated for the current app version (v%2$@).
nl: %@ Deze licentie is verouderd voor de huidige appversie (v%@).
pl: %1$@ Ta licencja jest nieaktualna dla bieżącej wersji aplikacji (w.%2$@).
ru: %1$@ Эта лицензия устарела для текущей версии приложения (v%2$@).

source: %@ This shows options for the current resolution. See Display Modes menu for the full list.
de: %@ Dies zeigt die Optionen für die aktuelle Auflösung. Siehe das Anzeigemodi-Menü für eine vollständige Liste.
es: %@ Esto muestra opciones para la resolución actual. Consulte el menú Modos de Visualización para obtener la lista completa.
fr: %@ Sont affichées, les options pour la résolution actuelle. Regardez la section Modes d'Écran dans le menu pour voir la liste complète.
hu: %@ Az aktuális felbontás lehetőségeit mutatja. A teljes lista a Képernyő mód menüben látható.
it: %@ Mostra le opzioni per la risoluzione corrente. Vedi il menu Modalità di visualizzazione per l'elenco completo.
ja: %@ 現在の解像度のオプションを表示します。すべてのリストはディスプレイモードメニューを参照してください。
ko: %@ 현재 해상도에 대한 옵션이 표시됩니다. 전체 목록은 디스플레이 모드 메뉴를 참조하세요.
nb: %@ Dette viser alternativer for gjeldende oppløsning. Se menyen “Display Modes” for fullstendig liste.
nl: %@ Hiermee worden opties getoond voor de huidige resolutie. Bekijk het menu Schermmodi voor de volledige lijst.
pl: %@ – Pokazuje opcje dla bieżącej rozdzielczości. Pełną listę znajdziesz w menu Tryby wyświetlania.
pt_br: %@ Isso mostra opções para a resolução atual. Consulte o menu modos de exibição para obter a lista completa.
ro: %@ Acesta afișează opțiuni pentru rezoluția curentă. Consultați meniul Moduri de Afișare pentru lista completă.
ru: Это %@ показывает параметры текущего разрешения. Полный список — в меню «Режимы дисплея».
sl: %@ To prikazuje možnosti za trenutno ločljivost. Za celoten seznam glejte meni Načini zaslona.
sv: %@ Här visas alternativ för den aktuella upplösningen. Se menyn Skärmlägen för en fullständig lista.
tr: %@ Bu, geçerli çözünürlük için seçenekleri gösterir. Tam liste için Ekran Modları menüsüne bakın.
uk: %@ Це показує параметри для поточної роздільної здатності. Повний список див. у меню "Режими відображення".
vi: %@ Điều này hiển thị các tùy chọn cho độ phân giải hiện tại. Xem menu Chế độ Màn hình để xem toàn bộ danh sách.
zh_hans: %@ 显示当前分辨率选项。完整列表请参阅 显示模式 菜单。
zh_hant: %@ 顯示目前解析度選項。完整列表請參閱 顯示模式 選單。

source: %@ Tri-Screen
nl: %@ Drie schermen
pl: %@ – Trzy ekrany
ru: %@ трёхэкранный

source: %@ Typical LG service menu passwords include 0413, 1925, 8741, 8743, 8878, 3195, 1105, 0000, 1111, 7777. Use the virtual remote to enter the appropriate digits when prompted. Enable full service menu to access expert settings.
nl: %@ Veelgebruikte wachtwoorden voor het LG-voorzieningenmenu zijn 0413, 1925, 8741, 8743, 8878, 3195, 1105, 0000, 1111, 7777. Gebruik de virtuele afstandsbediening om de cijfers in te voeren als hier om gevraagd wordt. Schakel het volledige voorzieningenmenu in om toegang te krijgen tot de expertinstellingen.
pl: %@ Typowe hasła do menu serwisowego LG to 0413, 1925, 8741, 8743, 8878, 3195, 1105, 0000, 1111, 7777. Użyj wirtualnego pilota, aby wprowadzić odpowiednie cyfry po wyświetleniu zapytania. Włącz pełne menu serwisowe, aby uzyskać dostęp do ustawień eksperckich.
ru: %@ Типичные пароли сервисного меню LG включают 0413, 1925, 8741, 8743, 8878, 3195, 1105, 0000, 1111, 7777. Используйте виртуальный пульт, чтобы ввести нужные цифры, когда система запросит. Включите полное сервисное меню, чтобы получить доступ к экспертным настройкам.

source: %@ Unlock Advanced
nl: %@ Ontgrendel geavanceerd
pl: %@ Odblokuj zaawansowane
ru: %@ Разблокировать расширенные настройки

source: %@ Unlock Service Menu
nl: %@ Ontgrendel menu Voorzieningen
pl: %@ Odblokuj menu serwisowe
ru: %@ Разблокировать сервисное меню

source: %@ Use ⌘ Command + Click to warp the mouse cursor to the source screen!
de: %@ Benutze ⌘ Befehl + Klick, um den Mauszeiger auf den Ursprungsbildschirm zu verschieben!
es: %@ Usa ⌘ Command + Clic para mover el cursor del ratón a la pantalla de origen.
fr: %@ Utilisez ⌘ Commande + clic pour téléporter le curseur de la souris vers l'écran source !
hu: %@ Használd a ⌘ Command + Kattintás kombinációt az egérkurzor forrásképernyőre ugrásához!
it: %@ Usa ⌘ Command + Click per spostare immediatamente il cursore sullo schermo di origine!
ja: %@ ⌘ コマンド + クリック を使ってマウスポインタをソース画面にワープさせます!
ko: %@ ⌘ 커맨드 + 클릭을 사용하여 마우스 포인터를 소스 화면으로 이동시킵니다!
nb: %@ Bruk ⌘ Kommando + klikk for å flytte musepekeren til kildeskjermen!
nl: %@ Gebruik ⌘ Command met een muisklik om de muiscursor door te zetten naar het bronscherm!
pl: %@ – Użyj ⌘ Command + kliknięcie, aby przenieść kursor myszy na ekran źródłowy!
pt_br: %@ Use ⌘ Command + Clique para deslocar o cursor do mouse para a tela de origem!
ro: %@ Utilizați ⌘ Command + Clic pentru a deplasa cursorul mouse-ului pe ecranul sursă!
ru: Используйте %@ + ⌘ Command + щелчок, чтобы мгновенно переместить курсор на исходный экран!
sl: %@ Uporabite ukaz ⌘ + klik, da premaknete kazalec miške na izvorni zaslon!
sv: %@ Använd ⌘ Command + klick för att flytta muspekaren till källskärmen!
tr: ⌘ Komut + Sol Tık ile fare işaretçisini %@ kaynak ekranına hızla taşıyın!
uk: %@ Використовуйте ⌘ Command + клік для переміщення курсора миші на вихідний екран!
vi: %@ Sử dụng ⌘ Command + Nhấp để di chuyển con trỏ chuột đến màn hình nguồn!
zh_hans: %@ 使用 ⌘ Command + 点击 来将鼠标光标传送到源屏幕！
zh_hant: %@ 使用 ⌘ Command + 點擊 來將滑鼠光標傳送到來源螢幕！

source: %@ Use ⌥ Option + click on the display menu header for a quick identification.
de: %@ Verwenden Sie ⌥ Option + Klick auf die Anzeigemenü-Überschrift für eine schnelle Identifizierung.
es: %@ Usa ⌥ Opción + clic en el encabezado del menú de pantalla para identificar rápidamente.
fr: %@ Utilisez ⌥ Option + clic sur l'en-tête du menu de l'écran pour l'identifier rapidement.
hu: %@ Használjon ⌥ Option + kattintást a kijelző menü fejlécén a gyors azonosításhoz.
it: %@ Usa ⌥ Option + clic sull’intestazione del menu del display per un’identificazione rapida.
ja: %@すばやく識別できるよう、ディスプレイメニューのヘッダに⌥ Option +クリックを使用します。
ko: %@ 디스플레이 메뉴 헤더에서 ⌥ Option 키를 누른 상태로 클릭하여 빠르게 식별하세요.
nb: %@ Bruk ⌥ Alternativ + klikk på menylinjeoverskriften for rask identifikasjon.
nl: %@ Gebruik ⌥ Option met een muisklik op de menukop van het scherm voor een snelle identificatie.
pl: %@ Użyj klawisza ⌥ Option + kliknij nagłówek menu wyświetlacza, aby szybko zidentyfikować urządzenie.
pt_br: %@ Use ⌥ Option + clique no cabeçalho do menu do monitor para uma identificação rápida.
ro: %@ Utilizați tasta ⌥ Option + clic pe antetul meniului de afișare pentru o identificare rapidă.
ru: Используйте %@ + ⌥ Option и клик по заголовку меню дисплея для быстрой идентификации.
sl: %@ Za hitro identifikacijo uporabite možnost ⌥ + kliknite na glavo menija zaslona.
sv: %@ Använd ⌥ Option + klicka på rubriken för skärmmenyn för en snabb identifiering.
tr: %@ ￼ Hızlı bir tanımlama için ⌥ Option + Sol Tık ekran menüsü başlığına tıklayın.
uk: %@ Використовуйте ⌥ Option + клік по заголовку меню дисплея для швидкої ідентифікації.
vi: %@ Sử dụng ⌥ Option + nhấp vào tiêu đề menu màn hình để nhận diện nhanh.
zh_hans: %@ 使用 ⌥ Option + 点击显示菜单标题以快速识别。
zh_hant: %@ 使用 ⌥ Option + 點擊顯示選單標題以快速識別。

source: %@ Virtual Screen as Mirror Target?
de: %@ Virtueller Bildschirm als Ziel der Synchronisierung?
es: %@ ¿Pantalla virtual como objetivo de duplicación?
fr: %@ Sélectionner l'écran virtuel en tant que cible de la mise en miroir ?
hu: %@ Virtuális képernyő tükör célként?
it: %@ Schermo virtuale come obiettivo di duplicazione?
ja: %@仮想スクリーン（ミラーリングターゲット）ですか?
ko: %@ 가상 화면을 미러링 대상으로 하시겠습니까?
nb: %@ Virtuell skjerm som speilmål?
nl: %@ Virtueel scherm als doel voor Synchrone weergave?
pl: %@ Wirtualny ekran jako cel klonowania
pt_br: %@ Tela Virtual como Destino de Espelhamento?
ro: %@ Ecran Virtual ca Țintă pentru Mirror?
ru: %@ Виртуальный экран как зеркальная копия?
sl: %@ Virtualni zaslon kot zrcalni cilj?
sv: %@ Virtuell skärm som speglingsmål?
tr: %@ Yansıtma Hedefi Olarak Sanal Ekran Mı Kullanılsın?
uk: %@ Використовувати віртуальний екран як ціль для дзеркалювання?
vi: %@ Màn hình ảo là Phản chiếu?
zh_hans: %@ 镜像到此虚拟屏幕？
zh_hant: %@ 鏡像到此虛擬螢幕？

source: %@ Virtual Screen as Stream Target?
de: %@ Virtueller Bildschirm als Ziel des Streams?
es: %@ ¿Pantalla virtual como objetivo de transmisión?
fr: %@ Sélectionner l'écran virtuel en tant que cible de diffusion ?
hu: %@ Virtuális képernyő stream célként?
it: %@ Schermo virtuale come destinazione dello stream?
ja: %@仮想スクリーン（ストリーミングターゲット）ですか?
ko: %@ 가상 화면을 스트리밍 대상으로 하시겠습니까?
nb: %@ Virtuell skjerm som strømmemål?
nl: %@ Virtueel scherm als doel om te streamen?
pl: %@ Wirtualny ekran jako cel strumieniowania
pt_br: %@ Tela Virtual como Destino de Transmissão?
ro: %@ Ecran Virtual ca Țintă pentru Transmitere?
ru: %@ Виртуальный экран как поток?
sl: %@ Virtualni zaslon kot cilj toka?
sv: %@ Virtuell skärm som strömningsmål?
tr: %@ Yayın Hedefi Olarak Sanal Ekran Mı Kullanılsın?
uk: %@ Використовувати віртуальний екран як ціль для потоку?
vi: %@ Màn hình ảo là Trình chiếu?
zh_hans: %@ 串流到此虚拟屏幕？
zh_hant: %@ 串流到此虛擬螢幕？

source: %@ is unable to detect any display. This might indicate an application or system error.
de: %@ kann kein Display finden. Dies kann an einem Fehler des Programms oder des Systems liegen.
es: %@ no puede detectar ninguna pantalla. Esto puede deberse a un error de la aplicación o del sistema.
fr: %@ n'a détecté aucun écran. Cela pourrait indiquer une erreur de l'application ou une erreur système.
hu: %@ nem érzékel egyetlen csatlakoztatott kijelzőt sem. Ez alkalmazás vagy rendszerhibára utalhat.
it: %@ non è in grado di rilevare alcun display. Questo potrebbe indicare un errore di applicazione o sistema.
ja: %@はディスプレイを検出できません。アプリケーションまたはシステムのエラーの可能性があります。
ko: %@가 디스플레이를 감지할 수 없습니다. 이는 애플리케이션 또는 시스템 오류를 나타낼 수 있습니다.
nb: %@ kan ikke oppdage noen skjerm. Dette kan indikere en program- eller systemfeil.
nl: %@ kan geen schermen vinden. Dit kan duiden op een toepassings- of systeemfout.
pl: %@ nie może wykryć żadnego wyświetlacza. Może to wskazywać na błąd aplikacji lub systemu.
pt_br: %@ não consegue detectar nenhum monitor. Isso pode indicar um erro de aplicativo ou sistema.
ro: %@ nu poate detecta niciun ecran. Acest lucru ar putea indica o eroare a aplicației sau a sistemului.
ru: %@ не удается обнаружить ни одного дисплея. Это может указывать на ошибку приложения или системы.
sl: %@ ne more zaznati nobenega zaslona. To lahko pomeni napako aplikacije ali sistema.
sv: %@ kunde inte hitta någon skärm. Detta kan indikera ett fel i programmet eller datorn.
tr: %@ herhangi bir görüntü algılayamıyor. Bu, bir uygulama veya sistem hatasına işaret ediyor olabilir.
uk: %@ не може виявити жодного дисплея. Це може свідчити про помилку програми або системи.
vi: %@ không thể phát hiện được màn hình nào. Đây có thể là lỗi ứng dụng hoặc hệ thống.
zh_hans: %@ 无法识别任何显示器。这可能表明应用程序或系统存在错误。
zh_hant: %@ 無法識別任何顯示器。這可能表明應用程式或系統存在錯誤。

source: %@ must restart to apply the imported settings. If you imported settings from a different installation, macOS display identifiers (UUIDs) may not match with this installation. As a result, various imported settings may not get immediately applied to the connected displays. Use the 'Transfer display settings' feature under all affected display's additional settings to fix the identifier mismatch issue.
nl: %@ moet opnieuw opstarten om de geïmporteerde instellingen toe te passen. Als je
pl: %@ musi zostać ponownie uruchomiony, aby zastosować zaimportowane ustawienia. Jeśli zaimportowałeś ustawienia z innej instalacji, identyfikatory wyświetlaczy macOS (UUID) mogą nie odpowiadać tej instalacji. W rezultacie różne zaimportowane ustawienia mogą nie zostać od razu zastosowane do połączonych wyświetlaczy. Użyj funkcji „Przenieś ustawienia wyświetlacza” w dodatkowych ustawieniach wszystkich dotkniętych wyświetlaczy, aby rozwiązać problem niezgodności identyfikatorów.
ru: %@ должен быть перезапущен, чтобы применить импортированные параметры. Если вы импортировали параметры из другой установки, идентификаторы дисплея macOS (UUID) могут не соответствовать этой установке. В результате, различные импортированные настройки могут не быть немедленно применены к подключенным дисплеям. Используйте функцию 'Переносить настройки дисплея' под всеми дополнительными настройками затрагиваемого дисплея, чтобы исправить проблему несоответствия идентификатора.

source: %@ nits
ja: %@ニト
ko: %@ 니트
nl: %@ niets
pl: %@ nitów
ru: %@ ниты
uk: %@ кд/м²

# %@ pixels HiDPI (%@ pixels LoDPI)
source: %1$@ pixels HiDPI (%2$@ pixels LoDPI)
de: %@ Pixel HiDPI (%@ Pixel LoDPI)
es: %@ píxeles HiDPI (%@ píxeles LoDPI)
fr: %@ pixels HiDPI (%@ pixels LoDPI)
hu: %@ pixel HiDPI (%@ pixel LoDPI)
it: %@ pixel HiDPI (%@ pixel LoDPI)
ja: %1$@ピクセルHiDPI（%2$@ピクセルLoDPI）
ko: %1$@ 픽셀 HiDPI (%2$@ 픽셀 LoDPI)
nb: %1$@ piksler HiDPI (%2$@ piksler LoDPI)
pl: %1$@ pikseli HiDPI (%2$@ pikseli LoDPI)
pt_br: %@ pixels HiDPI (%@ pixels LoDPI)
ro: %1$@ pixeli HiDPI (%2$@ pixeli LoDPI)
ru: %1$@ пикселей HiDPI (%2$@ пикселей LoDPI)
sl: %1$@ slikovnih pik HiDPI (%2$@ slikovnih pik LoDPI)
sv: %1$@ bildpunkter HiDPI (%2$@ bildpunkter LoDPI)
tr: %@ piksel HiDPI (%@ piksel LoDPI)
uk: %1$@ пікселів HiDPI (%2$@ пікселів LoDPI)
zh_hans: %1$@ 像素 HiDPI（%2$@ 像素 LoDPI）
zh_hant: %1$@ 像素 HiDPI（%2$@ 像素 LoDPI）

# %@%@ Unlock Advanced (Monitor)
source: %1$@%2$@ Unlock Advanced (Monitor)
nl: %@%@ Ontgrendel geavanceerd (monitor)
pl: %1$@%2$@ Odblokuj zaawansowane (Monitor)
ru: %1$@%2$@ Разблокировка Advanced (Monitor)

# %@%@ Unlock Advanced (TV)
source: %1$@%2$@ Unlock Advanced (TV)
nl: %@%@ Ontgrendel geavanceerd (tv)
pl: %1$@%2$@ Odblokuj zaawansowane (Telewizor)
ru: %1$@%2$@ Разблокировка Advanced (TV)

source: %@-bit
ja: %@-ビット
ko: %@-비트
ru: %@-бит
uk: %@-біт

source: %@mm
ru: %@ мм
uk: %@мм
