Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Show connect/disconnect in menu even if header has it as switch
de: Verbinden / Trennen im Menü anzeigen, auch wenn die Überschrift einen Schalter dafür hat
es: Mostrar conectar/desconectar en el menú incluso si el encabezado lo tiene como interruptor
fr: Afficher connecter/déconnecter même si l'en-tête du menu possède déjà un interrupteur
hu: Csatlakozás/leválasztás opciók mutatása a menüben akkor is, ha a fejléc tartalmazza a főkapcsolót
it: Mostra collegamento/disconnetti nel menu anche se l'intestazione lo ha come interruttore
ja: ヘッダにスイッチがある場合も、メニューに接続/切断を表示
ko: 헤더에 스위치가 있어도 메뉴에 연결/분리 표시
nb: Vis koble til/frakoble i menyen selv om overskriften har det som bryter
nl: Toon verbinden/losmaken in menu, zelfs als de kop het als schakelaar heeft
pl: Pokaż połączenie/rozłączenie w menu, nawet jeśli nagłówek ma je jako przełącznik
pt_br: Mostrar conectar/desconectar no menu mesmo se o cabeçalho tiver como opção
ro: Afișează conectați/deconectați în meniu, chiar dacă antetul îl are ca comutator
ru: Показывать подключение/отключение в меню, даже если в заголовке это переключатель
sl: Prikaži povezavo/prekinitev povezave v meniju, tudi če je v glavi to gumb
sv: Visa anslut/koppla från i menyn även om rubriken har det som växel
tr: Başlıkta anahtar olarak bulunsa bile menüde bağlan/bağlantıyı kes özelliğini göster
uk: Показувати підключення/відключення в меню, навіть якщо в заголовку це перемикач
vi: Hiện kết nối/ngắt kết nối trong menu dù cho tiêu đề có nó như công tắc
zh_hans: 即使标题栏已将其作为开关仍在菜单中显示连接/断开，
zh_hant: 即使標題欄已將其作為開關仍在選單中顯示連接/斷開，

source: Show current resolution values
de: Aktuelle Auflösungswerte anzeigen
es: Mostrar valores de resolución actuales
fr: Afficher les valeurs de résolution actuelles
hu: Jelenlegi felbontás megjelenítése
it: Mostra i valori di risoluzione corrente
ja: 現在の解像度を表示
ko: 현재 해상도 값 표시
nb: Vis gjeldende oppløsningsverdier
nl: Toon huidige resolutiewaarden
pl: Pokaż wartości bieżącej rozdzielczości
pt_br: Mostrar valores de resolução atuais
ro: Afișează valorile actuale ale rezoluției
ru: Показать текущие значения разрешения
sl: Prikaži trenutne vrednosti ločljivosti
sv: Visa aktuella upplösningsvärden
tr: Geçerli çözünürlük değerlerini göster
uk: Показати поточні значення роздільної здатності
vi: Hiện các giá trị độ phân giải hiện tại
zh_hans: 显示当前分辨率值
zh_hant: 顯示目前解析度值

source: Show currently not detected displays in list
de: Aktuell nicht entdeckte Displays in der Liste anzeigen
es: Mostrar pantallas actualmente no detectadas en la lista
fr: Afficher les écrans non détectés dans la liste
hu: Jelenleg nem észlelt kijelzők megjelenítése a listában
it: Mostra i display attualmente non rilevati nell’elenco
ja: 現在検出されていないディスプレイをリストに表示
ko: 목록에 현재 감지되지 않은 디스플레이 표시
nb: Vis skjermer som for øyeblikket ikke er oppdaget i listen
nl: Toon momenteel niet-gevonden schermen in lijst
pt_br: Mostrar exibições atualmente não detectadas na lista
ro: Afișați ecranele care nu sunt detectate în prezent în listă​
ru: Показать дисплеи, которые в данный момент не обнаружены, в списке
sl: Prikaži trenutno nezaznane zaslone na seznamu
sv: Visa för närvarande inte upptäckta skärmar i listan
tr: Şu anda algılanmayan ekranları listede göster
uk: Показати дисплеї, які наразі не виявлені, у списку
vi: Hiển thị các màn hình không được phát hiện trong danh sách
zh_hans: 在列表中显示当前无法检测到的显示器
zh_hant: 在列表中顯示目前無法檢測到的顯示器

source: Show currently offline displays in Settings
de: Derzeit nicht angeschlossene Displays in den Einstellungen anzeigen
es: Mostrar pantallas que están fuera de línea (que estuvieron conectadas) en Ajustes
fr: Afficher les écrans hors ligne dans les réglages
hu: Jelenleg off-line kijelzők megjelenítése a Beállítások kijelző-listájában
it: Mostra i display attualmente off-line (passati scollegati) nelle impostazioni
ja: 現在オフラインの（過去に切断した）ディスプレイを表示
ko: 설정에서 현재 오프라인(연결 해제) 상태인 디스플레이 표시
nb: Vis skjermer som for øyeblikket er frakoblet i Innstillinger
nl: Toon momenteel offline schermen in Instellingen
pl: Pokaż aktualnie nieaktywne (rozłączone w przeszłości) ekrany w ustawieniach
pt_br: Mostrar exibições atualmente off-line (desconectadas anteriormente) em Configurações
ro: Afișează ecranele deconectate curent în Setări
ru: Показать дисплеи в офлайн-режиме (ранее отключённые) в настройках
sl: V nastavitvah pokaži zaslone, ki so trenutno brez povezave
sv: Visa aktuella frånkopplade skärmar i Inställningar
tr: Ayarlar'da şu anda çevrim dışı (bağlantısı kesilmiş) monitörleri göster
uk: Показати дисплеї в режимі офлайн (у минулому відключені) у налаштуваннях
vi: Hiện các màn hình hiện đã ngắt kết nối (qua thời gian) trong Cài đặt
zh_hans: 在 "设置 > 显示器" 中显示当前脱机（过去已断开）显示器
zh_hant: 在 "設定 > 顯示器" 中顯示目前離線（過去已斷開）顯示器

source: Show custom OSD icons
de: Benutzerdefinierte OSD-Symbole anzeigen
es: Mostrar íconos OSD personalizados
fr: Afficher les icônes OSD personnalisées
hu: Egyéni OSD ikonok használata
it: Mostra icone OSD personalizzate
ja: カスタムOSDアイコンを表示
ko: 사용자 정의 OSD 아이콘 표시
nb: Vis egendefinerte OSD-ikoner
nl: Toon eigen OSD-symbolen
pl: Pokaż niestandardowe ikony OSD
pt_br: Mostrar ícones OSD personalizados
ro: Afișează pictograme OSD personalizate
ru: Показать пользовательские иконки OSD
sl: Prikaži ikone OSD po meri
sv: Visa anpassade OSD-ikoner
tr: Özel OSD simgelerini göster
uk: Показати власні піктограми екранного меню
vi: Hiện biểu tượng OSD tùy chỉnh
zh_hans: 显示自定义调整浮窗 (OSD) 图标
zh_hant: 顯示自訂調整浮動視窗 (OSD) 圖示

source: Show data as
de: Daten anzeigen als
es: Mostrar datos como
fr: Afficher les données comme
hu: Megjelenítés mint:
it: Mostra dati come
ja: データを表示：
ko: 데이터 표시 형식
nb: Vis data som
nl: Toon gegevens als
pt_br: Mostrar dados como
ro: Afișează datele ca
ru: Показать данные как
sl: Prikaži podatke kot
sv: Visa data som
tr: Verileri şu şekilde göster
uk: Показати дані як
vi: Hiện dữ liệu là
zh_hans: 将数据显示为
zh_hant: 將資料顯示為

source: Show details
de: Details anzeigen
es: Mostrar detalles
fr: Afficher les détails
hu: Részletek mutatása
it: Mostra dettagli
ja: 詳細表示
ko: 상세 설명 보기
nb: Vis detaljer
nl: Toon details
pl: Pokaż szczegóły
pt_br: Mostrar detalhes
ro: Afișează detaliile
ru: Показать детали
sl: Pokaži podrobnosti
sv: Visa detaljer
tr: Detayları göster
uk: Показати деталі
vi: Hiện chi tiết
zh_hans: 显示详细信息
zh_hant: 顯示詳細資訊

source: Show device input source list in the Input Source app menu.
pl: Pokaż listę źródeł wejścia urządzenia w menu aplikacji Input Source.
ru: Показать список источников входного устройства в меню приложения Input Source.

source: Show disconnect/connect menu option for displays. Disconnecting a display puts the display into sleep mode and removes it from the display layout. Connecting it restores the display. Disconnected displays can be reconnected with the header toggle (power button), by turning the display on/off or closing and opening the lid for MacBook displays.
de: Menüeintrag Trennen / Verbinden für Displays anzeigen. Das Trennen eines Displays versetzt dieses in den Ruhezustand und entfernt es aus dem Display-Layout. Das Verbinden stellt das Display wieder her. Getrennte Displays können mit dem Schalter in der Überschrift (Ein-/Ausschalter), durch Ein- und Ausschalten des Displays oder durch Schließen und Öffnen des Deckels bei MacBook Displays erneut verbunden werden.
es: Mostrar la opción de menú desconectar/conectar para pantallas. Desconectar una pantalla la pone en modo de suspensión y la elimina del diseño de pantalla. Al conectarlo se restaura la pantalla. Las pantallas desconectadas se pueden volver a conectar con el interruptor del encabezado (botón de encendido), encendiendo/apagando la pantalla o cerrando y abriendo la tapa para las pantallas MacBook.
fr: Affiche les options de connexion/déconnexion pour les écrans. Déconnecter un écran le met en veille et le supprime de la disposition d'écrans. Le connecter rétablit l'écran et sa position. Les écrans déconnectés peuvent être reconnectés avec l'interrupteur de l'en-tête, en mettant l'écran sur marche/arrêt, ou en rabattant puis ouvrant l’écran des MacBook.
hu: A kijelzők leválasztás/csatlakoztatás menüpontjainak megjelenítése. A kijelző leválasztása alvó üzemmódba helyezi a kijelzőt és eltávolítja a kijelző elrendezéséből. A csatlakoztatás felébreszti a kijelzőt. A leválasztott kijelzőket a fejléc kapcsolójával (bekapcsológomb), a kijelző be-/kikapcsolásával vagy a MacBook kijelzők esetében a fedél bezárásával és kinyitásával lehet újra csatlakoztatni.
it: Mostra l'opzione del menu di disconnessione/connessione per i display. La disconnessione di un display mette il display in modalità sospensione e lo rimuove dal layout del display. La connessione ripristina il display. I display scollegati possono essere riconnessi con l'header toggle (pulsante di accensione), accendendo il display / spegnendo o chiudendo e aprendo il coperchio per i display MacBook.
ja: ディスプレイの切断/接続メニューオプションを表示します。ディスプレイを切断すると、そのディスプレイはスリープモードになり、ディスプレイ配置から削除されます。接続するとディスプレイが復活します。切断したディスプレイは、ヘッダ切り替え（電源ボタン）、ディスプレイのオン/オフあるいはMacBook内蔵ディスプレイを閉じてから開き直せば再接続することができます。
ko: 디스플레이에 대한 연결 해제/연결 메뉴 옵션을 표시합니다. 디스플레이를 분리하면 디스플레이가 절전 모드로 전환되고 디스플레이 레이아웃에서 제거됩니다. 연결하면 디스플레이가 복원됩니다. 연결이 끊어진 디스플레이는 디스플레이를 켜거나 끄거나 MacBook 디스플레이의 경우 덮개를 닫았다가 열면 헤더 토글 (전원 버튼)을 사용하여 다시 연결할 수 있습니다.
nb: Vis menyvalg for koble fra/koble til skjermer. Å koble fra en skjerm setter den i hvilemodus og fjerner den fra skjermoppsettet. Å koble til gjenoppretter skjermen. Frakoblede skjermer kan kobles til igjen ved å bruke bryteren i overskriften (av/på), slå skjermen av/på eller lukke og åpne lokket på MacBook-skjermer.
nl: Toon loskoppelen/verbinden menu-optie voor schermen. Het loskoppelen van een scherm zet het scherm in sluimerstand en verwijdert het uit de schermindeling. Wanneer het verbonden wordt, zal het scherm hersteld worden. Losgekoppelde schermen kunnen opnieuw worden verbonden met de schakelaar in de kop (aan/uit-knop), door het scherm aan/uit te zetten of door het deksel te sluiten en te openen voor MacBook-schermen.
pl: Pokaż opcję menu rozłącz/połącz dla wyświetlaczy. Rozłączenie wyświetlacza powoduje jego przejście w tryb uśpienia i usunięcie z układu wyświetlaczy. Ponowne połączenie przywraca wyświetlacz. Rozłączone wyświetlacze można ponownie połączyć za pomocą przycisku w nagłówku (przycisk zasilania), włączając/wyłączając wyświetlacz lub zamykając i otwierając pokrywę MacBooka.
pt_br: Mostrar opção de menu desconectar/conectar para monitores. Desconectar um monitor coloca-o no modo de suspensão e remove-o do layout do monitor. Conectá-lo restaura a exibição. Os monitores desconectados podem ser reconectados com a alternância do cabeçalho (botão liga/desliga), ligando/desligando o monitor ou fechando e abrindo a tampa dos monitores do MacBook.
ro: Afișează opțiunea meniului de deconectare/conectare pentru ecrane. Deconectarea unui ecran pune ecranul în modul de somn și îl elimină din aspectul ecranului. Conectarea îl restaurează. Ecranele deconectate pot fi reconectate cu comutatorul din antet (butonul de alimentare), prin pornirea/oprirea ecranului sau prin închiderea și deschiderea capacului pentru ecranele integrate MacBook.
ru: Показать пункт меню отключения/подключения для дисплеев. Отключение дисплея переводит его в спящий режим и удаляет из макета. Подключение восстанавливает дисплей. Отключённые дисплеи можно повторно подключить с помощью переключателя заголовка (кнопка питания), включив/выключив дисплей или закрыв и открыв крышку MacBook.
sl: Pokaži možnost menija za prekinitev/povezavo za zaslone. Prekinitev povezave z zaslonom preklopi zaslon v način mirovanja in ga odstrani iz postavitve zaslona. Priključitev povrne zaslon. Odklopljene zaslone lahko ponovno povežete s preklopom glave (gumb za vklop), tako da vklopite/izklopite zaslon ali zaprete in odprete pokrov za zaslone MacBook.
sv: Visa menyalternativet för frånkoppling/anslutning för bildskärmar. Om du kopplar bort en bildskärm försätts den i viloläge och tas bort från bildskärmslayouten. Om du ansluter den återställs displayen. Frånkopplade skärmar kan återanslutas med huvudknappen (strömbrytaren), genom att slå på/av skärmen eller stänga och öppna locket för MacBook-skärmar.
tr: Monitörler için bağlantıyı kes/bağlan menü seçeneğini göster. Bir monitörün bağlantısını kesmek, ekranı uyku moduna geçirir ve ekran düzeninden kaldırır. Bağlamak ekranı geri yükler. Bağlantısı kesilen monitörler, başlık geçişiyle (güç düğmesi), ekranı açıp kapatarak veya MacBook ekranları için kapağı kapatıp açarak yeniden bağlanabilir.
uk: Показати параметр меню відключення/підключення для дисплеїв. Від'єднання дисплея переводить його в сплячий режим і видаляє його з макета дисплея. Його підключення відновлює дисплей. Відключені дисплеї можна повторно підключити за допомогою перемикача заголовка (кнопка живлення), увімкнувши/вимкнувши дисплей або закривши та відкривши кришку для дисплеїв MacBook.
vi: Hiển thị tùy chọn menu kết nối/ngắt kết nối cho các màn hình. Ngắt kết nối một màn hình chuyển nó sang chế độ ngủ và loại bỏ nó khỏi bố cục màn hình. Kết nối sẽ khôi phục lại màn hình. Các màn hình đã ngắt kết nối có thể được kết nối lại bằng nút nguồn, bật/tắt màn hình hoặc đóng/mở nắp MacBook.
zh_hans: 显示显示器的断开/连接菜单选项。断开显示器会使其休眠并从显示布局中移除。连接后会恢复显示器。对于 MacBook 显示屏，断开的显示器可通过标题栏切换键（电源按钮）开关或合上再打开盖子后重连。
zh_hant: 顯示各顯示器的斷開/連接選單選項。斷開顯示器會使其休眠並從顯示器佈局中移除。連接後會回復顯示器。對於 MacBook 顯示器，斷開的顯示器可通過標題欄切換鍵（電源按鈕）開關或合上再打開蓋子後重連。

source: Show display modes marked as unsafe or invalid
de: Zeige Anzeigemodi an, die als unsicher oder ungültig markiert sind
es: Mostrar modos de visualización marcados como inseguros o no válidos
fr: Afficher les modes d'écrans identifiés comme potentiellement dangereux ou invalides
hu: Nem biztonságos vagy hibás képernyő módok mutatása
it: Mostra modalità di visualizzazione contrassegnate come non sicure o non valide
ja: 安全でない、または無効とみなされるディスプレイモードも表示
ko: 안전하지 않거나 유효하지 않은 디스플레이 모드 보기
nb: Vis skjermmoduser merket som usikre eller ugyldige
nl: Toon schermmodi gemarkeerd als onveilig of ongeldig
pl: Pokaż tryby wyświetlania oznaczone jako niebezpieczne lub nieprawidłowe
pt_br: Mostrar modos de exibição marcados como inseguros ou inválidos
ro: Afișează modurile de afișare marcate ca nesigure sau invalide
ru: Показать режимы отображения, отмеченные как небезопасные или недействительные
sl: Prikaži načine prikaza, ki so označeni kot nevarni ali neveljavni
sv: Visa skärmlägen markerade som osäkra eller ogiltiga
tr: Güvensiz veya geçersiz olarak işaretlenmiş görüntüleme modlarını göster
uk: Показати режими відображення, позначені як небезпечні або недійсні
vi: Hiển thị các chế độ màn hình được đánh dấu là không an toàn hoặc không hợp lệ
zh_hans: 显示标记为不安全或无效的显示模式
zh_hant: 顯示標記為不安全或無效的顯示模式

source: Show extra OSD icon if keyboard adjustment causes software brightness upscaling or extra dimming
de: Zusätzliches OSD-Symbol anzeigen, wenn die Anpassung mit der Tastatur eine Software-basierte Helligkeitshochskalierung oder zusätzliches Dimmen verursacht
es: Mostrar un ícono OSD adicional si el ajuste del teclado provoca el escalado de brillo por software o atenuación adicional.
fr: Afficher une icône OSD supplémentaire si les ajustements clavier entraînent une démultiplication logicielle ou une atténuation supplémentaire
hu: További OSD ikon megjelenítése, ha a billentyűzet beállítása szoftveres fényerő felskálázást vagy extra elsötétítést okoz.
it: Mostra un’icona OSD aggiuntiva se la regolazione da tastiera causa upscaling della luminosità software o attenuazione extra.
ja: キーボード調整でソフトウェア輝度アップスケーリングまたは追加のディミングが生じる場合、追加のOSDアイコンを表示
ko: 키보드 조절로 소프트웨어 밝기 업스케일링 또는 추가 디밍이 발생할 경우 추가 OSD 아이콘 표시
nb: Vis ekstra OSD-ikon hvis tastaturjustering forårsaker programvarebasert oppskalering av lysstyrke eller ekstra demping
nl: Toon aanvullend OSD-symbool als toetsenbordaanpassing programmatische helderheidsopschaling of extra dimmen veroorzaakt
pt_br: Exibir ícone OSD extra se o ajuste do teclado causar ampliação de brilho por software ou escurecimento adicional
ro: Afișează o pictogramă OSD suplimentară dacă ajustarea tastaturii determină creșterea luminozității software sau o diminuare suplimentară a acesteia
ru: Показывать дополнительную иконку OSD, если регулировка с клавиатуры вызывает программное увеличение яркости или дополнительное затемнение
sl: Pokaži dodatno ikono OSD, če prilagoditev tipkovnice povzroči povečanje svetlosti programske opreme ali dodatno zatemnitev
sv: Visa extra OSD-ikon om tangentbordsjustering orsakar uppskalning av ljusstyrka i programvara eller extra dimning
tr: Klavye ayarı yazılım parlaklığının yükseltilmesine veya ekstra karartmaya neden oluyorsa ekstra OSD simgesi göster
uk: Показувати додаткову іконку OSD, якщо регулювання з клавіатури викликає програмне підвищення яскравості або додаткове затемнення
vi: Hiển thị biểu tượng OSD bổ sung nếu việc điều chỉnh bàn phím gây ra việc tăng cường độ sáng phần mềm hoặc làm tối thêm.
zh_hans: 如果键盘调整导致软件亮度升频或额外调暗，则显示额外的OSD图标。
zh_hant: 如果鍵盤調整導致軟體亮度升頻或額外調暗，則顯示額外的OSD圖示。

source: Show header when only one device is present
de: Überschrift anzeigen, auch wenn nur ein Gerät vorhanden ist
es: Mostrar encabezado cuando solo hay un dispositivo presente
fr: Afficher l'en-tête avec un seul appareil présent
hu: Fejléc mutatása egy eszköz esetén
it: Mostra intestazione quando è presente un solo dispositivo
ja: デバイスが1台のみの場合もヘッダを表示
ko: 장치가 하나만 있는 경우에도 헤더 표시
nb: Vis overskrift når bare én enhet er til stede
nl: Toon kop wanneer slechts één apparaat aanwezig is
pt_br: Mostrar cabeçalho quando apenas um dispositivo estiver presente
ro: Afișează antetul atunci când este prezent doar un dispozitiv
ru: Показывать заголовок, если присутствует только одно устройство
sl: Pokaži glavo, ko je prisotna samo ena naprava
sv: Visa sidhuvud när endast en enhet är närvarande
tr: Yalnızca bir cihaz mevcut olduğunda başlığı göster
uk: Показувати заголовок, якщо присутній лише один пристрій
vi: Hiển thị tiêu đề khi chỉ có một thiết bị hiện diện
zh_hans: 只有一个设备时显示标题栏
zh_hant: 只有一個設備時顯示標題欄

source: Show in Finder
es: Mostrar en Finder
fr: Afficher dans le Finder
ja: Finderに表示
ko: Finder에서 보기
nl: Toon in Finder
ru: Показать в Finder
uk: Показати у Finder

source: Show in the app menu
de: Im App-Menü anzeigen
es: Mostrar en el menú de la aplicación
fr: Afficher dans le menu de l'application
hu: Megjelenítés az alkalmazás menüben
it: Mostra nel menu app
ja: アプリメニューに表示
ko: 앱 메뉴에 표시
nb: Vis i appmenyen
nl: Toon in het app-menu
pl: Pokaż w menu aplikacji
pt_br: Mostrar no menu do aplicativo
ro: Afișează în meniul aplicației
ru: Показать в меню приложения
sl: Prikaži aplikacijo v meniju
sv: Visa i appmenyn
tr: Uygulama Menüsünde Göster
uk: Показати в меню програми
vi: Hiển thị trong menu ứng dụng
zh_hans: 显示在应用程序菜单中
zh_hant: 顯示在應用程式選單中

source: Show main display at the top
de: Hauptdisplay oben anzeigen
es: Mostrar la pantalla principal en la parte superior
fr: Afficher l'écran principal en haut
hu: Főképernyő megjelenítése legelől
it: Mostra il display principale in cima
ja: 主ディスプレイを上端に表示
ko: 상단에 메인 디스플레이 표시
nb: Vis hovedskjerm øverst
nl: Toon hoofdscherm bovenaan
pt_br: Mostrar a tela principal na parte superior
ro: Afișează fereastra mereu deasupra ferestrelor
ru: Показывать основной дисплей в верхней части
sl: Prikaži glavni zaslon na vrhu
sv: Visa huvudskärmen högst upp
tr: Ana ekranı en üstte göster
uk: Показувати основний дисплей у верхній частині
vi: Hiển thị màn hình chính ở trên cùng
zh_hans: 在顶部显示主显示器
zh_hant: 在頂部顯示主顯示器

source: Show native underscan slider in the Image Adjustments menu even if this capability is not detected. The force-enabled slider might not work or can cause system issues or crash the application.
de: Nativen Underscan-Regler im Menü Bildanpassungen anzeigen, auch wenn diese Fähigkeit nicht erkannt wird. Der zwangsweise aktivierte Regler funktioniert möglicherweise nicht oder kann Systemprobleme verursachen oder das Programm zum Absturz bringen.
es: Muestre el control deslizante de subexploración nativo en el menú Ajustes de imagen incluso si no se detecta esta capacidad. Es posible que el control deslizante habilitado por la fuerza no funcione o cause problemas en el sistema o bloquee la aplicación.
fr: Affiche le curseur de sélection du sous-balayage natif dans les ajustements d'image, même si cette capacité n'est pas détectée. Attention, cette fonction peut ne pas marcher et même causer des problèmes systèmes ou le plantage de l'application.
hu: A natív alulpásztázás csúszka megjelenítése a Képbeállítások menüben akkor is, ha ez a képesség nincs felismerve. Előfordulhat, hogy az így megjelenített csúszka nem működik, rendszerproblémákat okozhat, illetve bezáródhat az alkalmazás.
it: Mostra il cursore sotto-scansione nativo nel menu Regolazioni immagine anche se questa funzionalità non è rilevata. Il cursore abilitato alla forza potrebbe non funzionare o causare problemi di sistema o crash dell'applicazione.
ja: この能力が検出されない場合でも、画像調整メニューにネイティブのアンダースキャンスライダを表示します。強制的に有効化したスライダは動作しないか、システムの問題を引き起こしたり、アプリケーションをクラッシュさせることがあります。
ko: 언더스캔 기능이 감지되지 않더라도 이미지 조정 메뉴에 기본 언더스캔 슬라이더를 표시합니다. 강제로 활성화된 슬라이더는 작동하지 않을 수 있으며, 시스템 문제를 일으키거나 애플리케이션을 충돌을 발생시킬 수 있습니다.
nb: Vis innebygd underscanslider i Bildejustering-menyen selv om denne funksjonen ikke er oppdaget. Den tvungne slideren kan ikke fungere eller forårsake systemproblemer eller krasje applikasjonen.
nl: Toon ingebouwde underscan-schuifregelaar in het menu Beeldaanpassingen, zelfs als deze mogelijkheid niet wordt gevonden. De afgedwongen ingeschakelde schuifregelaar werkt mogelijk niet of kan systeemproblemen veroorzaken of de applicatie laten vastlopen.
pt_br: Mostrar o controle deslizante de "underscan" nativo no menu Ajustes de imagem, mesmo que esse recurso não seja detectado. O controle deslizante ativado à força pode não funcionar ou causar problemas no sistema ou travar o aplicativo.
ro: Afișează slider-ul nativ de subscanare în meniul de ajustare a imaginii chiar dacă această capacitate nu este detectată. Este posibil ca slider-ul forțat activat să nu funcționeze sau să cauzeze probleme de sistem sau să facă să se blocheze aplicația.
ru: Показать родной ползунок недосканирования в меню "Коррекция изображения", даже если эта возможность не обнаружена. Принудительно включённый ползунок может не работать или вызвать сбои системы или приложения.
sl: Pokaži izvorni drsnik pod skeniranjem v meniju za prilagoditve slike, tudi če ta zmožnost ni zaznana. Prisilno omogočen drsnik morda ne bo deloval ali lahko povzroči sistemske težave ali zruši aplikacijo.
sv: Visa reglaget för inbyggd underskanning i menyn Bildjusteringar även om den här förmågan inte upptäckts. Det tvångsaktiverade reglaget kanske inte fungerar eller kan orsaka systemproblem eller krascha programmet.
tr: Bu özellik algılanmamış olsa bile Görüntü Ayarlamaları menüsünde yerel alt tarama kaydırıcısını gösterin. Zorla etkinleştirilen kaydırıcı çalışmayabilir veya sistem sorunlarına neden olabilir ya da uygulamayı çökertebilir.
uk: Показати власний повзунок під скануванням у меню "Коригування зображення", навіть якщо ця можливість не виявлена. Примусово ввімкнений повзунок може не працювати або може спричинити системні проблеми чи збій програми.
vi: Hiển thị thanh trượt quét ngầm tự nhiên trong menu Điều chỉnh Hình ảnh ngay cả khi khả năng này không được phát hiện. Thanh trượt được bật bắt buộc có thể không hoạt động hoặc gây ra vấn đề cho hệ thống hoặc làm cho ứng dụng bị treo.
zh_hans: 即使未检测到此功能也在 图像调整 菜单中显示原生欠扫描滑块。强制启用的滑块可能无法生效或可导致系统问题或应用程序崩溃。
zh_hant: 即使未檢測到此功能也在 圖形調整 選單中顯示原生顯示邊界滑桿。強制啟用的滑桿可能無法生效或可導致系統問題或應用程式當機。
