Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: ⚠️ An EDID write operation modifies the EDID and DisplayID data on the device itself. Erroneous EDID data or a problem during EDID write might render the display permanently unusable! Most displays do not allow EDID write for security reasons, some displays require EDID write to be activated in a service menu. Most EDID emulators or pass-thru dongles support EDID write. EDID write (if supported) usually works over HDMI.
de: ⚠️ Ein EDID-Schreibvorgang ändert die EDID- und DisplayID-Daten auf dem Gerät selbst. Fehlerhafte EDID-Daten oder ein Problem während des EDID-Schreibvorgangs können das Display dauerhaft unbrauchbar machen! Die meisten Displays erlauben aus Sicherheitsgründen kein EDID-Schreiben, bei einigen muss EDID-Schreiben in einem Servicemenü aktiviert werden. Die meisten EDID-Emulatoren oder Pass-Thru-Dongles unterstützen EDID-Write. EDID-Schreiben (falls unterstützt) funktioniert normalerweise über HDMI.
es: ⚠️ Una operación de escritura de EDID modifica los datos de EDID y DisplayID en el propio dispositivo. Datos de EDID erróneos o un problema durante la escritura de EDID podrían dejar la pantalla permanentemente inutilizable. La mayoría de las pantallas no permiten la escritura de EDID por razones de seguridad; algunas pantallas requieren que la escritura de EDID se active en un menú de servicio. La mayoría de los emuladores de EDID o adaptadores pass-thru admiten la escritura de EDID. La escritura de EDID (si es compatible) generalmente funciona a través de HDMI.
fr: ⚠️ Une opération d'écriture d'EDID modifie les données EDID et DisplayID sur l'appareil lui même. Des données EDID erronées ou un problème survenu pendant l'écriture de l'EDID pourraient rendre l'écran inutilisable de façon permanente ! La plupart des écrans n'autorisent pas l'écriture d'EDID pour des raisons de sécurité, certains écrans nécessitent d'activer l'écriture d'EDID (EDID write) dans le menu services de l'écran. La plupart des émulateurs d'EDID ou dongles de passage prennent en charge l'écriture d'EDID. L'écriture d'EDID (si supportée) marche généralement via HDMI.
hu: ⚠️ Az EDID írási művelet módosítja az EDID és DisplayID adatokat magán az eszközön. Hibás EDID-adatok vagy az EDID-írás során fellépő probléma a kijelzőt véglegesen használhatatlanná teheti! A legtöbb kijelző biztonsági okokból nem engedélyezi az EDID írást, néhány kijelzőnél az EDID írást egy szervizmenüben kell aktiválni. A legtöbb EDID emulátor vagy pass-thru dongle támogatja az EDID írást. Az EDID-írás (ha támogatott) általában HDMI-n keresztül működik.
it: ⚠️ Un’operazione di scrittura EDID modifica i dati EDID e DisplayID direttamente sul dispositivo. Dati EDID errati o un problema durante la scrittura EDID potrebbero rendere il display permanentemente inutilizzabile! La maggior parte dei display non consente la scrittura EDID per motivi di sicurezza, mentre alcuni richiedono l’attivazione della scrittura EDID in un menu di servizio. La maggior parte degli emulatori EDID o dei dongle pass-thru supportano la scrittura EDID. La scrittura EDID (se supportata) funziona solitamente tramite HDMI.
ja: ⚠️ EDID書き込みにより、デバイス自体のEDIDおよびDisplayIDデータが変更されます。誤ったEDIDデータまたはEDID書き込み中の問題により、ディスプレイが永久に使用できなくなる可能性があります! ほとんどのディスプレイは、セキュリティ上の理由からEDID書き込みを許可していません。一部のディスプレイでは、サービスメニューでEDID書き込みを有効化する必要があります。EDIDエミュレータまたはパススルードングルのほとんどは、EDID書き込みに対応しています。EDID書き込み（対応している場合）は通常HDMI経由で動作します。
ko: ⚠️ EDID 쓰기 작업은 장치 자체의 EDID 및 DisplayID 데이터를 수정합니다. EDID 데이터에 오류가 있거나 EDID 쓰기 중 문제가 발생하면 디스플레이를 영구적으로 사용할 수 없게 될 수 있습니다! 대부분의 디스플레이는 보안상의 이유로 EDID 쓰기를 허용하지 않으며, 일부 디스플레이는 서비스 메뉴에서 EDID 쓰기를 활성화해야 합니다. 대부분의 EDID 에뮬레이터 또는 패스스루 동글은 EDID 쓰기를 지원합니다. EDID 쓰기(지원되는 경우)는 일반적으로 HDMI를 통해 작동합니다.
nb: ⚠️ En EDID-skriveoperasjon endrer EDID- og DisplayID-data på selve enheten. Feil EDID-data eller en feil under EDID-skriving kan gjøre skjermen permanent ubrukelig! De fleste skjermer tillater ikke EDID-skriving av sikkerhetsgrunner; noen skjermer krever at EDID-skriving aktiveres i en servicemeny. De fleste EDID-emulatorer eller pass-thru-dongler støtter EDID-skriving. EDID-skriving (hvis støttet) fungerer vanligvis over HDMI.
nl: ⚠️ Een EDID-schrijfhandeling wijzigt de EDID en DisplayID-gegevens op het apparaat zelf. Foutieve EDID-gegevens of een probleem gedurende het schrijven van de EDID kan ervoor zorgen dat het apparaat permanent onbruikbaar wordt! De meeste schermen staan het schrijven van EDID om beveiligingsredenen niet toe, sommige schermen vereisen dat het schrijven van EDID wordt ingeschakeld in een servicemenu. De meeste EDID-emulatoren of doorgifte-dongles ondersteunen het schrijven van EDID. Het schrijven van EDID (indien ondersteund) werkt meestal over HDMI.
pl: ⚠️ Operacja zapisu EDID modyfikuje dane EDID i DisplayID w samym urządzeniu. Błędne dane EDID lub problem podczas zapisu EDID może spowodować, że wyświetlacz będzie trwale bezużyteczny! Większość wyświetlaczy nie zezwala na zapis EDID ze względów bezpieczeństwa, a niektóre wyświetlacze wymagają aktywacji zapisu EDID w menu serwisowym. Większość emulatorów EDID lub kluczy sprzętowych pass-thru obsługuje zapis EDID. Zapis EDID (jeśli jest obsługiwany) zwykle działa przez HDMI.
pt_br: ⚠️ Uma operação de gravação EDID modifica os dados EDID e DisplayID no próprio dispositivo. Dados EDID errados ou um problema durante a gravação do EDID podem tornar o display permanentemente inutilizável! A maioria dos monitores não permite a gravação de EDID por motivos de segurança; alguns monitores exigem que a gravação de EDID seja ativada em um menu de serviço. A maioria dos emuladores EDID ou dongles de passagem suportam gravação EDID. A gravação EDID (se compatível) geralmente funciona em HDMI.
ro: ⚠️ O operație de scriere EDID modifică datele EDID și DisplayID pe dispozitiv însuși. Datele EDID eronate sau o problemă în timpul scrierii EDID pot face afișajul permanent inutilizabil! Majoritatea ecranelor nu permit scrierea EDID din motive de securitate, unele ecrane necesită activarea scrierii EDID într-un meniu de service. Majoritatea emulatoarelor EDID sau dongle-urilor de trecere suportă scrierea EDID. Scrierea EDID (dacă este suportată) funcționează de obicei prin HDMI.
ru: ⚠️ Операция записи EDID изменяет данные EDID и DisplayID на самом устройстве. Ошибочные данные EDID или проблема во время записи EDID может сделать дисплей непригодным для использования! Большинство дисплеев не позволяют записывать EDID по соображениям безопасности, некоторые дисплеи требуют записи EDID для включения в меню службы. Большинство эмуляторов EDID или переходящих dongles поддерживают запись EDID. Запись EDID (если поддерживается) обычно работает через HDMI.
sl: ⚠️ Operacija pisanja EDID spremeni podatke EDID in DisplayID na sami napravi. Zaradi napačnih podatkov EDID ali težave med zapisovanjem EDID lahko zaslon postane trajno neuporaben! Večina zaslonov ne dovoljuje zapisovanja EDID iz varnostnih razlogov, nekateri zasloni zahtevajo aktiviranje zapisovanja EDID v servisnem meniju. Večina emulatorjev EDID ali prehodnih ključkov podpira pisanje EDID. Zapis EDID (če je podprt) običajno deluje prek HDMI.
sv: ⚠️ En EDID-skrivoperation ändrar EDID- och DisplayID-data på själva enheten. Felaktiga EDID-data eller ett problem under EDID-skrivningen kan göra skärmen permanent oanvändbar! De flesta skärmar tillåter inte EDID-skrivning av säkerhetsskäl, vissa skärmar kräver att EDID-skrivning aktiveras i en servicemeny. De flesta EDID-emulatorer eller pass-thru-donglar stöder EDID-skrivning. EDID-skrivning (om sådan stöds) fungerar vanligtvis via HDMI.
tr: ⚠️ Bir EDID yazma işlemi, cihazın kendisindeki EDID ve DisplayID verilerini değiştirir. Hatalı EDID verileri veya EDID yazma sırasındaki bir sorun ekranı kalıcı olarak kullanılamaz hale getirebilir! Çoğu ekran güvenlik nedeniyle EDID yazmaya izin vermez, bazı ekranlar EDID yazmanın bir servis menüsünde etkinleştirilmesini gerektirir. Çoğu EDID emülatörü veya pass-thru dongle EDID yazmayı destekler. EDID yazma (destekleniyorsa) genellikle HDMI üzerinden çalışır.
uk: ⚠️ Операція запису EDID змінює дані EDID і DisplayID безпосередньо на пристрої. Помилкові дані EDID або проблема під час запису можуть зробити дисплей назавжди непридатним! Більшість дисплеїв не дозволяють запис EDID з міркувань безпеки, деякі дисплеї вимагають активації запису EDID у сервісному меню. Більшість емуляторів EDID або пас-просвітних адаптерів підтримують запис EDID. Запис EDID (якщо підтримується) зазвичай працює через HDMI.
vi: ⚠️ Một hoạt động ghi EDID sửa đổi dữ liệu EDID và DisplayID trên chính thiết bị. Dữ liệu EDID sai hoặc sự cố trong quá trình ghi EDID có thể làm cho màn hình không thể sử dụng được vĩnh viễn! Hầu hết các màn hình không phép việc ghi EDID vì lý do bảo mật, một số màn hình yêu cầu việc ghi EDID được kích hoạt trong một menu dịch vụ. Hầu hết các thiết bị mô phỏng hoặc cáp truyền qua EDID hỗ trợ ghi EDID. Ghi EDID (nếu được hỗ trợ) thường hoạt động qua cổng HDMI.
zh_hans: ⚠️ EDID 写入操作会直接修改设备的 EDID 和 DisplayID 数据。错误的数据或写入过程中的问题可能会导致显示器永久无法使用！
zh_hant: ⚠️ EDID 寫入操作會直接修改設備的 EDID 和 DisplayID 資料。錯誤的資料或寫入過程中的問題可能會導致顯示器永久無法使用！

source: ⚠️ An alternate EDID identity is in effect - system configuration changes will be tied to this identity!
de: ⚠️ Eine alternative EDID-Identität ist gerade in Kraft - Änderungen an den Systemeinstellungen werden an diese Identität gebunden sein!
es: ⚠️ Una identidad alternativa de EDID está en efecto: ¡los cambios en la configuración del sistema estarán vinculados a esta identidad!
fr: ⚠️ Une identité EDID alternative est en cours d'utilisation - les modifications de la configuration système seront associées à cette identité !
hu: ⚠️ Egy alternatív EDID-azonosító van érvényben - a rendszer konfigurációjának módosításai ehhez az azonosítóhoz lesznek kötve!
it: ⚠️ Un'identità EDID alternativa è in vigore - i cambiamenti di configurazione del sistema saranno legati a questa identità!
ja: ⚠️ 別のEDID設定が有効化けされています - この設定にひも付いたシステム構成が変更されます!
ko: ⚠️ 대체 EDID ID가 적용됩니다 - 시스템 구성 변경 사항은 이 ID에 연결됩니다!
nb: ⚠️ En alternativ EDID-identitet er aktiv – systemkonfigurasjonsendringer vil knyttes til denne identiteten!
nl: ⚠️ Een alternatieve EDID-identiteit is actief - wijzigingen in systeemconfiguratie zullen worden gekoppeld aan deze identiteit!
pl: ⚠️ Obowiązuje alternatywna tożsamość EDID - zmiany konfiguracji systemu będą powiązane z tą tożsamością!
pt_br: ⚠️ Uma identidade EDID alternativa está em vigor - as alterações na configuração do sistema estarão vinculadas a esta identidade!
ro: ⚠️ O identitate EDID alternativă este în vigoare - modificările de configurare a sistemului vor fi legate de această identitate!
ru: ⚠️ Активна альтернативная идентичность EDID — изменения конфигурации системы будут привязаны к этой идентичности!
sl: ⚠️ V veljavi je nadomestna identiteta EDID - spremembe sistemske konfiguracije bodo povezane s to identiteto!
sv: ⚠️ En alternativ EDID-identitet gäller - ändringar i systemkonfigurationen kommer att vara knutna till denna identitet!
tr: ⚠️ Alternatif bir EDID kimliği yürürlüktedir - sistem yapılandırma değişiklikleri bu kimliğe bağlı olacaktır!
uk: ⚠️ Активна альтернативна ідентичність EDID — зміни конфігурації системи будуть прив’язані до цієї ідентичності!
vi: ⚠️ Một bản thể EDID thay thế đang có hiệu lực - các thay đổi cấu hình hệ thống sẽ được liên kết với bản thể này!
zh_hans: ⚠️ 当前使用的是备用 EDID - 系统配置更改将绑定到此 EDID！
zh_hant: ⚠️ 目前使用的是備用 EDID - 系統設定更改將綁定到此 EDID！

# ⚠️ Another controller (%@) is taking precedence for %@.
source: ⚠️ Another controller (%1$@) is taking precedence for %2$@.
nl: ⚠️ Een andere controller (%@) gaat voor %@.
pl: ⚠️ Inny kontroler (%1$@) ma pierwszeństwo przed %2$@.
ru: ⚠️ Другой контроллер (%1$@) имеет приоритет для %2$@.

source: ⚠️ CLI designation clashes with the designation of an existing control.
de: ⚠️ Die CLI-Bezeichnung steht in Konflikt mit der Bezeichnung eines vorhandenen Steuerelements.
es: ⚠️ La designación CLI entra en conflicto con la designación de un control existente.
fr: ⚠️ La dénomination CLI rentre en conflit avec la dénomination d’un contrôle existant.
hu: ⚠️ A CLI elnevezés ütközik egy meglévő vezérlő elnevezésével.
it: ⚠️ La designazione CLI è in conflitto con quella di un controllo esistente.
ja: ⚠️ CLIの名称が既存の制御の名称と競合しています。
ko: ⚠️ CLI 지정이 기존 컨트롤의 지정과 충돌합니다.
nb: ⚠️ CLI-betegnelsen kolliderer med betegnelsen til en eksisterende kontroll.
nl: ⚠️ CLI-toekenning botst met de toekennen van een bestaande bediening.
pl: ⚠️ Oznaczenie CLI koliduje z oznaczeniem istniejącej reguły.
pt_br: ⚠️ A designação do CLI entra em conflito com a designação de um controle existente.
ro: ⚠️ Desemnarea CLI intră în conflict cu desemnarea unui control existent.
ru: ⚠️ Обозначение CLI конфликтует с обозначением существующего элемента управления.
sl: ⚠️ Oznaka CLI je v nasprotju z oznako obstoječega nadzora.
sv: ⚠️ CLI-beteckning krockar med beteckningen för en befintlig kontroll.
tr: ⚠️ CLI tanımlaması mevcut bir kontrolün tanımlamasıyla çakışıyor.
uk: ⚠️ Позначення CLI конфліктує з позначенням існуючого елемента керування.
zh_hans: ⚠️ CLI 命名与现有控制项的命名冲突。
zh_hant: ⚠️ CLI 命名與現有控制項的命名衝突。

source: ⚠️ EDID data cannot be interpreted (might be invalid).
de: ⚠️ EDID-Daten können nicht interpretiert werden (sind möglicherweise ungültig).
es: ⚠️ Los datos EDID no se pueden interpretar (pueden no ser válidos).
fr: ⚠️ Les données EDID n'ont pas pu être interprétées correctement (données probablement invalides).
hu: ⚠️ EDID adat nem értelmezhető (valószínűleg hibás).
it: ⚠️ I dati EDID non possono essere interpretati (potrebbe non essere valido).
ja: ⚠️ EDIDデータを解釈できません（無効な可能性があります）。
ko: ⚠️ EDID 데이터를 해석할 수 없습니다 (유효하지 않을 수 있음).
nb: ⚠️ EDID-data kan ikke tolkes (kan være ugyldige).
nl: ⚠️ EDID-gegevens kunnen niet worden geïnterpreteerd (mogelijk zijn ze ongeldig).
pl: ⚠️ Nie można odczytać danych EDID (mogą być nieprawidłowe).
pt_br: ⚠️ Os dados EDID não podem ser interpretados (podem ser inválidos).
ro: ⚠️ Datele EDID nu au putut fi interpretate (ar putea fi invalide).
ru: ⚠️ Данные EDID не могут быть интерпретированы (могут быть неверными).
sl: ⚠️ Podatkov EDID ni mogoče interpretirati (lahko so neveljavni).
sv: ⚠️ EDID-data kan inte tolkas (kan vara ogiltig).
tr: ⚠️ EDID verileri algılanamıyor (geçersiz olabilir).
uk: ⚠️ Дані EDID не можна інтерпретувати (можуть бути недійсними).
vi: ⚠️ Dữ liệu EDID không thể được giải thích (có thể không hợp lệ).
zh_hans: ⚠️ 无法解析 EDID 数据(可能无效)。
zh_hant: ⚠️ 無法解析 EDID 資料(可能無效)。

source: ⚠️ EDID data retrieval failed.
de: ⚠️ EDID-Datenabruf ist fehlgeschlagen.
es: ⚠️ Falló la recuperación de datos EDID.
fr: ⚠️ La récupération des données EDID a échoué.
hu: ⚠️ EDID adat letöltés sikertelen.
it: ⚠️ Recupero dati EDID non riuscito.
ja: ⚠️ EDIDデータの取得に失敗しました。
ko: ⚠️ EDID 데이터를 가져오는 데 실패했습니다.
nb: ⚠️ Henting av EDID-data mislyktes.
nl: ⚠️ Ophalen EDID-gegevens mislukt.
pl: ⚠️ Pobieranie danych EDID nie powiodło się.
pt_br: ⚠️ A recuperação de dados EDID falhou.
ro: ⚠️ Procesarea datelor EDID a eșuat.
ru: ⚠️ Не удалось извлечь данные EDID.
sl: ⚠️ Pridobivanje podatkov EDID ni uspelo.
sv: ⚠️ Hämtning av EDID-data misslyckades.
tr: ⚠️EDID veri alımı başarısız oldu.
uk: ⚠️ Не вдалося отримати дані EDID.
vi: ⚠️ Lấy dữ liệu EDID thất bại.
zh_hans: ⚠️ EDID 数据检索失败。
zh_hant: ⚠️ EDID 資料檢索失敗。

source: ⚠️ EDID write is not available for the supplied EDID as its size exceeds 256 bytes.
de: ⚠️ EDID-Schreiben ist für die angegebene EDID nicht möglich, da ihre Größe 256 Bytes überschreitet.
es: ⚠️ La escritura de EDID no está disponible para el EDID proporcionado, ya que su tamaño supera los 256 bytes.
fr: ⚠️ L'écriture EDID n'est pas disponible pour l'EDID fourni car sa taille dépasse les 256 octets.
it: ⚠️ La scrittura EDID non è disponibile per l’EDID fornito poiché la sua dimensione supera i 256 byte.
ja: ⚠️ 提供されたEDIDは、サイズが256バイトを超えているため、書き込むことができません。
ko: ⚠️ 제공된 EDID의 크기가 256 바이트를 초과하여 EDID 쓰기가 불가능합니다.
nb: ⚠️ EDID-skriving er ikke tilgjengelig for den angitte EDID-en, da størrelsen overstiger 256 byte.
nl: ⚠️ Schrijven van EDID is niet beschikbaar voor de gegevens EDID omdat de grootte ervan de 256 bytes overschrijdt.
pl: ⚠️ Zapis EDID nie jest dostępny dla dostarczonego EDID, ponieważ jego rozmiar przekracza 256 bajtów.
pt_br: ⚠️ A gravação de EDID não está disponível para o EDID fornecido, pois seu tamanho excede 256 bytes.
ro: ⚠️ Scrierea EDID nu este disponibilă pentru EDID-ul furnizat, deoarece dimensiunea acestuia depășește 256 de octeți.
ru: ⚠️ Запись EDID недоступна для предоставленного EDID, так как его размер превышает 256 байт.
sl: ⚠️ Pisanje EDID ni na voljo za priloženi EDID, ker njegova velikost presega 256 bajtov.
sv: ⚠️ EDID-skrivning är inte tillgänglig för den medföljande EDID:n eftersom dess storlek överstiger 256 byte.
tr: ⚠️ EDID yazma, boyutu 256 baytı aştığı için verilen EDID için kullanılamaz.
uk: ⚠️ Запис EDID недоступний для наданого EDID, оскільки його розмір перевищує 256 байт.
vi: ⚠️ Việc ghi EDID không khả dụng cho EDID đã cung cấp vì kích thước của nó vượt quá 256 byte.
zh_hans: ⚠️ 由于提供的EDID大小超过256字节，无法进行EDID写入操作。
zh_hant: ⚠️ 由於提供的EDID大小超過256字節，無法進行EDID寫入作業。

source: ⚠️ For best results stick close to the display aspect ratio!
de: ⚠️ Für beste Ergebnisse das Seitenverhältnis des Displays möglichst beibehalten!
es: ⚠️ Para obtener los mejores resultados, mantente lo mas cercano posible a la relación de aspecto de la pantalla!
fr: ⚠️ Pour de meilleurs résultats, restez proches du rapport d'aspect de l'écran !
hu: ⚠️ A jobb eredmény érdekében ragaszkodjon a kijelző képarányához!
it: ⚠️ Per ottenere i migliori risultati, attenersi alle proporzioni dello display!
ja: ⚠️ 最良の結果を得るには、ディスプレイのアスペクト比に近づけてください!
ko: ⚠️ 최상의 결과를 위해 디스플레이의 원본 비율을 준수하세요!
nb: ⚠️ For best resultat bør du holde deg nær skjermens sideforhold!
nl: ⚠️ Blijf voor de beste uitkomsten dicht bij de schermverhouding!
pl: ⚠️ Aby uzyskać najlepsze rezultaty, trzymaj się proporcji ekranu!
pt_br: ⚠️ Para obter melhores resultados, mantenha-se próximo da proporção da tela!
ro: ⚠️ Pentru cele mai bune rezultate, mențineți raportul de aspect al ecranului fizic!
ru: ⚠️ Для достижения наилучших результатов придерживайтесь соотношения сторон экрана!
sl: ⚠️ Za najboljše rezultate se držite blizu razmerja stranic zaslona!
sv: ⚠️ För bästa resultat, håll dig nära bildskärmens bildförhållande!
tr: En iyi sonuç için ekranın en boy oranına yakın olmalıdır!
uk: ⚠️ Для найкращих результатів дотримуйтесь співвідношення сторін дисплея!
vi: ⚠️ Để có kết quả tốt nhất, giữ gần tỷ lệ khung hình của màn hình!
zh_hans: ⚠️ 请接近显示宽高比以获得最佳效果！
zh_hant: ⚠️ 請接近顯示寬高比以獲得最佳效果！
