Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: ⚠️ For this XDR display it best to set calibration to Default - Auto Calibrate so the app can automatically adapt upscaling to the currently selected Apple Display Preset and environmental factors. For manual calibration set the brightness slider as high as possible while also making sure you still see the smiling face!
de: ⚠️ Für dieses XDR-Display ist es am besten, die Kalibrierung auf "Standard - Automatische Kalibrierung" zu setzen, damit die App die Hochskalierung automatisch an die aktuell ausgewählte XDR-Voreinstellung und Umgebungsfaktoren anpassen kann. Für die manuelle Kalibrierung den Helligkeitsregler so hoch wie möglich einstellen, und gleichzeitig sicher stellen, dass immer noch das lächelnde Gesicht zu sehen ist!
es: ⚠️ Para esta pantalla XDR, es mejor configurar la calibración en Predeterminado - Calibración Automática, para que la aplicación pueda adaptar automáticamente el escalado al preajuste XDR seleccionado y a los factores ambientales. Para la calibración manual, ajusta el control deslizante de brillo lo más alto posible mientras te aseguras de que aún puedas ver la cara sonriente.
fr: ⚠️ Pour cet écran XDR, le mieux est de régler l'étalonnage à sa valeur par défaut (étalonnage automatique) pour que l'application puisse automatiquement adapter la démultiplication au préréglage XDR sélectionné et aux facteurs de l'environnement. Pour l'étalonnage manuel, mettez le curseur de sélection de luminosité à la plus haute valeur possible tout en vérifiant que vous pouvez toujours voir le smiley !
hu: ⚠️ Ennél az XDR-kijelzőnél a legjobb, ha a kalibrálást Alapértelmezett - Automatikus kalibrálásra állítja, így az alkalmazás automatikusan hozzáigazítsa a felskálázást az aktuálisan kiválasztott XDR előbeállításhoz és a környezeti tényezőkhöz. A kézi kalibráláshoz állítsa a fényerő csúszkát a lehető legmagasabbra, miközben gondoskodik arról is, hogy továbbra is lássa a mosolygó arcot!
it: ⚠️ Per questo display XDR è meglio impostare la calibrazione su Default - Auto Calibrate in modo che l’app possa adattare automaticamente l’upscaling al preset XDR selezionato e ai fattori ambientali. Per la calibrazione manuale, imposta il cursore della luminosità al massimo assicurandoti di vedere ancora il volto sorridente!
ja: ⚠️ このXDRディスプレイでは、キャリブレーションをデフォルトにするのが最適です - 自動キャリブレーションにより、現在選択しているXDRプリセットと環境要素にアップスケーリングを自動的に適応させます。手動でキャリブレーションする場合は、笑顔が見える範囲で、明るさスライダを可能な限り高く設定してください!
ko: ⚠️ XDR 디스플레이에서는 기본값(자동 보정)으로 설정하여 앱이 현재 선택된 XDR 사전 설정과 환경적 요인에 맞게 자동으로 업스케일링을 조정하도록 하는 것이 가장 좋습니다. 수동 보정을 위해서는 웃는 얼굴 아이콘이 표시되는 한 밝기 슬라이더를 최대한 높게 설정하세요!
nb: ⚠️ For denne XDR-skjermen er det best å sette kalibreringen til Standard – Autokalibrer slik at appen automatisk kan tilpasse oppskaleringen til det valgte Apple Display Preset og miljøforhold. For manuell kalibrering, sett lysstyrkeslideren så høyt som mulig samtidig som du sørger for at du fortsatt ser det smilende ansiktet!
nl: ⚠️ Voor dit XDR-scherm is het het beste om de kalibratie in te stellen op Standaard - Automatische kalibratie, zodat de app automatisch het opschalen kan aanpassen naar de momenteel geselecteerde voorinstelling van het Apple-scherm en omgevingsfactoren. Voor handmatige kalibratie stel je de schuifregelaar Helderheid in op een zo hoog mogelijke waarde, terwijl je ook ervoor zorgt dat je het lachende gezicht blijft zien!
pl: ⚠️ W przypadku tego wyświetlacza XDR najlepiej ustawić kalibrację na Domyślna – autokalibracja, aby aplikacja mogła automatycznie dostosować skalowanie do aktualnie wybranego ustawienia predefiniowanego wyświetlacza Apple oraz czynników środowiskowych. W przypadku kalibracji ręcznej ustaw suwak jasności tak wysoko, jak to możliwe, upewniając się jednocześnie, że uśmiechnięta twarz jest nadal widoczna!
pt_br: ⚠️ Para esse monitor XDR, é melhor definir a calibração como Default - Auto Calibrate (Padrão - Calibração automática) para que o aplicativo possa adaptar automaticamente o upscaling à predefinição XDR selecionada no momento e aos fatores ambientais. Para a calibração manual, defina o controle deslizante de brilho o mais alto possível e, ao mesmo tempo, certifique-se de que você ainda veja o rosto sorridente!
ro: ⚠️ Pentru acest ecran XDR, este recomandat să setați calibrarea la Valoarea Implicită - Calibrare Automată, astfel încât aplicația să poată adapta automat scalarea la presetarea XDR selectată în prezent și la factorii de mediu. Pentru calibrare manuală, setați cursorul de luminozitate cât mai sus posibil, asigurându-vă totodată că încă vedeți fața zâmbitoare!
ru: ⚠️ Для этого XDR-дисплея лучше всего установить калибровку на По умолчанию — Авто-калибровка, чтобы приложение могло автоматически адаптировать масштабирование к текущему выбранному пресету Apple Display и условиям окружающей среды. Для ручной калибровки установите ползунок яркости максимально высоко, при этом убедитесь, что вы все еще видите улыбающееся лицо!
sl: ⚠️ Za ta zaslon XDR je najbolje, da kalibracijo nastavite na Privzeto - Samodejna kalibracija, tako da lahko aplikacija samodejno prilagodi povečanje ločljivosti trenutno izbrani prednastavitvi XDR in okoljskim dejavnikom. Za ročno kalibracijo nastavite drsnik za svetlost čim višje, hkrati pa poskrbite, da še vedno vidite nasmejan obraz!
sv: ⚠️ För den här XDR-skärmen är det bäst att ställa in kalibreringen på Default - Auto Calibrate så att appen automatiskt kan anpassa uppskalningen till den aktuella XDR-förinställningen och miljöfaktorerna. För manuell kalibrering ställer du in reglaget för ljusstyrka så högt som möjligt och ser samtidigt till att du fortfarande ser det leende ansiktet!
tr: ⚠️ Bu XDR ekran için kalibrasyonu Varsayılan - Otomatik Kalibre olarak ayarlamak en iyisidir, böylece uygulama, yükseltmeyi o anda seçili olan XDR ön ayarına ve çevresel faktörlere otomatik olarak uyarlayabilir. Manuel kalibrasyon için parlaklık kaydırıcısını mümkün olduğunca yükseğe ayarlayın ve aynı zamanda gülen yüzü hala gördüğünüzden emin olun!
uk: ⚠️ Для цього XDR дисплея найкраще встановити калібрування на За замовчуванням - Автоматичне калібрування, щоб додаток міг автоматично адаптувати масштабування до поточно вибраного XDR пресету та зовнішніх умов. Для ручного калібрування встановіть регулятор яскравості якомога вище, водночас переконавшись, що ви все ще бачите усміхнене обличчя!
vi: ⚠️ Đối với màn hình XDR này, tốt nhất là thiết lập hiệu chuẩn thành Mặc định - Tự động Hiệu chuẩn để ứng dụng có thể tự động điều chỉnh tỷ lệ phóng to cho bộ hiệu chuẩn XDR hiện tại đã chọn và các yếu tố môi trường. Đối với hiệu chuẩn thủ công, hãy đặt độ sáng càng cao càng tốt và đồng thời đảm bảo rằng bạn vẫn nhìn thấy mặt cười!
zh_hans: ⚠️ 最好将此 XDR 显示器校准设为默认值 - 自动校准以使此应用程序自动适应当前选定的 XDR 预设和环境因素。手动校准时请确保您在仍能看到笑脸下将亮度滑块设置得尽可能高！
zh_hant: ⚠️ 最好將此 XDR 顯示器校準設為預設值 - 自動校準以使此應用程式自動適應目前選定的 XDR 預設和環境因素。手動校準時請確保您在仍能看到笑臉下將亮度滑桿設定得盡可能高！

source: ⚠️ Full screen streaming is unavailable as it requires Screen Recording permissions. You can grant this under System Settings > Privacy & Security > Screen Recording!
de: ⚠️ Vollbildstream ist nicht verfügbar, weil die Berechtigung zur Bildschirmaufnahme erforderlich ist. Diese kann unter Systemeinstellungen > Datenschutz & Sicherheit > Bildschirmaufnahme gewährt werden!
es: ⚠️ La transmisión en pantalla completa no está disponible, ya que requiere permisos de grabación de pantalla. Puedes otorgar esto en Configuración del sistema > Privacidad y seguridad > Grabación de pantalla.
fr: ⚠️ La diffusion en plein écran est indisponible car elle requiert la permission d'enregistrer l'écran. Vous pouvez changer cela dans Réglages Système > Confidentialité et sécurité > Enregistrement de l'écran !
hu: ⚠️ A streamelés nem elérhető, mivel jogosultság szükséges a képernyőfelvételhez. A beállítás a Rendszerbeállítások > Adatvédelem és biztonság > Képernyő- és rendszerhangfelvétel alatt érhető el!
it: ⚠️ Lo streaming a schermo intero non è disponibile in quanto richiede autorizzazioni per la registrazione dello schermo. È possibile concedere questo sotto Impostazioni di Sistema > Privacy & Sicurezza > Registrazione Schermo!
ja: ⚠️ フルスクリーンストリーミングは、画面集録を許可する必要があるため使用できません。システム設定 > プライバシーとセキュリティ > 画面集録 で許可することができます!
ko: ⚠️ 화면 녹화 권한이 없어 전체 화면 스트리밍을 할 수 없습니다. 시스템 설정 > 개인 정보 및 보안 > 화면 녹화 에서 권한을 허용할 수 있습니다.
nb: ⚠️ Fullskjermstrømming er ikke tilgjengelig da det krever skjermopptaksrettigheter. Du kan gi disse under Systeminnstillinger > Personvern og sikkerhet > Skjermopptak!
nl: ⚠️ Streamen naar volledig scherm is niet beschikbaar omdat het bevoegdheden vereist voor Schermopname. U kunt deze toewijzen via Systeeminstellingen > Privacy en beveiliging > Schermopname!
pl: ⚠️ Funkcja przesyłania strumieniowego w trybie pełnoekranowym jest niedostępna, ponieważ wymaga uprawnień do nagrywania ekranu. Można je przyznać w Ustawieniach systemu > Prywatność i ochrona > Nagrywanie ekranu i dźwięku systemowego!
pt_br: ⚠️ O streaming em tela cheia não está disponível porque requer permissões de gravação de tela. Você pode conceder isso em Configurações do sistema > Privacidade e segurança > Gravação de tela!
ro: ⚠️ Streaming pe ecran complet nu este disponibil deoarece necesită permisiuni de Înregistrare a Ecranului. Puteți acorda aceste permisiuni în Setările Sistemului > Confidențialitate și Securitate > Înregistrare Ecran!
ru: ⚠️ Полноэкранная потоковая передача недоступна, так как для нее требуется разрешение на запись экрана. Вы можете предоставить это разрешение в разделе "Системные настройки" > "Конфиденциальность и безопасность" > "Запись экрана"!
sl: ⚠️ Celozaslonsko pretakanje ni na voljo, ker zahteva dovoljenja za snemanje zaslona. To lahko odobrite pod Sistemske nastavitve > Zasebnost in varnost > Snemanje zaslona!
sv: ⚠️ Streaming i helskärm är inte tillgängligt eftersom det kräver behörighet för skärminspelning. Du kan bevilja detta under Systeminställningar > Sekretess & säkerhet > Skärminspelning!
tr: ⚠️ Tam ekran yayını, Ekran Kaydı izinleri gerektirdiğinden kullanılamaz. Bu izni Sistem Ayarları > Gizlilik ve Güvenlik > Ekran Kaydı bölümünden izin verebilirsiniz!
uk: ⚠️ Повноекранна трансляція недоступна, оскільки вона вимагає дозволів на запис екрану. Ви можете надати ці дозволи в Налаштуваннях системи > Приватність та безпека > Запис екрану!
vi: ⚠️ Chế độ trình chiếu toàn màn hình không khả dụng vì cần cấp quyền Ghi màn hình. Bạn có thể cấp quyền này tại Cài đặt Hệ thống > Riêng tư & Bảo mật > Ghi màn hình!
zh_hans: ⚠️ 全屏串流不可用，此设置需要屏幕录制权限。您可在 "系统设置 > 隐私与安全性 > 屏幕录制" 下授予权限！
zh_hant: ⚠️ 全螢幕串流不可用，此設定需要螢幕錄影權限。您可在 "系統設定 > 隱私與安全性 > 螢幕錄影" 下授予權限！

source: ⚠️ If a third party app (like MediaMate, DynamicLake) is being used to show the OSD, you might want to disable the built-in OSD under Keyboard/OSD to avoid having duplicated or mixed-style OSDs presented!
pl: ⚠️ Jeśli do wyświetlania OSD używana jest aplikacja innej firmy (np. MediaMate, DynamicLake), warto wyłączyć wbudowane OSD w sekcji Klawiatura/OSD, aby uniknąć zdublowanych lub niespójnych stylistycznie komunikatów OSD!
ru: ⚠️ Если для отображения OSD используется стороннее приложение (например, MediaMate, DynamicLake), вы можете отключить встроенное OSD в разделе Клавиатура/OSD, чтобы избежать дублирования или смешанного отображения OSD меню!

source: ⚠️ If you want to mirror/stream the virtual screen to a natively connected display only to get flexible HiDPI resolutions, it is recommended to use the flexible scaling feature instead if possible! If you want to use mirroring instead of streaming, this can be enabled in the app menu once the virtual screen was connected.
de: ⚠️ Wenn du den virtuellen Bildschirm auf ein nativ verbundenes Display synchronisieren / streamen möchtest, nur um flexible HiDPI-Auflösungen zu erhalten, wird empfohlen, stattdessen wenn möglich die Funktion "flexible Skalierung" zu verwenden! Wenn du Synchronisierung statt Streaming verwenden möchtest, kann dies im App-Menü aktiviert werden, nachdem der virtuelle Bildschirm verbunden wurde.
es: ⚠️ Si deseas duplicar/transmitir la pantalla virtual a una pantalla conectada de forma nativa solo para obtener resoluciones HiDPI flexibles, se recomienda usar la función de escalado flexible en su lugar, si es posible. Si prefieres usar la duplicación en lugar de la transmisión, esto se puede habilitar en el menú de la aplicación una vez que la pantalla virtual esté conectada.
fr: ⚠️ Si vous souhaitez mettre en miroir/diffuser l'écran virtuel à un écran connecté nativement seulement pour obtenir des résolutions flexibles en HiDPI, il est recommandé d'utiliser la fonctionnalité de mise à l'échelle flexible à la place (si possible !). Si vous souhaitez utiliser la mise en miroir à la place de la diffusion, cela peut être activé dans le menu de l'application une fois l'écran virtuel connecté.
hu: ⚠️ Ha a virtuális képernyőt csak azért szeretné tükrözni/streamelni egy natívan csatlakoztatott kijelzőre, hogy rugalmas HiDPI felbontást kapjon, akkor lehetőség szerint inkább a rugalmas skálázás funkciót használja! Ha streaming helyett tükrözést szeretne használni, ezt az alkalmazás menüjében lehet engedélyezni, miután a virtuális képernyő csatlakoztatásra került.
it: ⚠️ Se desideri duplicare/effettuare lo streaming dello schermo virtuale su un display collegato nativamente solo per ottenere risoluzioni HiDPI flessibili, si consiglia di utilizzare invece la funzione di ridimensionamento flessibile, se possibile! Se desideri usare la duplicazione invece dello streaming, puoi abilitarla nel menu dell’app una volta collegato lo schermo virtuale.
ja: ⚠️ 柔軟なHiDPI解像度を得るため、仮想スクリーンをネイティブ接続されたディスプレイのみにミラーリング/ストリーミングする場合は、可能ならにフレキシブルスケーリング機能を代わりに使用してください! ストリーミングの代わりにミラーリングを使用する場合は、仮想スクリーンの接続後にアプリメニューで有効化できます。
ko: ⚠️ 유동적인 HiDPI 해상도 지원을 위해 가상 화면을 기본 디스플레이로 미러링/스트리밍하는 경우에는, 가능하면 유연한 스케일링 기능을 사용하는 것이 권장됩니다. 스트리밍 대신 미러링을 사용하고 싶다면, 가상 화면이 연결된 후 앱 메뉴에서 이 기능을 활성화 할 수 있습니다.
nb: ⚠️ Hvis du vil speile/strømme den virtuelle skjermen til en innfødt tilkoblet skjerm kun for å få fleksible HiDPI-oppløsninger, anbefales det å bruke funksjonen for fleksibel skalering i stedet om mulig! Hvis du vil bruke speiling i stedet for strømming, kan dette aktiveres i app-menyen når den virtuelle skjermen er tilkoblet.
nl: ⚠️ Als je het virtuele scherm wilt gebruiken voor Synchrone weergave of streamen naar uitsluitend een ingebouwd verbonden scherm om flexibele HiDPI-resoluties te krijgen, dan wordt het aanbevolen om, indien mogelijk, de flexibele schalingsfunctie te gebruiken! Als je alleen Synchrone weergave wilt gebruiken in plaats van streamen, dan kan dit worden ingeschakeld in het aapmens zodra het virtuele scherm verbonden is.
pl: ⚠️ Jeśli chcesz klonować/strumieniować wirtualny ekran do natywnie połączonego wyświetlacza tylko w celu uzyskania elastycznych rozdzielczości HiDPI, zaleca się użycie funkcji elastycznego skalowania, jeśli to możliwe! Jeśli chcesz używać klonowania zamiast przesyłania strumieniowego, można to włączyć w menu aplikacji po połączeniu wirtualnego ekranu.
pt_br: ⚠️ Se você deseja espelhar/transmitir a tela virtual para um monitor conectado nativamente apenas para obter resoluções HiDPI flexíveis, é recomendável usar o recurso de escala suave, se possível! Se você quiser usar espelhamento em vez de streaming, isso pode ser habilitado no menu do aplicativo assim que a tela virtual for conectada.
ro: ⚠️ Dacă doriți să faceți mirror/transmiteți ecranul virtual către un ecran conectat nativ doar pentru a obține rezoluții HiDPI flexibile, dacă este posibil se recomandă utilizarea funcției de scalare lină! Dacă doriți să utilizați mirror în locul transmiterii, aceasta poate fi activată în meniul aplicației după conectarea ecranului virtual.
ru: ⚠️ Если вы хотите зеркалировать/передавать виртуальный экран на подключенный родной дисплей только для того, чтобы получить гибкие разрешения HiDPI, рекомендуется использовать функцию плавного масштабирования, если это возможно! Если вы хотите использовать зеркальное отображение вместо потоковой передачи, это можно включить в меню приложения после подключения виртуального экрана.
sl: ⚠️ Če želite zrcaliti/pretakati navidezni zaslon na izvirno povezan zaslon samo za pridobitev prilagodljivih ločljivosti HiDPI, je priporočljivo, da namesto tega uporabite funkcijo prilagodljivega skaliranja, če je to mogoče! Če želite uporabiti zrcaljenje namesto pretakanja, lahko to omogočite v meniju aplikacije, ko je virtualni zaslon povezan.
sv: ⚠️ Om du vill spegla/streama den virtuella skärmen till en inbyggd ansluten skärm endast för att få flexibla HiDPI-upplösningar, rekommenderas att du använder den flexibla skalningsfunktionen istället om möjligt! Om du vill använda spegling i stället för streaming kan du aktivera detta i appmenyn när den virtuella skärmen har anslutits.
tr: ⚠️ Sanal ekranı yalnızca esnek HiDPI çözünürlükleri elde etmek için yerel olarak bağlı bir ekrana yansıtmak/aktarmak istiyorsanız, mümkünse bunun yerine yumuşak ölçeklendirme özelliğini kullanmanız önerilir! Yayın yerine yansıtma özelliğini kullanmak istiyorsanız, sanal ekran bağlandıktan sonra uygulama menüsünden bu özellik etkinleştirilebilir.
uk: ⚠️ Якщо ви хочете віддзеркалювати/потоково транслювати віртуальний екран на підключений безпосередньо дисплей для отримання гнучкої роздільної здатності HiDPI, радимо замість цього використовувати функцію плавного масштабування, якщо це можливо! Якщо ви хочете використовувати дзеркальне відображення замість потокового передавання, це можна ввімкнути в меню програми після підключення віртуального екрану.
vi: ⚠️ Nếu bạn muốn phản chiếu/trình chiếu màn hình ảo lên một màn hình kết nối mặc định chỉ để có độ phân giải HiDPI linh hoạt, nên sử dụng tính năng flexible scaling nếu có thể! Nếu bạn muốn sử dụng phản chiếu thay vì trình chiếu, điều này có thể được kích hoạt trong menu ứng dụng sau khi màn hình ảo được kết nối.
zh_hans: ⚠️ 如果您需要将虚拟屏幕镜像或串流到本机连接的显示器仅为获取灵活的 HiDPI 分辨率，建议尽可能采用平滑缩放功能！如果您需要镜像而非串流，可在连接虚拟屏幕后在应用程序菜单中启用。
zh_hant: ⚠️ 如果您需要將虛擬螢幕鏡像或串流到本機連接的顯示器僅為取得靈活的 HiDPI 解析度，建議盡可能采用平滑縮放功能！如果您需要鏡像而非串流，可在連接虛擬螢幕後在應用程式選單中啟用。

source: ⚠️ It is recommended to have some more leeway in the range!
de: ⚠️ Es wird empfohlen, etwas mehr Spielraum in dem Bereich zu haben!
es: ⚠️ Se recomienda tener un poco más de margen en el rango!
fr: ⚠️ Il est recommandé d'avoir plus de marge de manœuvre dans la plage !
hu: ⚠️ Javasolt valamennyivel nagyobb mozgásteret hagyni a tartományban!
it: ⚠️ Si consiglia di avere un po' di più margine nella gamma!
ja: ⚠️ 範囲にもう少し余裕を持たせてください!
ko: ⚠️ 범위에 여유가 있는 것이 좋습니다!
nb: ⚠️ Det anbefales å ha litt større slingringsmonn i området!
nl: ⚠️ Het wordt aanbevolen om wart meer ruimte in het bereik te hebben!
pl: ⚠️ Zaleca się większą swobodę w tym zakresie!
pt_br: ⚠️ Recomenda-se ter mais margem de manobra na gama!
ro: ⚠️ Se recomandă să aveți mai multă flexibilitate în interval!
ru: ⚠️ Рекомендуется иметь немного большую свободу действий в диапазоне!
sl: ⚠️ Priporočljivo je imeti nekaj več manevrskega prostora v ponudbi!
sv: ⚠️ Det är rekommenderat att ha lite mer spelrum i intervallet!
tr: ⚠️ Bu aralıkta biraz daha boşluk bırakılması tavsiye edilir!
uk: ⚠️ Рекомендується мати трохи більше вільного простору в діапазоні!
vi: ⚠️ Khuyến khích bạn nên có thêm một số độ linh hoạt trong phạm vi!
zh_hans: ⚠️ 建议在范围内留有更多的空余空间！
zh_hant: ⚠️ 建議在範圍內留有更多的空余空間！

source: ⚠️ Layout protection is disabled for this display group.
de: ⚠️ Der Layoutschutz ist für diese Displaygruppe deaktiviert.
es: ⚠️ La protección de diseño está desactivada para este grupo de pantallas.
fr: ⚠️ La protection de la disposition d'écrans est désactivée pour ce groupe d'écrans.
hu: ⚠️ Az elrendezés védelme le van tiltva ennél a kijelzőcsoportnál.
it: ⚠️ La protezione del layout è disattivata per questo gruppo di display.
ja: ⚠️ このディスプレイグループはレイアウト保護が無効化されています。
ko: ⚠️ 이 디스플레이 그룹이 레이아웃 보호에 의해 비활성화되어 있습니다.
nb: ⚠️ Layout-beskyttelse er deaktivert for denne skjermgruppen.
nl: ⚠️ 'Bescherming indeling' is uitgeschakeld voor deze schermgroep.
pl: ⚠️ Ochrona układu jest wyłączona dla tej grupy wyświetlaczy.
pt_br: ⚠️ A proteção de layout está desativada para este grupo de exibição.
ro: ⚠️ Protecția aspectului este dezactivată pentru acest grup de afișaje.
ru: ⚠️ Защита макета отключена для этой группы дисплеев.
sl: ⚠️ Zaščita postavitve je onemogočena za to skupino zaslonov
sv: ⚠️ Layoutskyddet är inaktiverat för den här skärmgruppen.
tr: ⚠️ Bu ekran grubu için düzen koruması devre dışı bırakılmıştır.
uk: ⚠️ Захист макета вимкнено для цієї групи дисплеїв.
vi: ⚠️ Bảo vệ bố cục đã bị tắt cho nhóm màn hình này.
zh_hans: ⚠️ 此显示组的布局保护已禁用。
zh_hant: ⚠️ 此顯示組的佈局保護已禁用。

source: ⚠️ Metal performance might be degraded on this device with integrated Intel GPU.
de: ⚠️ Die Metal-Leistung kann auf diesem Gerät aufgrund der integrierten Intel-GPU beeinträchtigt sein.
es: ⚠️ El rendimiento de Metal puede verse afectado en este dispositivo con GPU Intel integrada.
fr: ⚠️ Les performances Metal pourraient êtres dégradées sur cet appareil avec processeur graphique Intel intégré.
hu: ⚠️ A Metal teljesítménye csökkentett lehet ezen az Intel integrált GPU-t tartalmazó eszközön.
it: ⚠️ Le prestazioni Metal potrebbero essere degradate su questo dispositivo con la GPU Intel integrata.
ja: ⚠️ Intel内蔵GPUのこのデバイスでは、Metalのパフォーマンスが低下することがあります。
ko: ⚠️ 통합 Intel GPU가 장착된 이 기기에서는 Metal 성능이 저하될 수 있습니다.
nb: ⚠️ Metal-ytelsen kan bli redusert på denne enheten med integrert Intel GPU.
nl: ⚠️ Prestaties van Metal kunnen verlaagd zijn op dit apparaat met geïntegreerde Intel-GPU.
pl: ⚠️ Wydajność Metal może być obniżona na tym urządzeniu ze zintegrowanym procesorem graficznym Intel.
pt_br: ⚠️ O desempenho do Metal pode ser prejudicado neste dispositivo com GPU Intel integrada.
ro: ⚠️ Performanța Metal ar putea fi degradată pe acest dispozitiv cu GPU Intel integrat.
ru: ⚠️ Производительность Metal может быть снижена на этом устройстве со встроенным графическим процессором Intel.
sl: ⚠️ Zmogljivost kovine se lahko zmanjša na tej napravi z vgrajenim Intel GPE.
sv: ⚠️ Metal-prestanda kan försämras på den här enheten med integrerad Intel GPU.
tr: ⚠️ Entegre Intel GPU'ya sahip bu cihazda Metal performansı düşebilir.
uk: ⚠️ Продуктивність Metal може бути знижена на цьому пристрої з вбудованим графічним процесором Intel.
vi: ⚠️ Hiệu suất Metal có thể bị suy giảm trên thiết bị này với GPU Intel tích hợp.
zh_hans: ⚠️ 使用集成英特尔显卡的此设备可能降低图形性能。
zh_hant: ⚠️ 當此設備與 Intel 內建顯卡連接時，可能會降低 Metal 圖形效能。
