Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Manage custom controls
de: Benutzerdefinierte Steuerungen verwalten
es: Gestionar controles personalizados
fr: Gérer les contrôles personnalisés
hu: Egyéni vezérlők kezelése
it: Gestisci controlli personalizzati
ja: カスタム制御を管理
ko: 사용자 지정 컨트롤 관리
nb: Administrer egendefinerte kontroller
nl: Beheer eigen bediening
pl: Zarządzaj niestandardowymi elementami sterującymi
pt_br: Gerenciar controles personalizados
ro: Gestionați controalele personalizate
ru: Управление пользовательскими элементами
sl: Upravljanje kontrolnikov po meri…
sv: Hantera anpassade kontroller
tr: Özel kontrolleri yönet
uk: Керувати власними елементами керування
zh_hans: 管理自定义控制项
zh_hant: 管理自訂控制項

source: Manage…
de: Verwalten…
es: Administrar…
fr: Gérer…
hu: Kezelés…
it: Gestisci…
ja: 管理…
ko: 관리…
nb: Administrer…
nl: Beheer...
pl: Zarządzaj…
pt_br: Gerenciar…
ro: Gestionați…
ru: Управление…
sl: Upravljanje…
sv: Hantera…
tr: Yönet…
uk: Керувати…
vi: Quản lý…
zh_hans: 管理…
zh_hant: 管理…

source: Manually define the created resolution range. System specific limitations still apply. Some resolution variants are added even if outside of defined range.
de: Den erstellten Auflösungsbereich manuell festlegen. Systemspezifische Einschränkungen gelten weiterhin. Einige Auflösungsvarianten werden hinzugefügt, auch wenn sie außerhalb des definierten Bereichs liegen.
es: Defina manualmente el rango de resolución creado. Aún se aplican limitaciones específicas del sistema. Se agregan algunas variantes de resolución incluso si están fuera del rango definido.
fr: Définir manuellement la plage de résolution créée. Les limitations système spécifiques s'appliquent toujours. Certaines variantes de résolution sont ajoutées même si elles sortent de la plage de résolution.
hu: Lehetővé teszi a felbontási tartomány kézi meghatározását. A rendszer-specifikus korlátozások továbbra is érvényesek. Bizonyos felbontás-változatok akkor is hozzáadódhatnak, ha a meghatározott tartományon kívül esnek.
it: Definire manualmente l'intervallo di risoluzione creato. Le limitazioni specifiche del sistema continuano ad essere applicabili. Alcune varianti di risoluzione vengono aggiunte anche se al di fuori dell'intervallo definito.
ja: 作成した解像度範囲を手動で定義します。システム固有の制限が適用されます。定義した範囲外の解像度のバリエーションがいくつか追加されます。
ko: 생성된 해상도 범위를 수동으로 정의합니다. 시스템별 제한 사항은 여전히 적용됩니다. 정의된 범위를 벗어나더라도 일부 해상도 변형이 추가됩니다.
nb: Definer manuelt det opprettede oppløsningsområdet. Systemspesifikke begrensninger gjelder fortsatt. Noen oppløsningsvarianter legges til selv om de ligger utenfor det definerte området.
nl: Definieer handmatig het gecreëerde resolutiebereik. Systeemspecifieke beperkingen blijven van kracht. Sommige resolutievarianten worden toegevoegd, zelfs als ze buiten het gedefinieerde bereik vallen.
pl: Ręcznie zdefiniuj utworzony zakres rozdzielczości. Nadal obowiązują ograniczenia systemowe. Niektóre warianty rozdzielczości są dodawane, nawet jeśli znajdują się poza zdefiniowanym zakresem.
pt_br: Defina manualmente o intervalo de resolução criado. Limitações específicas do sistema ainda se aplicam. Algumas variantes de resolução são adicionadas mesmo fora do intervalo definido.
ro: Definiți manual intervalul de rezoluție creat. Limitările specifice sistemului se aplică în continuare. Unele variante de rezoluție sunt adăugate chiar și dacă sunt în afara intervalului definit.
ru: Вручную задайте созданный диапазон разрешений. Системные ограничения по-прежнему применяются. Некоторые варианты разрешений добавляются даже за пределами указанного диапазона.
sl: Ročno določite ustvarjeno območje ločljivosti. Posebne sistemske omejitve še vedno veljajo. Nekatere različice ločljivosti so dodane, tudi če so zunaj določenega obsega.
sv: Definiera det skapade upplösningsintervallet manuellt. Systemspecifika begränsningar gäller fortfarande. Vissa upplösningsvarianter läggs till även om de ligger utanför det definierade intervallet.
tr: Oluşturulan çözünürlük aralığını manuel olarak tanımlayın. Sisteme özel sınırlamalar hala geçerlidir. Bazı çözünürlük varyantları, tanımlanan aralığın dışında olsa bile eklenir.
uk: Вручну визначте створений діапазон роздільної здатності. Системні обмеження все ще застосовуються. Деякі варіанти роздільної здатності додаються навіть за межами визначеного діапазону.
vi: Xác định phạm vi độ phân giải được tạo ra, thủ công. Các hạn chế cụ thể của hệ thống vẫn áp dụng. Một số biến thể độ phân giải được thêm vào mặc dù nằm ngoài phạm vi đã được xác định.
zh_hans: 手动确定创建的分辨率范围。系统特定的限制仍会适用。即使在确定范围外也会添加一些分辨率变量。
zh_hant: 手動確定新增的解析度範圍。系統特定的限制仍會適用。即使在確定範圍外也會添加一些解析度變量。

source: Manually define the list of resolutions available for this virtual screen. If disabled, the app will create resolutions that match the virtual screen's aspect ratio.
de: Die Liste der für diesen virtuellen Bildschirm verfügbaren Auflösungen manuell festlegen. Wenn deaktiviert, erstellt die App Auflösungen, die dem Seitenverhältnis des virtuellen Bildschirms entsprechen.
es: Defina manualmente la lista de resoluciones disponibles para esta pantalla virtual. Si está deshabilitada, la aplicación creará resoluciones que coincidan con la relación de aspecto de la pantalla virtual.
fr: Définir manuellement la liste de résolutions disponibles pour cet écran virtuel. Si cette option est désactivée, l'application créera des résolutions correspondant au rapport d’aspect de l'écran virtuel.
hu: Meghatározza a virtuális képernyőhöz elérhető felbontások listáját. Ha letiltja, az alkalmazás a virtuális képernyő képarányának megfelelő felbontásokat hozza létre.
it: Definisci manualmente l'elenco di risoluzioni disponibili per questo schermo virtuale. Se disabilitato, l'app creerà risoluzioni corrispondenti alle proporzioni del schermo virtuale.
ja: この仮想スクリーンで使用できる解像度のリストを手動で定義します。無効化すると、仮想スクリーンのアスペクト比に合わせた解像度を作成します。
ko: 이 가상 화면에 사용할 수 있는 해상도 목록을 수동으로 정의합니다. 비활성화하면 앱에서 가상 화면의 종횡비와 일치하는 해상도를 생성합니다.
nb: Definer manuelt listen over oppløsninger som er tilgjengelige for denne virtuelle skjermen. Hvis deaktivert, vil appen opprette oppløsninger som samsvarer med den virtuelle skjermens bildeforhold.
nl: Definieer handmatig de lijst van resoluties beschikbaar voor dit virtuele scherm. Indien uitgeschakeld, zal de app resoluties maken die overeenkomen met de beeldverhouding van het virtuele scherm.
pl: Ręcznie zdefiniuj listę rozdzielczości dostępnych dla tego wirtualnego ekranu. Jeśli opcja jest wyłączona, aplikacja utworzy rozdzielczości dopasowane do proporcji wirtualnego ekranu.
pt_br: Defina manualmente a lista de resoluções disponíveis para esta tela virtual. Se desativado, o aplicativo criará resoluções que correspondam à proporção da tela virtual.
ro: Definiți manual lista de rezoluții disponibile pentru acest ecran virtual. Dacă aceasta opțiune este dezactivată, aplicația va crea rezoluții care se potrivesc cu raportul de aspect al ecranului virtual.
ru: Вручную задайте список разрешений для этого виртуального экрана. Если отключено, приложение создаст разрешения, соответствующие соотношению сторон виртуального экрана.
sl: Ročno določite seznam ločljivosti, ki so na voljo za ta virtualni zaslon. Če je onemogočena, bo aplikacija ustvarila ločljivosti, ki ustrezajo razmerju stranic navideznega zaslona.
sv: Definiera manuellt listan över upplösningar som är tillgängliga för den virtuella skärmen. Om den inaktiveras kommer appen att skapa upplösningar som matchar den virtuella skärmens bildförhållande.
tr: Bu sanal ekran için kullanılabilir çözünürlüklerin listesini manuel olarak tanımlayın. Devre dışı bırakılırsa, uygulama sanal ekranın en boy oranıyla eşleşen çözünürlükler oluşturur.
uk: Вручну визначте список дозволів, доступних для цього віртуального екрану. Якщо вимкнено, програма створюватиме роздільну здатність, яка відповідає пропорціям віртуального екрану.
vi: Xác định danh sách các độ phân giải khả dụng cho màn hình ảo này. Nếu tắt, ứng dụng sẽ tạo ra các độ phân giải phù hợp với tỉ lệ khung hình của màn hình ảo.
zh_hans: 手动确定此虚拟屏幕可用的分辨率列表。如禁用此项，此应用程序将创建与虚拟屏幕宽高比匹配的分辨率。
zh_hant: 手動確定此虛擬螢幕可用的解析度列表。如禁用此項，此應用程式將新增與虛擬螢幕寬高比匹配的解析度。

source: Mark System Configuration As Unapplied
de: Systemeinstellung als nicht angewendet markieren
es: Marcar la configuración del sistema como no aplicada
fr: Marquer la configuration système comme non appliquée
hu: Rendszerkonfiguráció megjelölése nem alkalmazottként
it: Segna configurazione di sistema come non applicata
ja: システム構成を適用しない
ko: 시스템 구성을 적용되지 않은 것으로 표시
nb: Marker systemkonfigurasjon som ikke anvendt
nl: Markeer systeemconfiguratie als niet-toegepast
pl: Oznacz konfigurację systemu jako niezastosowaną
pt_br: Marcar Configuração do Sistema como Não Aplicada
ro: Marcați configurarea sistemului ca neaplicată
ru: Отметить системную конфигурацию как не применённую
sl: Označi sistemsko konfiguracijo kot neuporabljeno
sv: Märk systemkonfiguration som icke-tillämpad
tr: Sistem Yapılandırmasını Uygulanmamış Olarak İşaretle
uk: Позначити конфігурацію системи як незастосовану
vi: Đánh dấu Cấu hình Hệ thống là Chưa áp dụng
zh_hans: 将系统配置标记为未应用
zh_hant: 將系統設定標記為未套用

source: Match UI scale of all group members
de: Benutzeroberflächen-Skala aller Gruppenmitglieder abgleichen
es: Coincidir la escala de la interfaz de usuario de todos los miembros del grupo
fr: Faire correspondre la taille d'interface de tous les membres du groupe
hu: Összes csoporttag felhasználói felület méretezésének egyeztetése
it: Abbina la scala dell’interfaccia utente di tutti i membri del gruppo
ja: すべてのグループメンバーのUIサイズを一致させる
ko: 모든 그룹 구성원의 UI 스케일 일치
nb: Matche UI-skala for alle gruppemedlemmer
nl: Laat UI-schaal overeenkomen van alle groepsleden
pl: Dopasuj skalę interfejsu użytkownika wszystkich członków grupy
pt_br: Corresponder à escala da UI de todos os membros do grupo
ro: Potriviți scala UI a tuturor membrilor grupului​
ru: Согласовать масштаб интерфейса всех членов группы
sl: Ujemanje lestvice uporabniškega vmesnika vseh članov skupine
sv: Matchande UI-skala för alla gruppmedlemmar
tr: Tüm grup üyelerinin UI ölçeğini eşleştirin
uk: Вирівняти масштаб інтерфейсу всіх членів групи
vi: Điều chỉnh tỉ lệ UI của tất cả thành viên trong nhóm
zh_hans: 匹配所有组成员的 UI 比例
zh_hant: 匹配所有群組成員的 UI 比例

source: Match aspect ratio of and associate to a display
de: Seitenverhältnis abgleichen und mit dem Display koppeln
es: Coincidir con la relación de aspecto de una pantalla y asociarla a ella
fr: Faire correspondre le rapport d'aspect à celui d'un écran et l'y associer
hu: Képarányok egyeztetése és társítása egy kijelzőhöz
it: Corrisponde alle proporzioni di uno schermo e associa a uno schermo
ja: アスペクト比に合わせてディスプレイに関連付け
ko: 화면비를 맞추고 디스플레이에 연결
nb: Matche bildeforhold og knytt til en skjerm
nl: Laat beeldverhouding overeenkomen van en koppel aan een scherm
pl: Dopasuj proporcje i powiąż z wyświetlaczem
pt_br: Corresponder à proporção de aspecto e associá-lo a um monitor
ro: Potriviți raportul de aspect și asociați-l cu un ecran fizic
ru: Сопоставить соотношение сторон и связать с дисплеем
sl: Ujemanje razmerja stranic zaslona in povezovanje z njim
sv: Matcha bildförhållande och associera till en skärm
tr: Bir ekranın en boy oranını eşleştirme ve ekranla ilişkilendirme
uk: Зіставте співвідношення сторін і пов'яжіть із дисплеєм
vi: Làm cho tỉ lệ khung hình phù hợp và liên kết với một màn hình
zh_hans: 匹配宽高比并关联到显示器
zh_hant: 匹配寬高比並關聯到顯示器

source: Match menu icon with main display icon
de: Menüsymbol mit dem Symbol des Hauptdisplays abgleichen
es: Haga coincidir el icono del menú con el ícono de la pantalla principal
fr: Faire correspondre l'icône du menu à l'icône de l'écran principal
hu: A menü ikonjának egyezése a fő kijelző ikonjával
it: Icona del menu abbinata all'icona principale della visualizzazione
ja: メニューアイコンを主ディスプレイアイコンに合わせる
ko: 메인 디스플레이 아이콘과 메뉴 아이콘 일치시키기
nb: Matche menysymbol med hovedskjermsymbol
nl: Laat menusymbool overeenkomen met hoofdschermsymbool
pl: Dopasuj ikonę menu do ikony wyświetlacza głównego
pt_br: Combinar o ícone do menu com o ícone da tela principal
ro: Potriviți iconița meniului cu iconița ecranului principal
ru: Сопоставить значок меню со значком основного дисплея
sl: Ujemanje ikone menija z ikono glavnega zaslona
sv: Matcha menyikon med huvudskärmens ikon
tr: Menü simgesini ana ekran simgesiyle eşleştir
uk: Зіставте значок меню зі значком головного дисплея
vi: Làm cho biểu tượng menu phù hợp với biểu tượng màn hình chính
zh_hans: 在菜单栏匹配主显示屏图标
zh_hant: 在選單匹配主顯示器圖示

source: Match name only
de: Nur nach Namen abgleichen
fr: Faire correspondre le nom seulement
hu: Csak név egyezés
it: Solo nome corrispondenza
ja: 名前のみ一致
ko: 이름만 매칭
nb: Matche kun navn
nl: Laat alleen naam overeen komen
pl: Dopasowanie tylko do nazwy
pt_br: Corresponder apenas ao nome
ro: Potrivire doar după nume
ru: Сопоставить только имя
sl: Samo ime ujemanja
sv: Matcha endast namn
tr: Yalnızca eşleşme adı
uk: Лише ім'я відповідності
vi: Chỉ làm tên phù hợp
zh_hans: 仅匹配名称
zh_hant: 僅匹配名稱

source: Match vendor, model
de: Nach Hersteller, Modell abgleichen
es: Coincidir proveedor, modelo
fr: Faire correspondre le fabriquant et le modèle
hu: Gyártó, model egyezés
it: Corrispondenza venditore, modello
ja: ベンダー、モデルが一致
ko: 공급업체, 모델 매칭
nb: Matche leverandør, modell
nl: Laat leverancier, model overeenkomen
pl: Dopasowanie do producenta, modelu
pt_br: Corresponder fornecedor, modelo
ro: Potriviți producătorul, modelul
ru: Сопоставить производителя и модель
sl: Ujemanje prodajalec, model
sv: Matcha tillverkare, modell
tr: Satıcıyı, modeli eşleştirin
uk: Відповідність постачальника, моделі
vi: Làm nhà sản xuất, model phù hợp
zh_hans: 匹配供应商，型号
zh_hant: 匹配供應商，型號

source: Match vendor, model, name
de: Nach Hersteller, Modell und Namen abgleichen
es: Coincidir proveedor, modelo, nombre
fr: Faire correspondre le fabriquant, le modèle et le nom
hu: Gyártó, model, név egyezés
it: Corrispondenza venditore, modello, nome
ja: ベンダー、モデル、名前が一致
ko: 공급업체, 모델, 이름 매칭
nb: Matche leverandør, modell, navn
nl: Laat leverancier, model, naam overeenkomen
pl: Dopasowanie do producenta, modelu, nazwy
pt_br: Corresponder fornecedor, modelo, nome
ro: Potriviți furnizorul, modelul, numele.
ru: Сопоставить производителя, модель и имя
sl: Ujemanje s prodajalcem, modelom, imenom
sv: Matcha tillverkare, modell, namn
tr: Satıcı, model, isim eşleştirmesi
uk: Відповідність постачальнику, моделі, назві
vi: Làm nhà sản xuất, model, tên phù hợp
zh_hans: 匹配供应商，型号，名称
zh_hant: 匹配供應商，型號，名稱

source: Match vendor, serial
de: Nach Hersteller, Seriennummer abgleichen
es: Coincidir con el fabricante, número de serie
fr: Faire correspondre le vendeur et le numéro de série
hu: Gyártó, szériaszám egyezés
it: Corrispondenza venditore, seriale
ja: 一致ベンダー、シリアル
ko: 공급업체, 일련 번호 매칭
nb: Matche leverandør, serienummer
nl: Laat leverancier, serienummer overeenkomen
pl: Dopasuj producenta, numer seryjny
pt_br: Corresponder fornecedor, modelo
ro: Potriviți furnizorul, seria
ru: Сопоставить производителя и серийный номер
sl: Ujemanje prodajalca, serija
sv: Matcha tillverkare, serienummer
tr: Satıcıyı, seriyi eşleştir
uk: Виробник, серійний номер
vi: Làm khớp nhà cung cấp, số seri
zh_hans: 匹配厂商、序列号
zh_hant: 匹配廠商、序號

source: Matches default resolution
de: Stimmt mit der Standardauflösung überein
es: Coincide con la resolución predeterminada
fr: Correspondant à la résolution par défaut
hu: Alapértelmezett felbontással egyezik
it: Corrisponde alla risoluzione predefinita
ja: デフォルトの解像度に合わせる
ko: 기본 해상도에 맞추기
nb: Samsvarer med standardoppløsning
nl: Komt overeen met standaardresolutie
pl: Dopasowuje domyślną rozdzielczość
pt_br: Corresponde à resolução padrão
ro: Potrivește rezoluția implicită
ru: Соответствует разрешению по умолчанию
sl: Ustreza privzeti ločljivosti
sv: Matchar standardupplösning
tr: Varsayılan çözünürlükle eşleşir
uk: Відповідає роздільній здатності за замовчуванням
vi: Độ phân giải mặc định phù hợp
zh_hans: 匹配默认分辨率
zh_hant: 匹配預設解析度

source: Matching audio device name
de: Name des entsprechenden Audiogerätes
es: Nombre de dispositivo de audio coincidente
fr: Nom d'appareil audio correspondant
hu: Egyeztetett hangeszköz neve
it: Nome del dispositivo audio corrispondente
ja: オーディオ装置名を一致させる
ko: 일치하는 오디오 장치 이름
nb: Matcher lydapparatnavn
nl: Overeenkomende geluidsapparaatnaam
pl: Dopasowana nazwa urządzenia audio
pt_br: Nome do dispositivo de áudio correspondente
ro: Se potrivește numele dispozitivului audio
ru: Соответствие имени аудиоустройства
sl: Ustrezno ime zvočne naprave
sv: Matchar ljudenhetens namn
tr: Eşleşen ses cihazı adı
uk: Відповідна назва аудіопристрою
vi: Tên thiết bị âm thanh phù hợp
zh_hans: 匹配音频设备名称
zh_hant: 匹配聲音設備名稱

source: Matching tolerance
de: Toleranz des Abgleichs
es: Tolerancia de coincidencia
fr: Tolérance de correspondance
hu: Méretezés egyeztetés tűréshatár
it: Tolleranza di corrispondenza
ja: サイズの許容誤差
ko: 일치 허용 오차
nb: Samsvarstoleranse
nl: Overeenkomstmarge
pl: Tolerancja dopasowania
pt_br: Tolerância correspondente
ro: Toleranța de potrivire
ru: Допуск соответствия
sl: Ujemanje tolerance
sv: Matchande tolerans
tr: Eşleştirme toleransı
uk: Допуск відповідності
vi: Độ chấp nhận Phù hợp
zh_hans: 匹配容差
zh_hant: 匹配容差

source: Max
pl: Maks.
ru: Макс

source: Max HW
de: Hardware-Maximum
es: HW máxima
fr: Max matériel
it: HW massimo
ja: HW（最大）
ko: 최대 HW
nb: Maks. maskinvare
pl: Maks. HW
pt_br: Hardware máximo
ro: Înălțime/Lățime maximă
ru: Макс. HW
sv: Max hårdvara
tr: Maksimum HW
uk: Макс. HW
vi: Độ sáng phần cứng tối đa
zh_hans: 最大硬件值
zh_hant: 最大硬體值

source: Max Height
de: Maximale Höhe
es: Altura máxima
fr: Hauteur max
hu: Max magasság
it: Altezza massima
ja: 高さ（最大）
ko: 최대 높이
nb: Maks høyde
nl: Max. hoogte
pl: Maksymalna wysokość
pt_br: Altura máxima
ro: Înălțime maximă
ru: Максимальная высота
sl: Največja višina
sv: Max höjd
tr: Maksimum Uzunluk
uk: Максимальна висота
vi: Chiều cao tối đa
zh_hans: 最大高度
zh_hant: 最大高度

source: Max Width
de: Maximale Breite
es: Anchura máxima
fr: Largeur max
hu: Max szélesség
it: Larghezza massima
ja: 幅（最大）
ko: 최대 너비
nb: Maks bredde
nl: Max. breedte
pl: Maksymalna szerokość
pt_br: Largura máxima
ro: Lățime maximă
ru: Максимальная ширина
sl: Največja širina
sv: Max bredd
tr: Maksimum Genişlik
uk: Максимальна ширина
vi: Chiều rộng tối đa
zh_hans: 最大宽度
zh_hant: 最大寬度

source: Max refresh rate
de: Maximale Wiederholrate
es: Tasa de refresco máxima
fr: Taux de rafraîchissement max
hu: Maximális frissítési ráta
it: Frequenza max
ja: リフレッシュレート（最大）
ko: 최대 주사율
nb: Maks oppdateringsfrekvens
nl: Max. verversingsfrequentie
pl: Maksymalna częstotliwość odświeżania
pt_br: Taxa de atualização máxima
ro: Rata maximă de reîmprospătare
ru: Максимальная частота обновления
sl: Največja hitrost osveževanja
sv: Max uppdateringsfrekvens
tr: Maks yenileme hızı
uk: Максимальна частота оновлення
vi: Tần số làm mới tối đa
zh_hans: 最大刷新率
zh_hant: 最大更新率

source: Max value: %u
de: Maximaler Wert: %u
es: Valor máximo: %u
fr: Valeur maximale : %u
hu: Maximális érték: %u
it: Valore massimo: %u
ja: 最大値：%u
ko: 최댓값: %u
nb: Maks verdi: %u
nl: Max. waarde: %u
pl: Maksymalna wartość: %u
pt_br: Valor máximo: %u
ro: Valoare maximă: %u
ru: Максимальное значение: %u
sl: Največja vrednost: %u
sv: Max värde: %u
tr: Maks değer: %u
uk: Максимальне значення: %u
vi: Giá trị tối đa: %u
zh_hans: 最大值：%u
zh_hant: 最大值：%u

source: Maximum Source Bandwidth
es: Ancho de banda máximo de la fuente
ja: 最大ソース帯域幅
ko: 최대 소스 대역폭
nl: Maximale bandbreedte bron
pl: Maksymalna przepustowość źródła
ru: Максимальная пропускная способность источника

source: Maximum Source Height
es: Altura máxima de la fuente
ja: 最大ソース高さ
ko: 최대 소스 높이
nl: Maximale hoogte bron
pl: Maksymalna wysokość źródła
ru: Максимальная высота источника

source: Maximum Source Width
es: Ancho máximo de la fuente
ja: 最大ソース幅
ko: 최대 소스 너비
nl: Maximale breedte bron
pl: Maksymalna szerokość źródła
ru: Максимальная ширина источника

source: Maximum brightness value for XDR/HDR upscaled brightness on the combined brightness scale.
de: Maximaler Helligkeitswert für die hochskalierte XDR/HDR-Helligkeit auf der kombinierten Helligkeitsskala.
es: Valor de brillo máximo para el brillo mejorado XDR/HDR en la escala de brillo combinada.
fr: Valeur maximale de luminosité pour la luminosité démultipliée XDR/HDR sur la plage de luminosité combinée.
hu: XDR/HDR felskálázott fényerő maximális fényerőértéke a kombinált fényerőskálán.
it: Valore massimo di luminosità per la luminosità XDR/HDR aumentata sulla scala combinata di luminosità.
ja: 複合輝度スケールにおけるXDR/HDRアップスケール輝度の最大輝度値。
ko: 통합 밝기 제어 모드에서 XDR/HDR 업스케일 밝기에 대한 최대 밝기 값입니다.
nb: Maksimal lysstyrkeverdi for XDR/HDR-oppskalert lysstyrke på den kombinerte lysstyrkeskalaen.
nl: Maximale helderheidswaarde voor XDR-/HDR-opgeschaalde helderheid op de gecombineerde helderheidsschaal.
pl: Maksymalna wartość jasności dla jasności skalowanej XDR/HDR na połączonej skali jasności.
pt_br: Valor máximo para brilho aprimorado XDR/HDR na escala de brilho combinada.
ro: Valoarea maximă de luminozitate pentru luminozitatea XDR/HDR amplificată pe scara de luminozitate combinată.
ru: Максимальное значение яркости для увеличенной XDR/HDR яркости на комбинированной шкале яркости.
sl: Največja vrednost svetlosti za povečano svetlost XDR/HDR na kombinirani lestvici svetlosti.
sv: Maximalt ljusstyrkevärde för XDR/HDR-uppskalad ljusstyrka på den kombinerade ljusstyrkeskalan.
tr: Birleşik parlaklık ölçeğinde XDR/HDR yükseltilmiş parlaklık için maksimum parlaklık değeri.
uk: Максимальне значення яскравості для підвищеної яскравості XDR/HDR на комбінованій шкалі яскравості.
vi: Giá trị độ sáng tối đa cho độ sáng XDR/HDR tăng cường trên tỉ lệ độ sáng kết hợp.
zh_hans: 组合亮度范围的 XDR/HDR 升级亮度的最大亮度比。
zh_hant: 組合亮度範圍的 XDR/HDR 升級亮度的最大亮度比。

source: Maximum value
de: Maximaler Wert
es: Valor máximo
fr: Valeur maximale
hu: Maximum érték
it: Valore massimo
ja: 最大値
ko: 최댓값
nb: Maksimal verdi
nl: Maximale waarde
pl: Maksymalna wartość
pt_br: Valor máximo
ro: Valoarea maximă
ru: Максимальное значение
sl: Največja vrednost
sv: Maximalt värde
tr: Maksimum değer
uk: Максимальне значення
zh_hans: 最大值
zh_hant: 最大值

source: Maximum volume
pl: Maksymalna głośność
ru: Максимальная громкость

source: Measured refresh rate:
de: Gemessene Wiederholrate:
es: Tasa de refresco medida:
fr: Taux mesuré :
hu: Mért frissítési ráta:
it: Frequenza di aggiornamento misurata:
ja: 測定されたリフレッシュレート：
ko: 측정된 주사율:
nb: Målte oppdateringsfrekvens:
nl: Gemeten verversingsfrequentie:
pl: Zmierzona częstotliwość odświeżania:
pt_br: Taxa de atualização medida:
ro: Rata de reîmprospătare măsurată:
ru: Измеренная частота обновления:
sl: Izmerjena hitrost osveževanja:
sv: Uppmätt uppdateringsfrekvens:
tr: Ölçülmüş yenileme hızı:
uk: Виміряна частота оновлення:
vi: Tần số làm mới đã đo:
zh_hans: 测量刷新率：
zh_hant: 測量更新率：

source: Median
es: Mediana
fr: Médiane
hu: Medián
it: Mediana
ja: 中央値
ko: 중앙값
nl: Mediaan
pl: Mediana
pt_br: Mediana
ro: Mediană
ru: Медиана
sl: Mediana
tr: Medyan (Ortanca)
uk: Медіана
zh_hans: 中值
zh_hant: 中值

source: Member displays
de: Inkludierte Displays
es: Pantallas de los miembros
fr: Écrans membres
hu: Csoporttagok
it: Display membri
ja: メンバーのディスプレイ
ko: 구성원의 디스플레이
nb: Medlemskjermer
nl: Lidschermen
pl: Członkowie grupy wyświetlaczy
pt_br: Exibições de membros
ro: Ecranele membre
ru: Дисплеи участников
sl: Prikaz zaslonov
sv: Medlemsskärmar
tr: Üye ekranları
uk: Дисплеї-учасники
vi: Màn hình thành viên
zh_hans: 成员显示器
zh_hant: 成員顯示器

source: Menu
de: Menü
es: Menú
hu: Menü
ja: メニュー
ko: 메뉴
nb: Meny
ro: Meniu
ru: Меню
sl: Meni
sv: Meny
tr: Menü
uk: Меню
zh_hans: 菜单
zh_hant: 選單
