Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Associate the virtual screen with this display
de: Virtuellen Bildschirm mit diesem Display koppeln
es: Asociar la pantalla virtual con esta pantalla
fr: Associer l'écran virtuel avec cet écran
hu: A virtuális képernyő társítása ehhez a kijelzőhöz
it: Associa la schermo virtuale a questo schermo
ja: 仮想スクリーンをこのディスプレイに関連付ける
ko: 가상 화면을 이 디스플레이와 연결
nb: Knytt den virtuelle skjermen til denne skjermen
nl: Koppel het virtuele scherm toe aan dit scherm
pl: Powiąż wirtualny ekran z tym wyświetlaczem
pt_br: Associe a tela virtual a este monitor
ro: Asociați ecranul virtual cu acest ecran
ru: Связать виртуальный экран с этим дисплеем
sl: Povežite navidezni zaslon s tem zaslonom
sv: Associera den virtuella skärmen med denna skärm
tr: Sanal ekranı bu ekranla ilişkilendir
uk: Пов'яжіть віртуальний екран із цим дисплеєм
vi: Liên kết màn hình ảo với màn hình này
zh_hans: 将虚拟屏幕与此显示器关联
zh_hant: 將虛擬螢幕與此顯示器關聯

source: Associate this display with an audio device that has native volume controls
nl: Associeer dit scherm met een geluidsapparaat die ingebouwde volumebediening heeft
pl: Skojarz ten wyświetlacz z urządzeniem audio, które ma natywną kontrolę głośności
ru: Связать этот дисплей с аудиоустройством с собственным управлением громкостью

source: Associate this virtual screen with real display(s)
de: Virtuellen Bildschirm mit realen Display(s) koppeln
es: Asociar esta pantalla virtual con pantalla(s) real(es)
fr: Associer l'écran virtuel avec un/des écran(s) réel(s)
hu: Ennek a virtuális képernyőnek a társítása valós kijelzőkkel
it: Associa questa schermo virtuale a schermi reali
ja: この仮想スクリーンを実ディスプレイに関連付ける
ko: 가상 화면을 실제 디스플레이(들)에 연결
nb: Knytt denne virtuelle skjermen til ekte skjerm(er)
nl: Koppel het virtuele scherm toe aan echte scherm(en)
pl: Powiąż ten wirtualny ekran z rzeczywistymi wyświetlaczami
pt_br: Associe esta tela virtual a monitores reais
ro: Asociați acest ecran virtual cu ecran(e) real(e)
ru: Связать этот виртуальный экран с реальным дисплеем (дисплеями)
sl: Poveži ta virtualni zaslon z resničnimi zasloni
sv: Associera denna virtuella skärm med riktiga skärm(ar)
tr: Bu sanal ekranı gerçek ekran(lar)la ilişkilendirin
uk: Пов'яжіть цей віртуальний екран із реальним дисплеєм(ами)
vi: Liên kết màn hình ảo này với (các) màn hình thực
zh_hans: 将此虚拟屏幕与真实显示器关联
zh_hant: 將此虛擬螢幕與真實顯示器關聯

source: Associated audio device name
nl: Geassocieerde geluidsapparaatnaam
pl: Nazwa powiązanego urządzenia audio
ru: Название связанного аудиоустройства

source: Associated displays
de: Gekoppelte Displays
es: Pantallas asociadas
fr: Écrans associés
hu: Társított kijelzők
it: Display associati
ja: 関連付けたディスプレイ
ko: 연관된 디스플레이
nb: Tilknyttede skjermer
nl: Gekoppelde schermen
pl: Powiązane wyświetlacze
pt_br: Monitores associados
ro: Ecrane asociate
ru: Связанные дисплеи
sl: Povezani zasloni
sv: Associerade skärmar
tr: İlişkili ekranlar
uk: Пов'язані дисплеї
vi: Các màn hình được liên kết
zh_hans: 已关联显示器
zh_hant: 已關聯顯示器

source: Associated to
de: Gekoppelt an
es: Asociado a
fr: Associé à
hu: Társítva:
it: Associato a
ja: 関連付けた
ko: 연관 대상
nb: Tilknyttet
nl: Gekoppeld aan
pl: Powiązane z
pt_br: Associado para
ro: Asociat cu
ru: Связано с
sl: Povezan z
sv: Associerad med
tr: Şunula ilişkili
uk: Пов'язаний з
vi: Được liên kết với
zh_hans: 关联
zh_hant: 關聯

source: Association settings
de: Kopplungseinstellungen
es: Ajustes de asociación
fr: Réglages d'association
hu: Társítási beállítások
it: Impostazioni di associazione
ja: 関連付け設定
ko: 연관 설정
nb: Tilknyttingsinnstillinger
nl: Koppelingsinstellingen
pl: Ustawienia powiązań
pt_br: Configurações de associação
ro: Setări de asociație
ru: Настройки связности
sl: Nastavitve združenja
sv: Associeringsinställningar
tr: İlişkilendirme ayarları
uk: Налаштування асоціації
vi: Cài đặt liên kết
zh_hans: 关联设置
zh_hant: 關聯設定

source: Assume last used or default values are valid
de: Nehme an, dass die zuletzt verwendeten oder die Standardwerte gültig sind
es: Suponer que los últimos valores utilizados o los valores predeterminados son válidos
fr: Assumer que les dernières valeurs ou valeurs par défaut sont valides
hu: Az utoljára használt vagy alapértelmezett értékek érvényességének feltételezése
it: Assumere che gli ultimi valori usati o predefiniti siano validi
ja: 直近に使用した値またはデフォルト値が有効であると仮定
ko: 마지막으로 사용한 값 또는 기본값이 유효하다고 가정
nb: Anta at sist brukte eller standardverdier er gyldige
nl: Neem aan dat de laatstgebruikte of standaardwaarden geldig zijn
pl: Załóż, że ostatnio użyte lub domyślne wartości są prawidłowe
pt_br: Considerar que os últimos valores usados ou padrão sejam válidos
ro: Presupune că ultimele valori utilizate sau valorile implicite sunt valide
ru: Предполагается, что действуют последние использованные значения или значения по умолчанию
sl: Predpostavimo, da so zadnje uporabljene ali privzete vrednosti veljavne
sv: Antag senast använda eller standardvärden är giltiga
tr: Son kullanılan veya varsayılan değerlerin geçerli olduğunu varsay
uk: Припустимо, що останні використані значення або значення за замовчуванням дійсні
vi: Cho rằng các giá trị đã sử dụng cuối hoặc giá trị mặc định là hợp lệ
zh_hans: 假设最后使用的值或默认值有效
zh_hant: 假設最後使用的值或預設值有效

source: At least one display group member is present.
de: Mindestens ein Element der Displaygruppe ist vorhanden.
es: Al menos un miembro del grupo de pantallas está presente.
fr: Au moins un groupe d'écrans est présent.
hu: Legalább egy kijelzőcsoport-tag jelen van.
it: Almeno un membro del gruppo di display è presente.
ja: ディスプレイグループのメンバーが1つ以上存在します。
ko: 한 명 이상의 디스플레이 그룹 구성원이 참석합니다.
nb: Minst ett medlem av visningsgruppen er til stede.
nl: Minimaal één schermgroepslid is beschikbaar.
pl: Obecny jest co najmniej jeden członek grupy wyświetlaczy.
pt_br: Pelo menos um membro do grupo de exibição está presente.
ro: Cel puțin un membru al grupului de ecrane este prezent.
ru: Как минимум один участник группы дисплеев присутствует.
sl: Prisoten je vsaj en član zaslonove skupine.
sv: Minst en medlem i skärmgruppen är närvarande.
tr: En az bir ekran grubu üyesi mevcuttur.
uk: Принаймні один учасник групи дисплеїв присутній.
vi: Ít nhất một thành viên nhóm màn hình đang hiện diện.
zh_hans: 至少有一个显示组成员已连接。
zh_hant: 至少有一個顯示群組成員已連接。

source: At least one non-group member display is connected - this is prohibited by the activation rules.
de: Mindestens ein Display, das nicht zur Gruppe gehört, ist angeschlossen - dies ist nach den Aktivierungsregeln verboten.
es: Al menos una pantalla que no es miembro del grupo está conectada; esto está prohibido por las reglas de activación.
fr: Au minimum un écran ne provenant pas du groupe est présent - cela est interdit par les règles d'activation.
hu: Legalább egy nem csoporttag kijelző csatlakoztatva van - ezt az aktiválási szabályok tiltják.
it: Almeno un display non membro del gruppo è connesso - ciò è vietato dalle regole di attivazione.
ja: グループのメンバーでないディスプレイが1つ以上接続されています——アクティベーション規則で禁止されています。
ko: 그룹 구성원이 아닌 디스플레이가 하나 이상 연결되어 있는 경우 - 이는 활성화 규칙에 의해 금지되어 있습니다.
nb: Minst én skjerm som ikke er gruppemedlem er tilkoblet – dette er forbudt av aktiveringsreglene.
nl: Minimaal één scherm van een niet-groepslid is verbonden - dit is verboden volgens de activeringsregels.
pl: Połączony jest co najmniej jeden wyświetlacz spoza grupy – jest to zabronione przez reguły aktywacji.
pt_br: Pelo menos um monitor que não seja membro do grupo está conectado - isso é proibido pelas regras de ativação.
ro: Cel puțin un ecran care nu este membru al grupului este conectat - acest lucru este interzis de regulile de activare.
ru: Подключён хотя бы один дисплей вне группы — это запрещено правилами активации.
sl: Povezan je vsaj en zaslon, ki ni član skupine – to je prepovedano s pravili aktivacije.
sv: Minst en skärm som inte tillhör gruppen är ansluten - detta är förbjudet enligt aktiveringsreglerna.
tr: Grup üyesi olmayan en az bir ekran bağlı - bu, etkinleştirme kuralları tarafından yasaklanmıştır.
uk: Підключено принаймні один дисплей, що не є учасником групи — це заборонено правилами активації.
vi: Ít nhất một màn hình không thuộc nhóm nào đã được kết nối - điều này bị cấm bởi các quy tắc kích hoạt.
zh_hans: 至少有一个非组成员显示器已连接 - 激活规则禁止此操作。
zh_hant: 至少有一個非群組成員顯示器已連接 - 啟用規則禁止此操作。

source: At least two display group members are present.
de: Mindestens zwei Elemente der Displaygruppe sind vorhanden.
es: Al menos dos miembros del grupo de pantallas están presente.
fr: Au minimum deux membre du groupe d'écrans sont présents.
hu: Legalább két kijelzőcsoport-tag jelen van
it: Sono presenti almeno due membri del gruppo di display.
ja: ディスプレイグループのメンバーが2つ以上存在します。
ko: 최소 두 명의 디스플레이 그룹 구성원이 참석합니다.
nb: Minst to medlemmer av visningsgruppen er til stede.
nl: Minimaal twee schermgroepsleden zijn beschikbaar.
pl: Obecnych jest co najmniej dwóch członków grupy wyświetlaczy.
pt_br: Pelo menos dois membros do grupo de exibição estão presentes.
ro: Sunt prezente cel puțin doi membri ale grupului de ecrane.​
ru: Присутствуют как минимум два участника группы дисплеев.
sl: Prisotna sta vsaj dva člana zaslonske skupine.
sv: Minst två skärmgruppsmedlemmar finns.
tr: En az iki ekran grubu üyesi mevcuttur.
uk: Принаймні два учасники групи дисплеїв присутні.
vi: Ít nhất hai thành viên nhóm màn hình đang hiện diện.
zh_hans: 至少有两个显示组成员已连接。
zh_hant: 至少有兩個顯示群組成員已連接。

source: At least two group members are connected
de: Mindestens zwei Displays, die Teil einer Gruppe sind, sind verbunden
es: Al menos dos miembros del grupo están conectados
fr: Au minimum deux écrans membres du groupe sont connectés
hu: Legalább két csoporttag csatlakoztatva van
it: Almeno due membri del gruppo sono connessi
ja: 2つ以上のグループメンバーが接続済み
ko: 두 명 이상의 그룹 구성원이 연결되어 있을 때
nb: Minst to gruppemedlemmer er tilkoblet
nl: Minimaal twee groepsleden zijn verbonden.
pl: Połączonych jest co najmniej dwóch członków grupy
pt_br: Pelo menos dois membros do grupo estão conectados
ro: Cel puțin doi membri ai grupului sunt conectați
ru: Подключены как минимум два участника группы
sl: Vsaj dva člana skupine sta povezana
sv: Minst två gruppmedlemmar är anslutna
tr: En az iki grup üyesi birbirine bağlı
uk: Підключено принаймні двох учасників групи
vi: Ít nhất hai thành viên của nhóm đã được kết nối
zh_hans: 至少连接两个组成员
zh_hant: 至少連接兩個群組成員

source: Attempts to directly read the EDID data from the display.
de: Versucht die EDID-Daten direkt von dem Display zu lesen.
es: Intenta leer directamente los datos EDID de la pantalla.
fr: Tente de lire directement les données EDID depuis l'écran.
hu: Megpróbálja közvetlenül beolvasni az EDID-adatokat a kijelzőről.
it: Tentativi di leggere direttamente i dati EDID dal display.
ja: ディスプレイからEDIDデータを直接読み込みます。
ko: 디스플레이에서 EDID 데이터를 직접 읽으려고 시도합니다.
nb: Forsøker å lese EDID-data direkte fra skjermen.
nl: Probeert om direct de EDID-gegevens te lezen van het scherm.
pl: Próba bezpośredniego odczytu danych EDID z wyświetlacza.
pt_br: Tentar ler diretamente os dados EDID do display.
ro: Încercări de a citi direct datele EDID de pe ecran.
ru: Попытка прямого считывания EDID-данных с дисплея.
sl: Poskus neposrednega branja podatkov EDID z zaslona.
sv: Försöker att direkt läsa EDID-data från skärmen.
tr: EDID verilerini doğrudan ekrandan okumaya çalışıyor.
uk: Намагається безпосередньо прочитати дані EDID з дисплея.
vi: Thử đọc trực tiếp dữ liệu EDID từ màn hình.
zh_hans: 尝试直接从显示器读取 EDID 数据。
zh_hant: 嘗試直接從顯示器讀取 EDID 資料。

source: Attempts to directly read the EDID data from the display. Might not yield valid results on some systems. Specifying read length is optional - leave the field empty for autodetect.
de: Versucht die EDID-Daten direkt von dem Display zu lesen. Könnte auf manchen Systemen keine gültigen Ergebnisse liefern. Die Angabe der Leselänge ist optional - lass das Feld leer für automatische Erkennung.
es: Intenta leer directamente los datos EDID de la pantalla. Es posible que no proporcione resultados válidos en algunos sistemas. Especificar la longitud de lectura es opcional; deja el campo vacío para autodetección.
fr: Tente de lire directement les données EDID depuis l'écran. Cela peut produire des résultats invalides sur certains systèmes. Spécifier une longueur de lecture est optionnel - Laissez le champ vide pour une détection automatique.
hu: Megpróbálja közvetlenül beolvasni az EDID-adatokat a kijelzőről. Bizonyos rendszereken helytelen eredményt adhat. A méret megadása opcionális - hagyja üresen a mezőt automatikus meghatározáshoz.
it: Tentativi di leggere direttamente i dati EDID dal display. Potrebbe non produrre risultati validi su alcuni sistemi. Specificare la lunghezza di lettura è facoltativo - lasciare vuoto il campo per il rilevamento automatico.
ja: ディスプレイからのEDIDデータ直接読み取りを試みます。システムによっては有効な結果が得られないことがあります。 読み取り長の指定はオプションで、自動検出するには空のままにします。
ko: 디스플레이에서 EDID 데이터를 직접 읽으려고 시도합니다. 일부 시스템에서는 유효한 결과를 얻지 못할 수 있습니다. 읽기 길이 지정은 선택 사항이며, 자동 감지를 위해 필드를 비워 두세요.
nb: Forsøker å lese EDID-data direkte fra skjermen. Kan gi ugyldige resultater på noen systemer. Å angi lese­lende er valgfritt – la feltet stå tomt for auto­deteksjon.
nl: Probeert om direct de EDID-gegevens te lezen van het scherm. Kan ongeldige uitkomsten geven op bepaalde systemen.
pl: Próba bezpośredniego odczytu danych EDID z wyświetlacza. Na niektórych systemach może nie dać prawidłowych wyników. Określenie długości odczytu jest opcjonalne – pozostaw pole puste, aby włączyć automatyczne wykrywanie.
pt_br: Tenta ler diretamente os dados EDID do monitor. Pode não produzir resultados válidos em alguns sistemas. A especificação do comprimento de leitura é opcional – deixe o campo vazio para detecção automática.
ro: Încercă să citească direct datele EDID din ecran.Este posibil să nu ofere rezultate valide pe anumite sisteme. Specificarea lungimii de citire este opțională - lăsați câmpul gol pentru detectare automată.
ru: Попытка прямого считывания данных EDID с дисплея. Может не дать верных результатов на некоторых системах. Указание длины чтения необязательно - оставьте это поле пустым для автоматического определения.
sl: Poskus neposrednega branja podatkov EDID z zaslona. V nekaterih sistemih morda ne bo dalo veljavnih rezultatov. Določanje dolžine branja ni obvezno - pustite polje prazno za samodejno zaznavanje.
sv: Försöker att direkt läsa EDID-data från skärmen. Kan ge felaktiga resultat på vissa system. Att ange läslängd är valfritt - lämna fältet tomt för automatisk detektering.
tr: EDID verilerini doğrudan ekrandan okumaya çalışıyor. Bazı sistemlerde geçerli sonuçlar vermeyebilir. Okuma uzunluğunu belirtmek isteğe bağlıdır - otomatik algılama için alanı boş bırakın.
uk: Спроби безпосереднього зчитування даних EDID з дисплея. Може не давати дійсних результатів у деяких системах. Вказувати довжину читання необов'язково - залиште поле порожнім для автовизначення.
vi: Thử đọc trực tiếp dữ liệu EDID từ màn hình. Có thể không cho kết quả hợp trên một số hệ thống. Việc chỉ định chiều dài đọc là tùy chọn - để trống thường để tự động phát hiện.
zh_hans: 此功能尝试直接读取显示器的 EDID 数据。在某些系统上可能无法得到有效结果。 指定读取长度可选 - 留空以自动检测。
zh_hant: 此功能嘗試直接讀取顯示器的 EDID 資料。在某些系統上可能無法得到有效結果。 指定讀取長度可選 - 留空以自動檢測。

source: Audio Control
de: Audio-Steuerung
es: Control de Audio
fr: Contrôle audio
hu: Hangerő vezérlés
it: Controllo audio
ja: オーディオ制御
ko: 오디오 제어
nb: Lydkontroll
nl: Bediening geluid
pl: Sterowanie dźwiękiem
pt_br: Controle de Áudio
ro: Control audio
ru: Управление аудиосистемой
sl: Avdio nadzor
sv: Ljudkontroll
tr: Ses Kontrol
uk: Керування звуком
vi: Điều khiển âm thanh
zh_hans: 音频控制
zh_hant: 聲音控制

source: Auto Brightness
de: Automatische Helligkeit
es: Brillo Automático
fr: Luminosité automatique
hu: Automatikus fényerő
it: Luminosità automatica
ja: 輝度を自動調節
ko: 자동 밝기
nb: Automatisk lysstyrke
nl: Automatische herlderheid
pl: Automatyczna jasność
pt_br: Brilho Automático
ro: Luminozitate automată
ru: Автояркость
sl: Samodejna svetlost
sv: Automatisk ljusstyrka
tr: Otomatik Parlaklık
uk: Автоматична яскравість
vi: Độ sáng Tự động
zh_hans: 自动亮度
zh_hant: 自動亮度

source: Auto brightness (ambient light sensor) might turn off XDR upscaling depending on lighting conditions when combined brightness is used.
de: Automatische Helligkeit (Umgebungslichtsensor) kann die XDR-Hochskalierung je nach Lichtverhältnissen ausschalten, wenn die kombinierte Helligkeit verwendet wird.
es: La atenuación automática (sensor de luz ambiental) podría desactivar el escalado XDR dependiendo de las condiciones de iluminación cuando se utiliza el brillo combinado.
fr: La luminosité automatique (capteur de lumière ambiante) pourrait désactiver la démultiplication XDR en fonction de la luminosité ambiante quand la luminosité combinée est activée.
hu: Az automatikus fényerő (környezeti fényérzékelő) a fényviszonyoktól függően kikapcsolhatja az XDR-felskálázást kombinált fényerő használatakor.
it: La luminosità automatica (sensore di luce ambiente) potrebbe spegnere l'upscaling XDR a seconda delle condizioni di illuminazione quando viene utilizzata la luminosità combinata.
ja: 輝度の自動調節（環境光センサー）は、複合輝度を使用する場合、照明条件によってはXDRアップスケーリングをオフにすることがあります。
ko: 자동 밝기(주변광 센서)를 사용하면 조명 조건에 따라 통합 밝기를 사용할 때 XDR 업스케일링이 꺼질 수 있습니다.
nb: Automatisk lysstyrke (omgivelseslyssensor) kan slå av XDR-oppskalering avhengig av lysforhold når kombinert lysstyrke brukes.
nl: Automatische helderheid (omgevingslichtsensor) schakelt mogelijk de XDR-opschaling uit, afhankelijk van de lichtomstandigheden als gecombineerde helderheid wordt gebruikt.
pl: Automatyczna jasność (czujnik światła otoczenia) może wyłączyć skalowanie XDR w zależności od warunków oświetleniowych, gdy używana jest łączona jasność.
pt_br: O brilho automático (sensor de luz ambiente) pode desativar o upscaling XDR dependendo das condições de iluminação quando o brilho combinado é usado.
ro: Luminozitatea automată (senzor de lumină ambientală) poate dezactiva scalarea XDR în funcție de condițiile de iluminare atunci când se utilizează luminozitatea combinată.
ru: Автояркость (датчик внешней освещенности) может отключить повышение яркости XDR в зависимости от условий освещения при использовании комбинированной яркости.
sl: Samodejna svetlost (senzor ambientalne svetlobe) lahko izklopi zvišanje ločljivosti XDR glede na svetlobne pogoje, ko se uporablja kombinirana svetlost.
sv: Automatisk ljusstyrka (sensor för omgivande ljus) kan stänga av XDR-uppskalning beroende på ljusförhållandena när kombinerad ljusstyrka används.
tr: Otomatik parlaklık (ortam ışığı sensörü), birden fazla parlaklık kullanıldığında aydınlatma koşullarına bağlı olarak XDR yükseltmeyi kapatabilir.
uk: Автоматична яскравість (датчик зовнішнього освітлення) може вимкнути масштабування XDR залежно від умов освітлення, якщо використовується комбінована яскравість.
vi: Độ sáng tự động (cảm biến ánh sáng môi trường) có thể tắt chức năng tăng cường hình ảnh XDR tùy thuộc vào điều kiện ánh sáng khi sử dụng độ sáng kết hợp.
zh_hans: 当使用组合亮度时，自动亮度（环境光传感器）可根据照明条件关闭 XDR 亮度提升。
zh_hant: 當使用組合亮度時，自動亮度（環境光感測器）可根據照明條件關閉 XDR 亮度提升。

source: Auto-Configuration Done
de: Automatische Konfiguration fertig
es: Auto-Configuración Terminada
fr: Configuration automatique terminée
hu: Automatikus konfigurálás kész
it: Configurazione automatica completata
ja: 自動構成済み
ko: 자동 구성 완료
nb: Automatisk konfigurering fullført
nl: Automatische configuratie gereed
pl: Automatyczna konfiguracja zakończona
pt_br: Configuração automática concluída
ro: Auto-configurare efectuată
ru: Автонастройка завершена
sl: Samodejna konfiguracija končana
sv: Autokonfiguration klar
tr: Otomatik Yapılandırma Tamamlandı
uk: Автоматичне налаштування завершено
vi: Cấu Hình Tự Động Hoàn Tất
zh_hans: 自动配置完成
zh_hant: 自動設定完成

source: Auto-Configure DDC Features
de: DDC-Funktionen automatisch konfigurieren
es: Configurar automaticamente las funciones DDC
fr: Configurer automatiquement les fonctionnalités DDC
hu: DDC funkciók automatikus beállítása
it: Configura automaticamente le funzionalità DDC
ja: DDC機能を自動構成
ko: DDC 기능 자동 구성
nb: Automatisk konfigurering av DDC-funksjoner
nl: Configureer DDC-functies automatisch
pl: Automatycznie konfiguruj funkcje DDC
pt_br: Configurar automaticamente os recursos DDC
ro: Auto-configurare caracteristici DDC
ru: Автонастройка функций DDC
sl: Samodejna konfiguracija funkcij DDC
sv: Autokonfigurera DDC-funktioner
tr: DDC Özelliklerini Otomatik Yapılandırma
uk: Автоматичне налаштування функцій DDC
vi: Tự Động Cấu Hình Tính Năng DDC
zh_hans: 自动配置 DDC 功能
zh_hant: 自動設定 DDC 功能

source: Auto-connect all displays on quit
de: Alle Displays beim Beenden automatisch verbinden
es: Conectar automáticamente todas las pantallas al salir
fr: Connecter automatiquement tous les écrans à la fermeture de l'application
hu: Minden kijelző automatikus csatlakoztatása kilépéskor
it: Connessione automatica di tutti gli schermi all'uscita
ja: 終了時にすべてのディスプレイを自動接続
ko: 종료 시 모든 디스플레이 자동 연결
nb: Koble automatisk til alle skjermer ved avslutning
nl: Verbind alle schermen automatisch bij stoppen
pl: Połącz automatycznie wszystkie wyświetlacze po zakończeniu
pt_br: Conectar automaticamente todos os monitores ao sair
ro: Conectează automat toate ecrane la închidere
ru: Автоподключение всех дисплеев при выходе
sl: Samodejno poveži vse zaslone ob izstopu
sv: Anslut automatiskt alla skärmar vid avslut
tr: Çıkarken tüm ekranlara otomatik bağlan
uk: Автоматичне підключення всіх дисплеїв після виходу
vi: Tự động kết nối tất cả màn hinh khi thoát ứng dụng
zh_hans: 退出时自动连接所有显示器
zh_hant: 退出時自動連接所有顯示器

source: Auto-connect all displays on startup
de: Alle Displays beim Startvorgang automatisch verbinden
es: Conectar automáticamente todas las pantallas al iniciar
fr: Connecter automatiquement tous les écrans au démarrage de l'application
hu: Minden kijelző automatikus csatlakoztatása indításkor
it: Connessione automatica di tutti gli schermi all'avvio
ja: 起動時にすべてのディスプレイを自動接続
ko: 시작 시 모든 디스플레이 자동 연결
nb: Koble automatisk til alle skjermer ved oppstart
nl: Verbind alle schermen automatisch bij opstarten
pl: Połącz ponownie wszystkie wyświetlacze podczas uruchamiania
pt_br: Conectar automaticamente todos os monitores na inicialização
ro: Conectează automat toate ecranele la pornire
ru: Автоподключение всех дисплеев во время запуска
sl: Samodejno poveži vse zaslone ob zagonu
sv: Anslut automatiskt alla skärmar vid uppstart
tr: Başlangıçta tüm ekranlara otomatik bağlan
uk: Авто-підключення всіх дисплеїв під час запуску
vi: Tự động kết nối tất cả màn hình khi khởi động
zh_hans: 启动时自动连接所有显示器
zh_hant: 啟動時自動連接所有顯示器
