Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: If the updated EDID contains new display identity (serial number, model ID, vendor ID), macOS will treat the display as a separate display. With this option enabled, %@ preserves continuity between the old and new identity during the current app session.
de: Wenn die aktualisierte EDID eine neue Display-Identität (Seriennummer, Modell-ID, Hersteller-ID) enthält, behandelt macOS das Display als ein separates Display. Wenn diese Option aktiviert ist, behält %@ die Kontinuität zwischen der alten und der neuen Identität während der aktuellen App-Sitzung bei.
es: Si el EDID actualizado contiene una nueva identidad de pantalla (número de serie, ID de modelo, ID de proveedor), macOS tratará la pantalla como una pantalla separada. Con esta opción habilitada, %@ preserva la continuidad entre la identidad antigua y la nueva durante la sesión actual de la aplicación.
fr: Si l'EDID mis à jour contient une nouvelle identité d'écran (numéro de série, ID du modèle, ID du fabriquant), macOS va traiter l'écran comme un nouvel écran. Avec cette option activée, %@ préserve la continuité entre l'ancienne et la nouvelle identité pendant la session actuelle de l'application.
hu: Ha a frissített EDID új kijelzőazonosítót tartalmaz (sorozatszám, modellazonosító, gyártóazonosító), a macOS a kijelzőt egy másik kijelzőként érzékeli. Ha ez az opció engedélyezve van, a %@ megőrzi a régi és az új identitás folytonosságát az aktuális alkalmazás-munkamenet alatt.
it: Se l'EDID aggiornato contiene una nuova identità di visualizzazione (numero di serie, ID modello, ID venditore), macOS tratterà il display come un display separato. Con questa opzione abilitata, %@ mantiene la continuità tra la vecchia e la nuova identità durante la sessione corrente dell'app.
ja: 更新したEDIDに新しいディスプレイID（シリアル番号、モデルID、ベンダーID）が含まれている場合、macOSはそのディスプレイを別のディスプレイとして扱います。このオプションを有効化すると、%@は現在のセッション中、新旧ID間の連続性を維持します。
ko: 갱신된 EDID에 새 디스플레이 ID(일련 번호, 모델 ID, 공급업체 ID)가 포함된 경우 macOS는 해당 디스플레이를 별도의 디스플레이로 취급합니다. 이 옵션을 활성화하면 현재 앱 세션 중에 이전 ID와 새 ID 간의 연속성을 유지합니다.
nb: Hvis den oppdaterte EDID-en inneholder ny skjermidentitet (serienummer, modell-ID, leverandør-ID), behandler macOS skjermen som en ny enhet. Med dette alternativet aktivert bevares kontinuiteten mellom gammel og ny identitet i gjeldende økt.
nl: Indien de bijgewerkte UDID nieuwe schermidentificatoren bevat (zoals serienummer, model-ID en/of fabrikant-ID), dan zal macOS het scherm zien als een afzonderlijk shcerm. Als deze optie ingeschakeld is, dan zal %@ continuïteit behouden tussen de oude en nieuwe identiteit gedurende de huidige appsessie.
pl: Jeśli zaktualizowany EDID zawiera nową tożsamość monitora (numer seryjny, identyfikator modelu, identyfikator dostawcy), macOS potraktuje go jako osobny monitor. Przy włączonej tej opcji %@ zachowuje ciągłość między starą a nową tożsamością podczas bieżącej sesji aplikacji.
pt_br: Se o EDID atualizado contiver uma nova identidade de exibição (número de série, ID do modelo, ID do fornecedor), o macOS tratará a tela como uma tela separada. Com esta opção habilitada, %@ preserva a continuidade entre a identidade antiga e a nova durante a sessão atual do aplicativo.
ro: Dacă EDID-ul actualizat conține o nouă identitate a ecranului (număr de serie, ID model, ID producător), macOS va trata ecranul ca un ecran separat. Cu această opțiune activată, %@ păstrează continuitatea între vechea și noua identitate în timpul sesiunii curente a aplicației.
ru: Если обновлённый EDID содержит новый идентификатор дисплея (серийный номер, модель, поставщик), macOS будет рассматривать дисплей как отдельный. С включённой опцией %@ сохраняет непрерывность между старым и новым идентификатором в текущем сеансе приложения.
sl: Če posodobljeni EDID vsebuje novo identiteto zaslona (serijsko številko, ID modela, ID proizvajalca), bo macOS obravnaval zaslon kot ločen zaslon. Ko je ta možnost omogočena, %@ ohrani kontinuiteto med staro in novo identiteto med trenutno sejo aplikacije.
sv: Om den uppdaterade EDID:n innehåller ny bildskärmsidentitet (serienummer, modell-ID, tillverkar-ID) kommer macOS att behandla bildskärmen som en separat bildskärm. När det här alternativet är aktiverat bevarar %@ kontinuiteten mellan den gamla och den nya identiteten under den aktuella programsessionen.
tr: Güncellenen EDID yeni ekran kimliği (seri numarası, model kimliği, satıcı kimliği) içeriyorsa macOS ekranı ayrı bir ekran olarak değerlendirir. Bu seçenek etkinleştirildiğinde, %@ geçerli uygulama oturumu sırasında eski ve yeni kimlik arasındaki sürekliliği korur.
uk: Якщо оновлений EDID містить новий ідентифікатор дисплея (серійний номер, ідентифікатор моделі, ідентифікатор постачальника), macOS розглядатиме дисплей як окремий дисплей. Якщо цей параметр увімкнено, %@ зберігає безперервність між старим і новим ідентифікатором під час поточного сеансу програми.
vi: Nếu EDID được cập nhật chứa thông tin mới về danh tính màn hình (số serial, model ID, ID nhà sản xuất), macOS sẽ xem màn hình đó là một màn hình riêng biệt. Khi tùy chọn này được kích hoạt, %@ sẽ duy trì tính liên tục giữa danh tính cũ và mới trong phiên làm việc hiện tại của ứng dụng.
zh_hans: 如果更新后 EDID 包含新显示器标识（序列号、型号 ID、供应商 ID），macOS 会将此显示器视为另一显示器。启用此选项后，%@ 会在本次应用程序会话中保持新旧标识的连续性。
zh_hant: 如果更新後的 EDID 包含新的顯示器識別資訊（序號、型號 ID、供應商 ID），macOS 會將該顯示器視為不同的裝置。啟用此選項後，%@ 將在本次應用程式使用期間保留新舊識別資訊的一致性。

source: If this display group is active, no other display groups with lower priority can be active. If any other display group with higher priority is active, this display group cannot be active.
de: Wenn diese Displaygruppe aktiv ist, können keine anderen Displaygruppen mit niedrigerer Priorität aktiv sein. Wenn eine andere Displaygruppe mit höherer Priorität aktiv ist, kann diese Displaygruppe nicht aktiv sein.
es: Si este grupo de pantallas está activo, ningún otro grupo de pantallas con menor prioridad puede estar activo. Si hay algún otro grupo de pantallas con mayor prioridad activo, este grupo de pantallas no puede estar activo.
fr: Si ce groupe d'écrans est actif, aucun autre groupe d'écrans avec une priorité inférieure ne peut être actif. Si n'importe quel autre groupe d'écrans avec une priorité supérieure est actif, ce groupe d'écrans ne peut être activé.
hu: Ha ez a kijelzőcsoport aktív, más, alacsonyabb prioritású kijelzőcsoportok nem lehetnek aktívak. Ha bármely más, magasabb prioritású kijelzőcsoport aktív, ez a kijelzőcsoport nem lehet aktív.
it: Se questo gruppo di display è attivo, nessun altro gruppo di display con priorità inferiore può essere attivo. Se un altro gruppo di display con priorità superiore è attivo, questo gruppo di display non può essere attivo.
ja: このディスプレイグループがアクティブである場合、優先順位が低い他のディスプレイグループをアクティブにはできません。優先順位が高い他のディスプレイグループがアクティブである場合、この表示グループをアクティブにはできません。
ko: 이 디스플레이 그룹이 활성화된 경우, 우선 순위가 낮은 다른 디스플레이 그룹은 활성화될 수 없습니다. 만약 우선 순위가 더 높은 다른 디스플레이 그룹이 활성화된 경우, 이 디스플레이 그룹은 활성화될 수 없습니다.
nb: Hvis denne skjermgruppen er aktiv, kan ingen med lavere prioritet være aktive. Hvis en med høyere prioritet er aktiv, kan ikke denne gruppen aktiveres.
nl: Indien deze schermgroep actief is, dan kunnen geen andere schermgroepen met een lagere prioriteit actief zijn. Als er een andere schermgroep met een hogere prioriteit actief is, dan kan deze schermgroep niet actief zijn.
pl: Jeśli ta grupa wyświetlaczy jest aktywna, żadna inna grupa o niższym priorytecie nie może być aktywna. Jeśli jakakolwiek inna grupa wyświetlaczy o wyższym priorytecie jest aktywna, ta grupa nie może być aktywna.
pt_br: Se este grupo de exibição estiver ativo, nenhum outro grupo de exibição com prioridade mais baixa poderá estar ativo. Se qualquer outro grupo de exibição com prioridade mais alta estiver ativo, este grupo de exibição não poderá estar ativo.
ro: Dacă acest grup de ecrane este activ, niciun alt grup de ecrane cu o prioritate mai mică nu poate fi activ. Dacă orice alt grup de ecrane cu o prioritate mai mare este activ, acest grup de afișaje nu poate fi activ.
ru: Если эта группа дисплеев активна, другие группы с более низким приоритетом не могут быть активны. Если любая другая группа с более высоким приоритетом активна, эта группа не может быть активной.
sl: Če je ta skupina prikazov aktivna, nobena druga skupina prikazov z nižjo prioriteto ne more biti aktivna. Če je aktivna katera koli druga skupina prikazov z višjo prioriteto, ta skupina prikazov ne more biti aktivna.
sv: Om denna skärmgrupp är aktiv kan inga andra skärmgrupper med lägre prioritet vara aktiva. Om någon annan skärmgrupp med högre prioritet är aktiv, kan denna skärmgrupp inte vara aktiv.
tr: Bu ekran grubu etkinse, daha düşük önceliğe sahip başka hiçbir ekran grubu etkin olamaz. Daha yüksek önceliğe sahip başka bir ekran grubu etkinse, bu ekran grubu etkin olamaz.
uk: Якщо ця група дисплеїв активна, жодна інша група дисплеїв з нижчим пріоритетом не може бути активною. Якщо будь-яка інша група дисплеїв з вищим пріоритетом активна, ця група дисплеїв не може бути активною.
vi: Nếu nhóm màn hình này được kích hoạt, không có nhóm màn hình nào khác có ưu tiên hơn thấp có thể hoạt động. Nếu bất kỳ nhóm màn hình khác với ưu tiên cao hơn đang hoạt động, nhóm màn hình không thể được kích hoạt.
zh_hans: 激活此显示组后，其他优先级更低的显示组将自动停用。若有任意优先级更高的显示组处于激活状态，此显示组将无法激活。
zh_hant: 啟用此顯示組後，其他優先級更低的顯示組將自動停用。若有任意優先級更高的顯示組處於啟用狀態，此顯示組將無法啟用。

source: If you are using Notification Center, make sure notifications are enabled for the app. Important notifications may appear silently, depending on various circumstances. Traditional popups may contain additional information.
de: Wenn du die Mitteilungszentrale verwendest, stelle sicher, dass Mitteilungen für die App aktiviert sind. Wichtige Mitteilungen können je nach Umständen stumm erscheinen. Herkömmliche Popups können zusätzliche Informationen enthalten.
es: Si estás utilizando el Centro de Notificaciones, asegúrate de que las notificaciones estén habilitadas para la aplicación. Las notificaciones importantes pueden aparecer de manera silenciosa, dependiendo de varias circunstancias. Los pop-ups tradicionales pueden contener información adicional.
fr: Si vous utilisez le Centre de notifications, vérifiez que les notifications sont activées pour l'application. Des notifications importantes peuvent apparaitre de façon silencieuse, selon les circonstances. Les pop-up traditionnels peuvent contenir des informations supplémentaires.
hu: Ha az Értesítési központot használja, győződjön meg róla, hogy az értesítések engedélyezve vannak az alkalmazás számára. Fontos értesítések némán jelenhetnek meg bizonyos esetekben. A hagyományos felugró ablakok többletinformációkat tartalmazhatnak.
it: Se stai usando il Centro Notifiche, assicurati che le notifiche siano abilitate per l'app. Notifiche importanti possono apparire in silenzio, a seconda delle diverse circostanze. I popup tradizionali possono contenere informazioni aggiuntive.
ja: 通知センターを使用する場合には、アプリの通知が有効化されていることを確認してください。状況に応じて、重要な通知が無音で表示される場合があります。従来型のポップアップには追加情報が含まれていることがあります。
ko: 알림 센터를 사용하는 경우, 앱에 대한 알림이 활성화되어 있는지 확인하세요. 중요 알림은 여러 상황에 따라 조용히 나타날 수 있습니다. 기존 팝업 알림에는 추가 정보가 포함될 수 있습니다.
nb: Hvis du bruker Varslingssenter, må du sikre at varsler er aktivert for appen. Viktige varsler kan vises stille, avhengig av situasjonen. Tradisjonelle dialogbokser kan inneholde mer informasjon.
nl: Indien je het Meldingscentrum gebruikt, zorg er dan voor dat meldingen zijn ingeschakeld voor de app. Belangrijke meldingen worden mogelijk stil getoond, afhankelijk van diverse omstandigheden. Traditionele pop-ups bevatten mogelijk aanvullende informatie.
pl: Jeśli używasz Centrum powiadomień, upewnij się, że powiadomienia są włączone dla aplikacji. Ważne powiadomienia mogą pojawiać się dyskretnie, zależnie od różnych okoliczności. Tradycyjne wyskakujące okienka mogą zawierać dodatkowe informacje.
pt_br: Se você estiver usando a Central de Notificações, certifique-se de que as notificações estejam habilitadas para o aplicativo. Notificações importantes podem aparecer silenciosamente, dependendo de diversas circunstâncias. Os pop-ups tradicionais podem conter informações adicionais.
ro: Dacă utilizați Centrul de notificări, asigurați-vă că notificările sunt activate pentru aplicație. Notificările importante pot apărea în mod silențios, în funcție de diverse circumstanțe. Pop-up-urile tradiționale pot conține informații suplimentare.
ru: Если вы используете Центр уведомлений, убедитесь, что уведомления для приложения включены. Важные уведомления могут появляться без звука в зависимости от обстоятельств. Традиционные всплывающие окна могут содержать дополнительную информацию.
sl: Če uporabljate center za obvestila, se prepričajte, da so obvestila omogočena za aplikacijo. Pomembna obvestila se lahko prikažejo tiho, odvisno od različnih okoliščin. Tradicionalna pojavna okna lahko vsebujejo dodatne informacije.
sv: Om du använder Meddelandecenter ska du kontrollera att aviseringar är aktiverade för appen. Viktiga aviseringar kan visas tyst, beroende på olika omständigheter. Traditionella popup-fönster kan innehålla ytterligare information.
tr: Bildirim Merkezi'ni kullanıyorsanız, uygulama için bildirimlerin etkinleştirildiğinden emin olun. Önemli bildirimler, çeşitli koşullara bağlı olarak sessizce görünebilir. Geleneksel açılır pencereler ek bilgiler içerebilir.
uk: Якщо ви використовуєте Центр сповіщень, переконайтеся, що сповіщення для додатку увімкнені. Важливі сповіщення можуть з'являтися беззвучно залежно від різних обставин. Традиційні спливаючі вікна можуть містити додаткову інформацію.
vi: Nếu bạn sử dụng Trung tâm Thông báo, hãy đảm bảo rằng thông báo đã được kích hoạt cho ứng dụng. Thông báo quan trọng có thể xuất hiện mà không làm phiền, tùy thuộc vào nhiều yếu tố khác nhau. Thông báo truyền thống có thể chứa thêm thông tin khác.
zh_hans: 如果使用通知中心，请查看是否开启了此应用的通知。 重要通知有时会静默出现，具体取决于不同情况。 传统弹窗可能包含更多详细信息。
zh_hant: 如果使用通知中心，請查看是否開啟了此程式的通知。 重要通知有時會被靜音，具體取決於不同情況。 傳統彈窗可能包含更多詳資訊。

source: If you have an amplifier connected to your TV with HDMI-CEC control, use the '%@' option.
nl: Als je een versterker hebt die is verbinden met je tv met HDMI-CEC-bediening, gebruik dan de optie '%@'.
pl: Jeśli masz wzmacniacz połączony z telewizorem za pomocą sterowania HDMI-CEC, użyj opcji '%@'.
ru: Если к телевизору подключен усилитель с управлением HDMI‑CEC, используйте параметр '%@'.

source: If you would like to use the virtual screens later, it is better to use disconnect so macOS display configuration data is preserved.
de: Wenn du die virtuellen Bildschirme später verwenden möchtest, ist es besser, die Verbindung zu trennen, damit die macOS Display-Konfigurationsdaten erhalten bleiben.
es: Si desea utilizar las pantallas virtuales más adelante, es mejor utilizar la desconexión para que se conserven los datos de configuración de pantalla de macOS.
fr: Si vous souhaiter utiliser l'écran virtuel plus tard il est préférable d'utiliser Déconnecter pour que la configuration d'affichage macOS soit préservée.
hu: Ha később szeretné újra használni a virtuális képernyőket, jobb, hasznosabb a leválasztást használni - így a macOS kijelző-konfigurációs adatai megmaradnak.
it: Se si desidera utilizzare le schermate virtuali più tardi, è meglio utilizzare la disconnessione in modo da mantenere i dati di configurazione del display macOS.
ja: 仮想スクリーンを後で使う場合は、macOSがディスプレイ構成データを保存するよう、切断することをおすすめします。
ko: 나중에 가상 화면을 사용하려면 연결 해제를 사용하여 macOS 디스플레이 구성 데이터가 보존되도록 하는 것이 좋습니다.
nb: Hvis du vil bruke virtuelle skjermer senere, er det bedre å bruke frakobling slik at macOS beholder skjermkonfigurasjonsdata.
nl: Indien je virtuele schermen op een later moment wilt gebruiken, dan is het beter om deze los te koppelen zodat de macOS-configuratiegegevens voor het scherm blijven behouden.
pl: Jeśli chcesz później ponownie korzystać z wirtualnych ekranów, lepiej użyć opcji „Rozłącz”, aby zachować konfigurację wyświetlaczy w macOS.
pt_br: Se você quiser usar as telas virtuais posteriormente, é melhor usar a desconexão para que os dados de configuração de exibição do macOS sejam preservados.
ro: Dacă doriți să utilizați ulterior un ecran virtual, folosiți deconectarea pentru a păstra datele de configurare a ecranului în macOS.
ru: Если вы планируете использовать виртуальные экраны позже, лучше использовать "Отключить", чтобы сохранить данные конфигурации дисплея macOS.
sl: Če želite navidezne zaslone uporabiti pozneje, je bolje uporabiti prekinitev povezave, da se ohranijo podatki o konfiguraciji zaslona macOS.
sv: Om du vill använda de virtuella skärmarna senare är det bättre att använda koppla från så att skärmkonfigurationsdata i macOS bevaras.
tr: Sanal ekranları daha sonra kullanmak isterseniz, macOS ekran yapılandırma verilerinin korunması için bağlantıyı kes'i kullanmak daha iyidir.
uk: Якщо ви захочете використати віртуальні екрани пізніше, краще використати "Відключити", щоб зберегти дані конфігурації дисплея macOS.
vi: Nếu bạn muốn sử dụng các màn hình ảo lại, tốt nhất là sử dụng chức năng ngắt kết nối để dữ liệu cấu hình hiển thị của macOS được bảo tồn.
zh_hans: 如果您需要稍后使用虚拟屏幕，请最好断开它以保留 macOS 显示器配置数据。
zh_hant: 如果您需要稍後使用虛擬螢幕，請最好斷開它以保留 macOS 顯示器設定資料。

source: If your configuration relies on configuration protection for standard operation, you might want to mute notifications about it.
de: Wenn deine Konfiguration im Normalbetrieb auf den Konfigurationsschutz angewiesen ist, solltest du eventuell diesbezügliche Mitteilungen stummschalten.
es: Si tu configuración depende de la protección de configuración para el funcionamiento estándar, es posible que desees silenciar las notificaciones al respecto.
fr: Si votre configuration dépend sur la protection de la configuration sur des opérations standards, vous devriez rendre silencieuses les notifications à propos de la protection de cette configuration.
hu: Ha a rendszer a normál működéshez konfiguráció védelmet igényel, érdemes lehet elnémítani az erről szóló értesítéseket.
it: Se la configurazione dipende da Protezione configurazione per il funzionamento standard, potresti voler disattivare le notifiche al riguardo.
ja: 標準的な操作のための構成に構成保護を使用している場合は、構成保護の通知を停止するほうが良いでしょう。
ko: 구성이 표준 작동을 위해 설정 보호에 의존한다면, 이에 대한 알림을 음소거하는 것이 좋을 수 있습니다.
nb: Hvis konfigurasjonen din avhenger av konfigurasjonsbeskyttelse for normal drift, bør du kanskje dempe varsler om dette.
nl: Indien je configuratie afhangt van 'Bescherming configuratie' voor standaardhandelingen, dan kun je overwegen om meldingen hierover te dempen.
pl: Jeśli Twoja konfiguracja opiera się na ochronie konfiguracji podczas standardowej pracy, możesz chcieć wyciszyć powiadomienia na ten temat.
pt_br: Se sua configuração depende da proteção de configuração para operação padrão, você pode querer silenciar as notificações sobre isso.
ro: Dacă configurația dvs. se bazează pe protecția configurației pentru funcționarea standard, este posibil să doriți să dezactivați notificările referitoare la aceasta.
ru: Если ваша конфигурация зависит от защиты настроек для нормальной работы, возможно, стоит отключить уведомления об этом.
sl: Če vaša konfiguracija temelji na zaščiti konfiguracije za standardno delovanje, boste morda želeli utišati obvestila o tem.
sv: Om din konfiguration är beroende av konfigurationsskydd för standarddrift kan det vara bra att stänga av meddelanden om det.
tr: Yapılandırmanız standart çalışma için yapılandırma korumasına dayanıyorsa, bununla ilgili bildirimleri sessize almak isteyebilirsiniz.
uk: Якщо ваша конфігурація залежить від захисту налаштувань для стандартної роботи, можливо, ви захочете вимкнути сповіщення про це.
vi: Nếu cấu hình của bạn phụ thuộc vào bảo vệ cấu hình cho hoạt động bình thường, bạn có thể muốn tắt thông báo về điều đó.
zh_hans: 如果您的配置依赖配置保护来进行标准操作，您可能会希望静音有关此的通知。
zh_hant: 如果您的設定值依賴設定保護來進行標準操作，您可能會希望靜音有關此的通知。
