Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: F14/F15 stands for Scroll Lock and Pause on PC keyboards, brightness keys on some Logitech keyboards.
de: F14 / F15 sind Scroll Lock und Pause bei PC-Tastaturen, Helligkeitstasten bei manchen Tastaturen von Logitech.
es: F14/F15 representa Scroll Lock y Pause en teclados de PC, y las teclas de brillo en algunos teclados Logitech.
fr: En général F14/F15 correspondent au verrouillage du défilement et à la pause sur les claviers PC, sur certains claviers Logitech ce sont les touches de luminosité.
hu: Az F14/F15 a PC-s billentyűzeteken a Scroll Lock és a Pause, egyes Logitech billentyűzeteken pedig a fényerőgombokat jelenti.
it: F14/F15 sta per Bloc Scorr e Pausa su tastiere PC, tasti di luminosità su alcune tastiere Logitech.
ja: PCキーボードでは、F14/F15はスクロールロックとポーズ、一部のロジクール製キーボードでは輝度キーです。
ko: F14/F15는 PC 키보드의 스크롤 잠금 및 일시정지, 일부 Logitech 키보드의 밝기 키를 나타냅니다.
nb: F14/F15 står for Scroll Lock og Pause på PC-tastaturer, lysstyrketaster på noen Logitech-tastaturer.
nl: F14/F15 staat voor Scroll Lock en Pause op pc-toetsenborden en voor helderheidsbediening op bepaalde Logitech-toetsenborden.
pl: F14/F15 oznacza Scroll Lock i Pause na klawiaturach PC oraz klawisze jasności na niektórych klawiaturach Logitech.
pt_br: F14/F15 significa Scroll Lock e Pause em teclados de PC, teclas de brilho em alguns teclados Logitech.
ro: F14/F15 reprezintă Tastele Scroll Lock și Pause de pe tastaturile PC, tastele de luminozitate de pe unele tastaturi Logitech.
ru: F14/F15 обозначают клавиши Scroll Lock и Pause на клавиатурах ПК, клавиши яркости на некоторых клавиатурах Logitech.
sl: F14/F15 pomeni Scroll Lock in Pause na računalniških tipkovnicah, tipke za svetlost na nekaterih tipkovnicah Logitech.
sv: F14/F15 står för Scroll Lock och Pause på PC-tangentbord, ljusstyrketangenter på vissa Logitech-tangentbord.
tr: F14/F15, PC klavyelerinde kaydırma kilidi ve duraklatma, bazı Logitech klavyelerde ise parlaklık tuşları anlamına gelir.
uk: F14/F15 означає Scroll Lock і Pause на клавіатурах ПК, клавіші яскравості на деяких клавіатурах Logitech.
vi: F14/F15 tương đương với Scroll Lock và Pause trên bàn phím PC, còn trên một số bàn phím Logitech là điều chỉnh độ sáng.
zh_hans: F14/F15 在 PC 键盘上代表滚动锁定和暂停键，在某些罗技键盘上代表亮度键。
zh_hant: F14/F15 在 PC 鍵盤上代表滾動鎖定和暫停鍵，在某些羅技鍵盤上代表亮度鍵。

source: Factory Color Profile
es: Perfil de color de fábrica
fr: Profil de couleur usine
ja: 出荷時カラープロファイル
ko: 공장 색상 프로필
nl: Fabriekskleurenprofiel
pl: Fabryczny profil kolorów
ru: Заводской профиль цвета
uk: Заводський профіль кольорів

source: Factory color profiles are automatically created by the system whenever a display is connected. Over time, these profiles can accumulate. Removing them is safe—macOS will recreate any necessary profiles the next time the display is connected.
es: Los perfiles de color de fábrica son creados automáticamente por el sistema cada vez que se conecta una pantalla. Con el tiempo, estos perfiles pueden acumularse. Eliminarlos es seguro — macOS recreará los perfiles necesarios la próxima vez que se conecte la pantalla.
fr: Les profils de couleur usine sont créés automatiquement par le système dès qu’un écran est connecté. Au fil du temps, ces profils peuvent s’accumuler. Les supprimer n’est pas dangereux - macOS recréera n’importe quels profils nécessaires à la prochaine connexion d’un écran.
ja: 出荷時カラープロファイルは、ディスプレイが接続されるたびにシステムにより自動的に作成されます。時間の経過とともに、これらのプロファイルが蓄積することがあります。 これらは削除しても安全です——次にディスプレイを接続したときに、macOSは必要なプロファイルを再作成します。
ko: 디스플레이가 연결될 때마다 시스템이 공장 색상 프로필을 자동으로 생성합니다. 시간이 지나면서 이러한 프로필이 누적될 수 있습니다. 삭제해도 안전하며, macOS는 디스플레이를 다시 연결할 때 필요한 프로필을 자동으로 다시 생성합니다.
nl: Fabriekskleurenprofielen worden automatisch gemaakt door het systeem zodra er een scherm wordt verbonden. Gedurende de tijd kunnen deze profielen ophopen. Ze kunnen veilig verwijderd worden — macOS zal ze opnieuw aanmaken als het scherm een volgende keer wordt verbonden.
pl: Fabryczne profile kolorów są automatycznie tworzone przez system przy każdym połączeniu wyświetlacza. Z biegiem czasu profile te mogą się nagromadzić. Ich usunięcie jest bezpieczne – system macOS utworzy ponownie wszystkie niezbędne profile przy następnym połączeniu wyświetlacza.
ru: Заводские цветовые профили автоматически создаются системой при подключении дисплея. Со временем эти профили могут накапливаться. Их удаление безопасно - macOS будет воссоздавать все необходимые профили при следующем подключении дисплея.
uk: Заводські профілі кольорів автоматично створюються системою щоразу, коли підключається дисплей. З часом ці профілі можуть накопичуватись. Їхнє видалення є безпечним — macOS автоматично створить необхідні профілі під час наступного підключення дисплея.

source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échoué
hu: Sikertelen
it: Non riuscito
ja: 失敗
ko: 실패
nb: Mislyktes
nl: Mislukt
pl: Niepowodzenie
pt_br: Falhou
ro: Eșuat
ru: Ошибка
sl: Ni uspelo
sv: Misslyckades
tr: Başarısız
uk: Помилка
vi: Thất bại
zh_hans: 失败
zh_hant: 失敗

source: Favorite
de: Favoriten
es: Favorito
fr: Favoris
hu: Kedvenc
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
nb: Favoritt
nl: Favoriet
pl: Ulubione
pt_br: Favorito
ro: Preferat
ru: Избранное
sl: Priljubljeno
sv: Favorit
tr: Favoriler
uk: Улюблені
vi: Yêu thích
zh_hans: 收藏
zh_hant: 收藏

source: Favorite modes:
de: Favorisierte Anzeigemodi:
es: Modos favoritos:
fr: Modes favoris :
hu: Kedvenc módok:
it: Modalità preferite:
ja: お気に入りモード：
ko: 즐겨찾는 모드:
nb: Favorittmoduser:
nl: Favoriete modellen:
pl: Ulubione tryby:
pt_br: Modos Favoritos:
ro: Moduri preferate:
ru: Избранные режимы:
sl: Priljubljeni načini:
sv: Favoritlägen:
tr: Favori modlar:
uk: Улюблені режими:
vi: Chế độ yêu thích:
zh_hans: 已收藏模式：
zh_hant: 已收藏模式：

source: Feature
de: Funktion
es: Funcionalidad
fr: Fonctionnalité
hu: Képesség
it: Funzione
ja: 機能
ko: 기능
nb: Funksjon
nl: Functie
pl: Funkcja
pt_br: Recurso
ro: Opțiune
ru: Возможности
sl: Funkcija
sv: Funktion
tr: Özellik
uk: Особливість
vi: Tính năng
zh_hans: 功能
zh_hant: 功能

source: Feature Availability
de: Verfügbarkeit von Funktionen
es: Disponibilidad de Funciones
fr: Disponibilité des fonctionnalités
hu: Képesség rendelkezésreállás
it: Disponibilità della funzione
ja: 使用可能な機能
ko: 기능 가용성
nb: Funksjonstilgjengelighet
nl: Beschikbaarheid functies
pl: Dostępność funkcji
pt_br: Disponibilidade de recursos
ro: Disponibilitatea funcției
ru: Доступность функции
sl: Razpoložljivost funkcije
sv: Tillgänglighet för funktioner
tr: Özelliklerin Kullanılabilirliği
uk: Наявність функції
vi: Tính khả dụng của tính năng
zh_hans: 功能可用性
zh_hant: 功能可用性

source: Filled circles indicate occupied slots. You can use the context menu of a resolution item to assign or remove favorites as well.
de: Gefüllte Kreise zeigen belegte Plätze an. Du kannst auch das Kontextmenü eines Eintrags in der Liste von Auflösungen verwenden, um Favoriten zuzuweisen oder zu entfernen.
es: Los círculos rellenos indican espacios ocupados. También puede utilizar el menú contextual de un elemento de resolución para asignar o eliminar favoritos.
fr: Les cercles remplis indiquent des espaces occupés. Vous pouvez également utiliser le menu contextuel d'une résolution pour assigner ou supprimer un favori.
hu: A teli körök a foglalt helyeket jelzik. A felbontási elemek kontextusmenüi is használhatók kedvencek hozzárendeléséhez vagy eltávolításához.
it: I cerchi pieni indicano gli slot occupati. È possibile utilizzare il menu contestuale di un elemento di risoluzione anche per assegnare o rimuovere i preferiti.
ja: 塗りつぶした丸は、スロットが埋まっていることを示します。解像度アイテムのコンテキストメニューを使用して、お気に入りを割り当てたり削除したりできます。
ko: 채워진 원은 사용 중인 슬롯을 나타냅니다. 해상도 항목의 상황에 맞는 메뉴를 사용하여 즐겨찾기를 지정하거나 제거할 수도 있습니다.
nb: Fylte sirkler indikerer opptatte plasser. Du kan også bruke kontekstmenyen for et oppløsningsvalg til å tilordne eller fjerne favoritter.
nl: Een gevulde cirkel betekent dat de sleuf bezet is. Je kunt het contextmenu van een resolutie-onderdeel ook gebruiken om favorieten aan toe te kennen of weg te halen.
pl: Wypełnione okręgi wskazują zajęte miejsca. Menu kontekstowe elementu rozdzielczości umożliwia także przypisywanie i usuwanie ulubionych.
pt_br: Os círculos preenchidos indicam slots ocupados. Você também pode usar o menu de contexto de um item de resolução para atribuir ou remover favoritos.
ro: Cercurile umplute indică sloturile ocupate. Puteți utiliza meniul contextual al unui element de rezoluție pentru a atribui sau elimina preferințele.
ru: Заполненные круги обозначают занятые слоты. Чтобы назначить или удалить избранное, можно воспользоваться контекстным меню элемента разрешения.
sl: Polni krogi označujejo zasedena mesta. Za dodelitev ali odstranitev priljubljenih lahko uporabite tudi kontekstni meni elementa ločljivosti.
sv: Fyllda cirklar indikerar upptagna platser. Du kan också använda snabbmenyn för en upplösningspost för att tilldela eller ta bort favoriter.
tr: Doldurulmuş daireler dolu yuvaları gösterir. Favorileri atamak veya kaldırmak için bir çözünürlük öğesinin bağlam menüsünü de kullanabilirsiniz.
uk: Зафарбовані кола вказують на зайняті слоти. Ви також можете використовувати контекстне меню елемента роздільної здатності, щоб призначити або видалити вибране.
vi: Các hình tròn được tô màu chỉ ra các chỗ đã được sử dụng. Bạn có thể sử dụng menu ngữ cảnh của một độ phân giải để gán hoặc loại bỏ các mục yêu thích.
zh_hans: 实心圆圈表示已占用槽位。您也可在分辨率条目的上下文菜单增减收藏。
zh_hant: 實心圓圈表示已占用槽位。您也可在解析度條目的上下文選單增減收藏。

source: Filter…
de: Filtern…
es: Filtro…
fr: Filtre…
hu: Szűrő…
it: Filtro…
ja: フィルタ…
ko: 필터…
nb: Filtrer…
pl: Filtr…
pt_br: Filtro…
ro: Filtru…
ru: Фильтр…
sv: Filtrera…
tr: Filtrele…
uk: Фільтр…
vi: Bộ lọc…
zh_hans: 过滤…
zh_hant: 過濾…

source: Fine step size
de: Feinschrittgröße
es: Tamaño de paso fino
fr: Taille de palier précis
hu: Finom lépésköz
it: Dimensione passo fine
ja: 微細ステップサイズ
ko: 미세 조정 단계 크기
nb: Fin trinnstørrelse
nl: Nauwkeurige stapgrootte
pl: Rozmiar kroku precyzyjnego
pt_br: Tamanho do passo fino
ro: Dimensiune pas fin
ru: Тонкий шаг
sl: Fina velikost koraka
sv: Fin stegstorlek
tr: Hassas adımı boyutlandır
uk: Тонкий крок
zh_hans: 细微步长
zh_hant: 細微步長

source: First added
de: Erstmals hinzugefügt
es: Agregado primero
fr: Premièrement ajouté
hu: Első hozzáadás
it: Primo aggiunto
ja: 初回追加
ko: 최초 추가된 날짜
nb: Først lagt til
nl: Eerst toegevoegd
pl: Data pierwszego dodania
pt_br: Primeiro adicionado
ro: Prima dată adăugat
ru: Первый добавленный
sl: Prvič dodano
sv: Först tillagd
tr: İlk kez eklenme tarihi
uk: Перший доданий
vi: Được thêm đầu tiên
zh_hans: 首次添加时间
zh_hant: 首次添加時間

source: Fixed-point refresh rate
de: Festkomma-Wiederholrate
es: Tasa de refresco de punto fijo
fr: Taux de rafraîchissement à point fixe
hu: Fix pontos frissítési gyakoriság
it: Frequenza di aggiornamento a punto fisso
ja: リフレッシュレート（固定ポイント）
ko: 고정 주사율
nb: Fast oppdateringsfrekvens
nl: Verversingsfrequentie met vaste punt
pl: Stała częstotliwość odświeżania
pt_br: Taxa de atualização com ponto fixo
ro: Rată de reîmprospătare cu punct fix
ru: Фиксированная частота обновления
sl: Hitrost osveževanja s fiksno točko
sv: Uppdateringsfrekvens med fast punkt
tr: Sabit-nokta yenileme hızı
uk: Фіксована частота оновлення
vi: Tần số làm mới theo điểm cố định
zh_hans: 固定点刷新率
zh_hant: 固定點更新率

source: Flags
de: Markierungen
es: Banderas
fr: Drapeaux
hu: Flag-ek
it: Flag
ja: フラグ
ko: 플래그
nb: Flagg
nl: Vlaggen
pl: Flagi
pt_br: Sinalizadores
ro: Steaguri
ru: Флаги
sl: Zastave
sv: Flaggor
tr: Bayraklar
uk: Прапорці
vi: Cờ
zh_hans: 标记
zh_hant: 標記

source: Flexible scaling options
de: Optionen für die flexible Skalierung
es: Opciones de escalo suave
fr: Options de la mise à l'échelle flexible
hu: Rugalmas skálázás beállítások
it: Opzioni di scala flessibili
ja: フレキシブルスケーリングのオプション
ko: 유연한 스케일링 옵션
nb: Alternativer for fleksibel skalering
nl: Flexibele schalingsopties
pl: Opcje elastycznego skalowania
pt_br: Opções de escala suave
ro: Opțiuni de scalare lină
ru: Параметры гибкого масштабирования
sl: Prilagodljive možnosti skaliranja
sv: Flexibla skalningsalternativ
tr: Yumuşak ölçeklendirme seçenekleri
uk: Параметри плавного масштабування
vi: Tùy chọn thu phóng linh hoạt
zh_hans: 平滑缩放选项
zh_hant: 平滑縮放選項

source: Flip
de: Spiegeln
es: Girar
fr: Symétrie
hu: Fordít
it: Capovolgi
ja: フリップ
ko: 뒤집기
nb: Speilvend
nl: Omdraaien
pl: Przerzuć
pt_br: Virar
ro: Întoarcere/Rotire
ru: Перевернуть
sv: Vänd
tr: Çevir
uk: Перевернути
vi: Lật
zh_hans: 翻转
zh_hant: 翻轉

source: For better reachability.
de: Für bessere Erreichbarkeit.
es: Para una mejor accesibilidad.
fr: Pour une meilleure accessibilité.
hu: A jobb elérhetőség érdekében.
it: Per una migliore accessibilità.
ja: より良いアクセスのため。
ko: 접근성을 높여줍니다.
nb: For bedre rekkevidde.
nl: Voor betere bereikbaarheid.
pl: Dla lepszej dostępności.
pt_br: Para melhor alcançabilidade
ro: Pentru o mai bună accesibilitate.
ru: Для лучшей доступности.
sl: Za boljšo dosegljivost.
sv: För bättre nåbarhet.
tr: Daha iyi erişilebilirlik için.
uk: Для кращої досяжності.
vi: Để dễ tiếp cận hơn.
zh_hans: 为了更好的可达性。
zh_hant: 可以更方便看到按鈕。

source: For controls that trigger a feature or functionality.
de: Oberflächen, die eine Funktion oder Fähigkeit auslösen
es: Para controles que activan una función o capacidad
fr: Pour le fonctionnalités qui déclenchent une fonction ou fonctionnalité.
hu: Olyan vezérlőkhöz, amelyek valamilyen funkciót indítanak el
it: Per i controlli che attivano una funzione o funzionalità
ja: 特徴や機能性を引き出す機能です。
ko: 기능이나 기능을 트리거하는 기능들을 위한 것입니다.
nb: For kontroller som utløser en funksjon eller funksjonalitet.
nl: Voor bediening die een functie of functionaliteit in gang zet.
pl: Dla elementów sterujących, które wyzwalają funkcję lub funkcjonalność.
pt_br: Para controles que disparam uma função ou recurso
ro: Pentru controalele care declanșează o caracteristică sau o funcționalitate.
ru: Для элементов управления, которые активируют функцию или возможность.
sl: Za kontrole, ki sprožijo funkcijo ali možnost
sv: För kontroller som aktiverar en funktion eller funktionalitet.
tr: Bir özelliği veya işlevi tetikleyen kontroller için.
uk: Для елементів керування, які активують функцію або можливість.
zh_hans: 用于触发功能或操作的控件
zh_hant: 用於觸發功能或操作的控制元件

source: Force support for color table adjustments
de: Erzwinge Unterstützung für Farbpalettenanpassungen
es: Forzar soporte para ajustes de la tabla de colores
fr: Force la prise en charge de la modification de la table de couleur
hu: Színtábla módosítások kényszerítése
it: Forza il supporto per le regolazioni della tabella dei colori
ja: カラーテーブル調整に強制的に対応
ko: 색상표 조정 강제 지원
nb: Tving støtte for fargekartjusteringer
nl: Dwing ondersteuning af van aanpassingen aan de kleurentabel
pl: Wymuś obsługę modyfikacji tablicy kolorów
pt_br: Forçar suporte para ajustes de tabela de cores
ro: Forțează suportul pentru ajustările tabelei de culori
ru: Принудительная поддержка корректировки цветовой таблицы
sl: Vsili podporo za prilagoditve barvne tabele
sv: Tvinga fram stöd för justeringar av färgtabeller
tr: Renk tablosu ayarlamaları için desteği zorla
uk: Примусова підтримка коригування таблиці кольорів
vi: Bắt buộc hỗ trợ cho điều chỉnh bảng màu
zh_hans: 强制支持色表调整
zh_hant: 強制支援色表調整

source: Force system OSD
nl: Dwing systeem-OSD af
pl: Wymuś systemowe OSD
ru: Принудительное использование системного OSD

source: Force-enable underscan slider
de: Aktivierung des Underscan-Reglers erzwingen
es: Slider de subexploración para habilitar la fuerza
fr: Forcer l'activation du curseur de sous-balayage
hu: Alulpásztázási csúszka kényszerítése
it: Dispositivo di scorrimento dell'underscan forzato
ja: アンダースキャンスライダを強制的に有効化
ko: 언더스캔 슬라이더 강제 활성화
nb: Tving aktivering av underskanningsglidebryter
nl: Dwing inschakelen af van underscan-schuifbediening
pl: Wymuś włączenie suwaka underscan
pt_br: Forçar a ativação do Controle deslizante de "underscan"
ro: Activarea forțată a slider-ului de subscanare.
ru: Принудительно включить ползунок underscan
sl: Drsnik za prisilno omogočanje podscan
sv: Tvångaktivera draglist för underskanning
tr: Alt taramayı zorla etkinleştirme kaydırıcısı
uk: Примусово ввімкнути повзунок під скануванням
vi: Bắt buộc kích hoạt thanh trượt quét ngầm
zh_hans: 强制启用欠扫描滑块
zh_hant: 強制啟用欠掃描滑桿

source: Forget
de: Vergessen
es: Olvidar
fr: Oublier
hu: Elfelejtés
it: Dimentica
ja: 解除
ko: 지우기
nb: Glem
nl: Vergeet
pl: Zapomnij
pt_br: Esquecer
ro: Uită
ru: Забыть
sl: Pozabi
sv: Glöm
tr: Unut
uk: Забути
vi: Quên
zh_hans: 忽略
zh_hant: 忽略

source: Forget All DDC Stored Values
de: Alle gespeicherten DDC-Werte vergessen
es: Olvidar todos los valores almacenados de DDC
fr: Oublier toutes les valeurs DDC stockées
hu: Valamennyi tárolt DDC érték elfelejtése
it: Dimentica Tutti I Valori Memorizzati DDC
ja: すべてのDDC保存数値を登録解除
ko: 저장된 모든 DDC 값 지우기
nb: Glem alle DDC-lagrede verdier
nl: Vergeet alle opgeslagen DDC-waarden
pl: Zapomnij wszystkie zapisane wartości DDC
pt_br: Esquecer todos os valores armazenados DDC
ro: Uită toate valoriile DDC stocate
ru: Забыть все сохранённые значения DDC
sl: Pozabi vse shranjene vrednosti DDC
sv: Glöm alla DDC-lagrade värden
tr: DDC'de Depolanan Tüm Değerleri Unut
uk: Забути про всі збережені значення DDC
vi: Quên tất cả giá trị DDC đã lưu
zh_hans: 忽略所有已存储的 DDC 值
zh_hant: 忽略所有已儲存的 DDC 值

source: Forget All Displays
de: Alle Displays vergessen
es: Olvidar todas las pantallas
fr: Oublier tous les écrans
hu: Összes kijelző elfelejtése
it: Dimentica tutti i display
ja: すべてのディスプレイを登録解除
ko: 모든 디스플레이 지우기
nb: Glem alle skjermer
nl: Vergeet alle schermen
pl: Zapomnij wszystkie wyświetlacze
pt_br: Esquecer todos os monitores
ro: Uită de toate monitoarele
ru: Забыть все дисплеи
sl: Pozabi na vse zaslone
sv: Glöm alla skärmar
tr: Tüm Ekranları Unut
uk: Забути всі дисплеї
zh_hans: 忽略所有显示器
zh_hant: 忽略所有顯示器

source: Forget All Displays…
de: Vergiss alle Displays…
es: Olvidar todas las pantallas…
fr: Oublier tous les écrans…
hu: Összes kijelző elfelejtése…
it: Dimentica tutti i display…
ja: すべてのディスプレイを登録解除…
ko: 모든 디스플레이 지우기...
nb: Glem alle skjermer…
nl: Vergeet alle schermen...
pl: Zapomnij wszystkie wyświetlacze…
pt_br: Esquecer todos os monitores…
ro: Uită de toate monitoarele…
ru: Забыть все дисплеи…
sl: Pozabi na vse zaslone…
sv: Glöm alla skärmar…
tr: Tüm Ekranları Unut...
uk: Забути всі дисплеї…
zh_hans: 忽略所有显示器…
zh_hant: 忽略所有顯示器…

source: Forget Display
de: Display vergessen
es: Olvidar Pantalla
fr: Oublier l'écran
hu: Kijelző elfelejtése
it: Dimentica Display
ja: ディスプレイを登録解除
ko: 디스플레이 지우기
nb: Glem skjerm
nl: Vergeet scherm
pl: Zapomnij wyświetlacz
pt_br: Esquecer o Monitor
ro: Uită Ecranul
ru: Забыть дисплей
sl: Pozabi zaslon
sv: Glöm skärm
tr: Ekranı Unut
uk: Забути про дисплей
vi: Quên màn hình
zh_hans: 忽略显示器
zh_hant: 忽略顯示器

source: Forget displays after a while
de: Displays nach einer Weile vergessen
es: Olvidar las pantallas después de un tiempo
fr: Oublier l'écran après une période de temps
hu: Kijelzők elfelejtése egy idő után
it: Dimentica i display dopo un po' di tempo
ja: しばらく使われていないディスプレイを登録解除
ko: 일정 기간 이후 디스플레이 구성 정보 삭제
nb: Glem skjermer etter en stund
nl: Vergeet scherm na een tijdje
pl: Po chwili zapomnij o wyświetlaczach
pt_br: Esquecer os monitores depois de um tempo
ro: Uită Ecranele după un timp
ru: Забывать дисплеи через некоторое время
sl: Čez nekaj časa pozabite na zaslone
sv: Glöm skärmar efter ett tag
tr: Bir süre sonra ekranları unut
uk: Забувати про дисплеї через деякий час
vi: Quên màn hình sau một thời gian
zh_hans: 一段时间后忽略显示器
zh_hant: 一段時間後忽略顯示器

source: Framebuffer Mode
de: Framebuffer-Modus
es: Modo de framebuffer
fr: Type de framebuffer
hu: Framebuffer mód
it: Modalità framebuffer
ja: フレームバッファモード
ko: 프레임버퍼 모드
nb: Rammebuffer-modus
nl: Framebuffermodus
pl: Tryb bufora ramki
pt_br: Modo de framebuffer
ro: Mod framebuffer
ru: Режим кадрового буфера
sl: Način medpomnilnika okvirjev
sv: Framebuffer-läge
tr: Ekran Belleği (Framebuffer) Modu
uk: Режим кадрового буфера
zh_hans: 帧缓冲模式
zh_hant: 幀緩衝模式

source: Framerate
es: Tasa de fotogramas
fr: Images Par Secondes
hu: Képráta
it: Frequenza fotogrammi
ja: フレームレート
ko: 프레임 레이트
nb: Bildefrekvens
nl: Beeldsnelheid
pl: Liczba klatek na sekundę
pt_br: Taxa de quadros
ro: Framerate / Rată de cadre
ru: Частота кадров
sl: Hitrost sličic
sv: Bildfrekvens
tr: Kare hızı
uk: Частота кадрів
vi: Tốc độ khung hình
zh_hans: 帧率
zh_hant: 幀率

source: Free Aspect Ratio
de: Freies Seitenverhältnis
es: Relación de Aspecto Libre
fr: Rapport d'aspect libre
hu: Szabad képarány
it: Rapporto d'aspetto libero
ja: 自由なアスペクト比
ko: 자유 종횡비
nb: Fri sideforhold
nl: Vrije beeldverhouding
pl: Swobodny współczynnik proporcji
pt_br: Proporção Livre
ro: Raport aspect liber
ru: Свободное соотношение сторон
sl: Prosto razmerje stranic
sv: Fritt bildförhållande
tr: Serbest En Boy Oranı
uk: Вільне співвідношення сторін
vi: Tỉ lệ khung hình tự do
zh_hans: 自由宽高比
zh_hant: 自由寬高比

source: Full EDID match
de: Volle EDID-Übereinstimmung
es: Coincidencia total de EDID
fr: Correspondance complète d’EDID
hu: Teljes EDID egyezés
it: Corrispondenza EDID completa
ja: 全EDID一致
ko: 전체 EDID 매칭
nb: Full EDID-matching
nl: Volledige EDID-overeenkomst
pl: Pełne dopasowanie EDID
pt_br: Correspondência total de EDID
ro: Potrivire completă EDID
ru: Полное совпадение EDID
sl: Popolno ujemanje EDID
sv: Fullständig EDID-matchning
tr: Tam EDID eşleşmesi
uk: Повний збіг EDID
vi: Khớp EDID đầy đủ
zh_hans: 完全 EDID 匹配
zh_hant: 完全 EDID 匹配

source: Full Range
de: Voller Bereich
es: Rango Completo
fr: Plage complète
hu: Teljes
it: Gamma completa
ja: フルレンジ
ko: 전체 범위
nb: Full rekkevidde
nl: Volledig bereik
pl: Pełen zakres
pt_br: Alcance total
ro: Întreaga gamă
ru: Полный диапазон
sl: Celoten obseg
sv: Fullt omfång
tr: Tam Aralık
uk: Повний діапазон
vi: Nguyên dải
zh_hans: 全范围
zh_hant: 全範圍

source: Full Screen Stream
de: Vollbildstream
es: Retransmisión en pantalla completa
fr: Diffusion en plein écran
hu: Kijelző streamelés
it: Stream a schermo intero
ja: フルスクリーンストリーミング
ko: 전체 화면 스트리밍
nb: Fullskjermstrøm
nl: Volledigescherm-stream
pl: Strumień pełnoekranowy
pt_br: Transmissão em tela cheia
ro: Stream Pe Ecran Întreg
ru: Полноэкранный поток
sl: Celozaslonski tok
sv: Helskärmsström
tr: Tam Ekran Yayını
uk: Повноекранний потік
vi: Trình chiếu toàn màn hình
zh_hans: 全屏串流
zh_hant: 全螢幕串流

source: Full Screen Window Mode
de: Vollbildfenstermodus
es: Modo de ventana a pantalla completa
fr: Fenêtre en mode plein écran
hu: Teljes képernyős ablak mód
it: Modalità finestra a schermo intero
ja: フルスクリーンウインドウモード
ko: 전체 화면 윈도우 모드
nb: Fullskjerm vindusmodus
nl: Venstermodus volledig scherm
pl: Tryb okna pełnoekranowego
pt_br: Modo de janela em tela cheia
ro: Mod fereastră ecran complet
ru: Полноэкранный режим окна
sl: Celozaslonski okenski način
sv: Fönsterläge för helskärm
tr: Tam Ekran Pencere Modu
uk: Повноекранний режим вікна
zh_hans: 全屏视窗显示模式
zh_hant: 全螢幕視窗顯示模式

source: Full Service Menu Access
nl: Volledige toegang voorzieningenmenu
pl: Pełny dostęp do menu serwisowego
ru: Полный доступ к сервисному меню

source: Full control
nl: Volledige bediening
pl: Pełna kontrola
ru: Полный контроль
