Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: This configures how the data associated with the currently configured display is matched to a detected display during the configuration/detection process. Changing this setting might cause a display to be recognized as previously unconnected and disassociate existing saved display configuration data. System UUID match uses the MacOS default identification. When set to use basic identifiers, the app identifies the display by its vendor/model IDs and serial number. With extended it also uses product name, alphanumeric serial number, and production date. With port and location the app also considers hardware connectivity data.
de: Hier wird konfiguriert, wie die Daten, die mit dem aktuell konfigurierten Display assoziiert sind, mit einem erkannten Display während des Konfigurations-/Erkennungsprozesses abgeglichen werden. Eine Änderung dieser Einstellung kann dazu führen, dass ein Display als zuvor nicht verbunden erkannt wird und vorhandene gespeicherte Display-Konfigurationsdaten nicht mehr zugeordnet werden können. Der System-UUID-Abgleich verwendet die MacOS-Standarderkennung. Wenn die Funktion auf die Standard-Identifizierung eingestellt ist, identifiziert das Programm das Display anhand seiner Hersteller-/Modell-IDs und der Seriennummer. Bei der erweiterten Variante werden auch der Produktname, die alphanumerische Seriennummer und das Produktionsdatum verwendet. Bei der Standortbestimmung berücksichtigt die App auch Daten zur Hardwarekonnektivität.
es: Esto configura cómo los datos asociados con la pantalla configurada actualmente se comparan con una pantalla detectada durante el proceso de configuración/detección. Cambiar esta configuración podría hacer que una pantalla se reconozca como previamente desconectada y desasociar los datos de configuración de pantalla guardados existentes. La coincidencia de UUID del sistema utiliza la identificación predeterminada de MacOS. Cuando se configura para usar identificadores básicos, la aplicación identifica la pantalla por sus ID de proveedor/modelo y número de serie. Con extendido también utiliza el nombre del producto, el número de serie alfanumérico y la fecha de producción. Con la ubicación, la aplicación también considera los datos de conectividad del hardware.
fr: Permet de définir la manière dont les données associées à l'écran actuellement configuré sont mises en correspondance avec un écran détecté au cours du processus de configuration/détection. Changer ce paramètre pourrait engendrer le fait qu'un écran soit reconnu comme précédemment déconnecté et dissocier les données enregistrées de la configuration existante. Le système de correspondance UUID utilise l'identification par défaut de macOS. Quand configurée pour utiliser les identifiants basiques, l'application identifie les écrans par leur fabriquant/identifiant modèle et numéro de série. Avec le paramètre étendu elle utilise aussi le nom du produit, le numéro de série alphanumérique et la date de production. En plus du port et de l'emplacement, l'application prend également en compte les données de connectivité du matériel.
hu: Meghatározza, hogy az aktuálisan konfigurált kijelzőhöz tartozó adatok hogyan illeszkedjenek az észlelt kijelzőhöz a kijelző-felismerési folyamat során. Ennek a beállításnak a megváltoztatása azt eredményezheti, hogy a kijelzőt az alkalmazás korábban nem csatlakoztatottként ismeri fel, és a meglévő, mentett konfigurációs adatok így nem érvényesülnek. A rendszer UUID-illesztés a macOS alapértelmezett azonosítóját használja. Ha az alap azonosítók használatára van beállítva, az alkalmazás a kijelzőt a gyártó/modell azonosító és a szériaszám alapján azonosítja. Kiterjesztett azonosítás esetén a termék nevét, az alfanumerikus szériaszámot és a gyártási dátumot is használja. Port és útvonal figyelembevétele esetén az alkalmazás felhasználja a hardvercsatlakozási adatokat is.
it: Questo configura come i dati associati al display attualmente configurato sono abbinati a un display rilevato durante il processo di configurazione/rilevamento. Modificare questa impostazione potrebbe causare il riconoscimento di un display come precedentemente non connesso e dissociare i dati di configurazione del display già salvati. La corrispondenza UUID di sistema utilizza l'identificazione predefinita di MacOS. Se impostato per utilizzare gli identificatori di base, l'app identifica il display dal suo venditore/ID modello e numero di serie. Con estensione utilizza anche il nome del prodotto, il numero di serie alfanumerico e la data di produzione. Con la posizione l'applicazione considera anche i dati di connettività hardware.
ja: 現在構成されているディスプレイに関連付けたデータを、構成/検出処理中に検出したディスプレイにどのように適合させるかの構成を行います。この設定を変更すると、以前には接続したことがないディスプレイと認識し、保存されている既存のディスプレイ構成データの関連付けを解除する場合があります。システムUUIDの一致には、macOSのデフォルト識別子を使用します。基本識別子を使用するよう設定すると、ベンダー/モデルIDおよびシリアル番号によってディスプレイを識別します。拡張識別子では、製品名、英数字のシリアル番号、製造日も使用します。位置情報を使用する場合、ハードウェア接続データも考慮します。
ko: 이 설정은 구성 또는 감지 과정 중에 현재 구성된 디스플레이와 연관된 데이터를 감지된 디스플레이와 일치시키는 방법을 설정합니다. 이 설정을 변경하면 디스플레이가 이전에 연결되지 않은 것으로 인식되어 기존에 저장된 디스플레이 구성 데이터의 연결이 해제될 수 있습니다. "시스템 UUID 매칭"은 MacOS 기본 식별자를 사용합니다. 기본 식별자를 사용하도록 설정하면 앱은 공급업체/모델 ID 및 일련 번호로 디스플레이를 식별합니다. 확장된 경우 제품 이름, 영숫자 일련 번호 및 생산 날짜도 사용합니다. 위치와 함께 앱은 하드웨어 연결 데이터도 고려합니다.
nb: Dette konfigurerer hvordan data knyttet til den nåværende konfigurerte skjermen matches med en oppdaget skjerm under konfigurasjons-/påvisningsprosessen. Endring av denne innstillingen kan føre til at en skjerm blir gjenkjent som tidligere ikke tilkoblet og at eksisterende lagrede skjermkonfigurasjoner frakobles. System-UUID-matching bruker macOS-standardidentifikasjon. Når den er satt til å bruke grunnleggende identifikatorer, identifiserer appen skjermen etter leverandør-/modell-ID og serienummer. Med utvidet bruker den også produktnavn, alfanumerisk serienummer og produksjonsdato. Med port og plassering vurderer appen også maskinvaretilkoblingsdata.
nl: Dit configureert hoe de gegevens die zijn gekoppeld aan het momenteel geconfigureerde scherm worden gekoppeld aan een gedetecteerd scherm tijdens het configuratie/detectieproces. Het wijzigen van deze instelling kan ervoor zorgen dat een scherm wordt herkend als eerder niet verbonden en bestaande opgeslagen schermconfiguratiegegevens worden losgekoppeld. Systeem-UUID-evereenkomst gebruikt de MacOS-standaardidentificatie. Wanneer ingesteld op het gebruik van basisidentificatoren, identificeert de app het scherm door zijn leverancier/model-ID's en serienummer. Met Uitgebreid gebruikt het ook productnaam, alfanumeriek serienummer en productiedatum. Met poort en locatie overweegt de app ook hardwareverbindingsgegevens.
pl: To ustawienie konfiguruje sposób, w jaki dane przypisane do aktualnie skonfigurowanego wyświetlacza są dopasowywane do wykrytego ekranu podczas procesu konfiguracji/wykrywania. Zmiana tego ustawienia może spowodować, że wyświetlacz zostanie rozpoznany jako wcześniej nierozłączony i spowoduje rozdzielenie istniejących zapisanych danych konfiguracyjnych wyświetlacza. Dopasowanie UUID systemu wykorzystuje domyślną identyfikację systemu macOS. Gdy ustawiono użycie podstawowych identyfikatorów, aplikacja identyfikuje wyświetlacz na podstawie identyfikatorów producenta/modelu oraz numeru seryjnego. Przy rozszerzonych identyfikatorach używa również nazwy produktu, alfanumerycznego numeru seryjnego i daty produkcji. Przy porcie i lokalizacji aplikacja bierze pod uwagę także dane dotyczące sprzętowego sposobu połączenia.
pt_br: Isso configura como os dados associados ao monitor atualmente configurado correspondem a um monitor detectado durante o processo de configuração/detecção. A alteração desta configuração pode fazer com que um monitor seja reconhecido como desconectado anteriormente e desassociar os dados de configuração de monitor salvos existentes. A correspondência UUID do sistema usa a identificação padrão do MacOS. Quando configurado para usar identificadores básicos, o aplicativo identifica a exibição por seus IDs de fornecedor/modelo e número de série. Com estendido também usa nome do produto, número de série alfanumérico e data de produção. Com a localização, o aplicativo também considera dados de conectividade de hardware.
ro: Acesta configurează modul în care datele asociate cu ecranul configurat în prezent sunt potrivite cu un ecran fizic detectat în timpul procesului de configurare/detectare. Schimbarea acestei setări ar putea determina recunoașterea unui ecran ca fiind anterior neconectat și dezasocierea datelor existente de configurare ale ecranului salvate. Potrivirea UUID de sistem utilizează identificarea implicită a macOS-ului. Când este setat pentru a utiliza identificatori de bază, aplicația identifică ecranul prin datele vânzătorului/modelului și numărul de serie. Cu extensia, utilizează, de asemenea, numele produsului, numărul de serie alfanumeric și data de producție. Cu access la locație, aplicația consideră, de asemenea, datele de conectivitate hardware.
ru: Это настраивает, как данные, связанные с текущим настроенным дисплеем, сопоставляются с обнаруженным дисплеем во время процесса конфигурации/обнаружения. Изменение этого параметра может привести к тому, что дисплей будет распознан как ранее не подключенный и отсоединить существующие сохраненные данные конфигурации. Совпадение системного UUID использует стандартную идентификацию MacOS. При использовании базовых идентификаторов приложение идентифицирует дисплей по ID производителя/модели и серийному номеру. С расширенными идентификаторами также учитываются название продукта, буквенно-цифровой серийный номер и дата производства. С опцией порт и местоположение приложение учитывает данные о подключении оборудования.
sl: To konfigurira, kako se podatki, povezani s trenutno konfiguriranim zaslonom, ujemajo z zaznanim zaslonom med postopkom konfiguracije/zaznavanja. Spreminjanje te nastavitve lahko povzroči, da bo zaslon prepoznan kot prej nepovezan, in prekine povezavo med obstoječimi shranjenimi konfiguracijskimi podatki zaslona. Ujemanje UUID sistema uporablja privzeto identifikacijo MacOS. Ko je nastavljena na uporabo osnovnih identifikatorjev, aplikacija prepozna zaslon po ID-ju prodajalca/modela in serijski številki. Z razširjenim uporablja tudi ime izdelka, alfanumerično serijsko številko in datum proizvodnje. Pri vratih in lokaciji aplikacija upošteva tudi podatke o povezljivosti strojne opreme.
sv: Detta konfigurerar hur data som är associerade med den aktuella konfigurerade displayen matchas med en detekterad display under konfigurations- och detekteringsprocessen. Om du ändrar den här inställningen kan det hända att en skärm identifieras som tidigare oansluten och att befintliga sparade konfigurationsdata för skärmen kopplas bort. Matchning av system-UUID använder MacOS standardidentifiering. När appen är inställd på att använda grundläggande identifierare identifierar den bildskärmen med hjälp av dess leverantörs-/modell-ID och serienummer. Med utökad användning används även produktnamn, alfanumeriskt serienummer och produktionsdatum. Med plats tar appen även hänsyn till data om maskinvaruanslutning.
tr: Bu, yapılandırma/tespit işlemi sırasında o anda yapılandırılmış ekranla ilişkili verilerin tespit edilen bir ekranla nasıl eşleştirileceğini yapılandırır. Bu ayarın değiştirilmesi, bir ekranın önceden bağlanmamış olarak tanınmasına ve mevcut kayıtlı ekran yapılandırma verilerinin bağlantısının kesilmesine neden olabilir. Sistem UUID eşleşmesi MacOS varsayılan tanımlamasını kullanır. Temel tanımlayıcıları kullanmak üzere ayarlandığında, uygulama ekranı satıcı/model kimlikleri ve seri numarasıyla tanımlar. Genişletilmiş olarak ürün adını, alfanümerik seri numarasını ve üretim tarihini de kullanır. Bağlantı noktası ve konum ile uygulama donanım bağlantı verilerini de dikkate alır.
uk: Це налаштовує, як дані, пов'язані з поточним налаштованим дисплеєм, зіставляються з виявленим дисплеєм під час процесу налаштування/виявлення. Зміна цього параметра може призвести до того, що дисплей буде розпізнано як раніше не підключений, і від'єднати наявні збережені дані конфігурації дисплея. Збіг системного UUID використовує ідентифікацію MacOS за замовчуванням. Якщо налаштовано використовувати базові ідентифікатори, програма ідентифікує дисплей за ідентифікаторами виробника/моделі та серійним номером. З розширенням також використовується назва продукту, буквено-цифровий серійний номер і дата виробництва. Разом із розташуванням програма також враховує дані про підключення апаратного забезпечення.
vi: Điều này cấu hình cách dữ liệu liên quan đến màn hình hiện được cấu hình phù hợp với một màn hình đã phát hiện trong quá trình cấu hình/phát hiện. Thay đổi cài đặt này có thể làm cho một màn hình được nhận dạng như trước đây chưa được kết nối và không liên kết dữ liệu cấu hình màn hình đã lưu trữ hiện tại. Sự phù hợp UUID hệ thống sử dụng xác định mặc định của macOS. Khi đặt để sử dụng các bộ nhận dạng cơ bản, ứng dụng xác định màn hình bằng các ID của nhà sản xuất/model và số seri. Với mở rộng nó cũng sử dụng tên sản phẩm, số seri chữ số và ngày sản xuất. Với vị trí, ứng dụng cũng xem xét dữ liệu kết nối phần cứng.
zh_hans: 此项配置在配置/检测过程中如何将与当前配置的显示器关联数据与识别的显示器匹配。更改此设置可能导致显示器被识别为以前未连接的显示器，并使现有保存的显示器配置数据失去关联。系统 UUID 匹配使用 macOS 默认标识符。设为使用基本标识符时此应用程序会通过供应商/型号 ID 和序列号来识别显示器。扩展屏幕时还会使用产品名称、字母数字序列号和生产日期。应用程序还会根据硬件连接位置数据提供功能。
zh_hant: 此項設定在設定/檢測過程中如何將與目前設定的顯示器關聯資料與識別的顯示器匹配。更改此設定可能導致顯示器被識別為以前未連接的顯示器，並使現有保存的顯示器設定資料失去關聯。系統 UUID 匹配使用 macOS 預設識別碼。設為使用基本識別碼時此應用程式會通過供應商/型號 ID 和序列號來識別顯示器。擴充螢幕時還會使用產品名稱、字母數字序號和生產日期。應用程式還會根據硬體連接位置資料提供功能。

source: This control is now a placeholder, does not perform any action.
de: Dieses Steuerelement ist jetzt ein Platzhalter und führt keine Aktion aus.
es: Este control ahora es un marcador de posición y no realiza ninguna acción.
fr: Ce contrôle est maintenant un espace réservé, il n'effectue aucune action.
hu: Ez az vezérlő most helyfoglalóként működik, nem hajt végre műveletet.
it: Questo controllo è ora un segnaposto e non esegue alcuna azione.
ja: この制御は、今はプレースホルダーであり、何も実行しません。
ko: 이 제어는 이제 플레이스홀더로, 아무런 동작을 수행하지 않습니다.
nb: Denne kontrollen er nå en plassholder og utfører ingen handling.
nl: Deze bediening is nu een tijdelijke aanduiding en voert geen actie uit.
pt_br: Este controle agora é um espaço reservado e não executa nenhuma ação.
ro: Acest control este acum un control de tip machetă, nu efectuează nicio acțiune.
ru: Этот элемент управления сейчас является заполнителем и не выполняет никаких действий.
sl: Ta kontrolnik je zdaj označba mesta in ne izvaja nobenega dejanja.
sv: Denna kontroll är nu en platshållare som inte utför någon åtgärd.
tr: Bu kontrol artık bir yer tutucudur, herhangi bir eylem gerçekleştirmez.
uk: Цей елемент керування зараз є заповнювачем і не виконує жодних дій.
zh_hans: 此控件现在为占位符，不执行任何操作。
zh_hant: 此控制現在為佔位符，不執行任何操作。

source: This custom control is configured for one or more displays or display groups. Deleting it will also remove it from them.
de: Dieses benutzerdefinierte Steuerelement ist für ein oder mehrere Displays bzw. Display-Gruppen konfiguriert. Wird es gelöscht, wird es auch dort entfernt.
es: Este control personalizado está configurado para una o más pantallas o grupos de pantallas. Al eliminarlo, también se eliminará de ellos.
fr: Ce contrôle personnalisé est configuré pour un ou plusieurs écrans ou groupes d’écran. Le supprimer le supprimera également de ces écrans et groupes.
hu: Ez az egyéni vezérlő egy vagy több kijelzőhöz vagy kijelzőcsoporthoz van hozzárendelve. Törléskor ezekből is eltávolításra kerül.
it: Questo controllo personalizzato è configurato per uno o più display o gruppi di display. Eliminandolo verrà rimosso anche da questi.
ja: このカスタム制御は、1台または複数台のディスプレイまたはディスプレイグループに対して構成されます。削除した場合は、それらからも削除されます。
ko: 이 사용자 지정 컨트롤은 하나 이상의 디스플레이 또는 디스플레이 그룹에 대해 구성되어 있습니다. 이를 삭제하면 해당 디스플레이 또는 그룹에서도 제거됩니다.
nb: Denne egendefinerte kontrollen er konfigurert for én eller flere skjermer eller skjermgrupper. Sletting vil også fjerne den fra dem.
nl: Deze eigen bediening is geconfigureerd voor een of meer schermen of schermgroepen. Het verwijderen ervan zal het ook van hen verwijderen.
pt_br: Este controle personalizado está configurado para um ou mais monitores ou grupos de monitores. Ao excluí-lo, ele também será removido deles.
ro: Acest control personalizat este configurat pentru unul sau mai multe afișaje sau grupuri de afișaje. Ștergerea lui va elimina și din acestea.
ru: Этот пользовательский элемент управления настроен для одного или нескольких дисплеев или групп дисплеев. Его удаление также приведет к удалению из них.
sl: Ta kontrolnik po meri je konfiguriran za enega ali več zaslonov ali skupin zaslonov. Če ga izbrišete, ga boste odstranili tudi iz njih.
sv: Den här anpassade kontrollen är konfigurerad för en eller flera skärmar eller skärmgrupper. Om du tar bort den kommer den också att tas bort från dem.
tr: Bu özel kontrol, bir veya daha fazla ekran veya ekran grubu için yapılandırılmıştır. Silindiğinde onlardan da kaldırılır.
uk: Цей користувацький елемент керування налаштовано для одного або декількох дисплеїв чи груп дисплеїв. Його видалення також призведе до видалення з них.
zh_hans: 此自定义控件已配置用于一个或多个显示器或显示器组。删除它时也将从这些中移除。
zh_hant: 此自訂控制項已設定用於一個或多個顯示器或顯示器群組。刪除此控制項時，也會從這些群組中移除。

source: This display group does not have member displays.
de: Diese Displaygruppe hat keine Mitglieder.
es: Este grupo de pantallas no tiene pantallas miembros.
fr: Ce groupe n'as pas de membres.
hu: Ennek a kijelzőcsoportnak nincsenek csoporttagjai.
it: Questo gruppo di display non ha display membri.
ja: ディスプレイグループにメンバーのディスプレイが含まれていません。
ko: 이 디스플레이 그룹에는 구성원 디스플레이가 없습니다.
nb: Denne skjermgruppen har ingen medlemskjermer.
nl: Deze schermgroep heeft geen lidschermen.
pt_br: Este grupo de exibição não possui exibições de membros.
ro: Acest grup de afișaje nu are ecrane membre.​
ru: Эта группа дисплеев не имеет участников.
sl: Ta zaslonska skupina nima članskih zaslonov.
sv: Denna skärmgrupp har inga medlemsskärmar.
tr: Bu ekran grubunun üye ekranları yoktur.
uk: Ця група дисплеїв не має учасників.
vi: Nhóm màn hình này không có các màn hình thành viên.
zh_hans: 此显示组没有成员显示器。
zh_hant: 此顯示組沒有成員顯示器。

source: This display is the main display. Are you sure you want to turn the backlight off?
de: Dieses Display ist das Hauptdisplay. Bist du dir sicher, dass du die Hintergrundbeleuchtung ausschalten möchtest?
es: Esta pantalla es la pantalla principal. ¿Estás seguro de que quieres apagar la retroiluminación?
fr: Cet écran est l'écran principal. Voulez-vous vraiment éteindre le rétroéclairage ?
hu: Ez a fő kijelző. Biztos, hogy ki akarja kapcsolni a háttérvilágítását?
it: Questo display è il display principale. Sei sicuro di voler spegnere la retroilluminazione?
ja: このディスプレイは主ディスプレイです。本当にバックライトをオフにしてもよろしいですか?
ko: 이 디스플레이가 메인 디스플레이입니다. 백라이트를 끄시겠습니까?
nb: Denne skjermen er hovedskjermen. Er du sikker på at du vil slå av baklyset?
nl: Dit scherm is het hoofdscherm. Weet je zeker dat je de achtergrondverlichting wilt uitschakelen?
pt_br: Este monitor é o monitor principal. Tem certeza de que deseja desligar a luz de fundo?
ro: Acest ecran este ecranul principal. Sunteți siguri că doriți să opriți backlight-ul?
ru: Этот дисплей является основным. Вы уверены, что хотите отключить подсветку?
sl: Ta zaslon je glavni zaslon. Ali ste prepričani, da želite izklopiti osvetlitev?
sv: Den här skärmen är huvudskärm. Är du säker på att du vill stänga av bakgrundsbelysningen?
tr: Bu ekran ana ekrandır. Arka ışığı kapatmak istediğinizden emin misiniz?
uk: Цей дисплей є основним. Ви впевнені, що хочете вимкнути підсвічування?
vi: Màn hình này là màn hình chính. Bạn có chắc muốn tắt đèn nền không?
zh_hans: 此显示器是主显示屏。您确定要关掉背光吗？
zh_hant: 此顯示器是主顯示器。您確定要關掉背光嗎？
