Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: This applies both to physically connecting an external display and using the app to reconnect one. However, the app will not reconnect the built-in display if you allow all displays to be disconnected!
de: Gilt sowohl für das physische Anschließen eines externen Displays als auch für das erneute Verbinden eines Displays über die App. Die App wird das integrierte Display nicht wieder verbinden, wenn du erlaubst, dass alle Displays getrennt werden!
es: Se aplica tanto a la conexión física de una pantalla externa como al uso de la aplicación para volver a conectar una. ¡La aplicación no volverá a conectar la pantalla incorporada si permite que se desconecten todas las pantallas!
fr: Cela s'applique aussi bien à la connexion physique d'un écran externe qu'à l'utilisation de l'application pour en reconnecter un. Cependant, l'application ne reconnectera pas l'écran intégré si vous autorisez la déconnexion de tous les écrans !
hu: Mind külső kijelző fizikai csatlakoztatására, mind az alkalmazás használatával történő újbóli csatlakoztatására vonatkozik. Az alkalmazás nem fogja újracsatlakoztatni a beépített kijelzőt, ha engedélyezi az összes kijelző szétkapcsolását!
it: Si applica sia per collegare fisicamente un display esterno che per ricollegarlo tramite l'app. L'app non riconnetterà il display integrato se consentite la disconnessione di tutti i display!
ja: 外付けディスプレイを物理的に接続する場合と、アプリを使って再接続する場合とのいずれの場合にも適用されます。すべてのディスプレイの切断を許可した場合、内蔵ディスプレイは再接続されません!
ko: 외부 디스플레이를 물리적으로 연결하거나 앱을 사용하여 디스플레이를 다시 연결할 때 모두 적용됩니다. 모든 디스플레이의 연결을 해제하도록 허용하면 앱이 내장 디스플레이를 다시 연결하지 않습니다!
nb: Dette gjelder både fysisk tilkobling av en ekstern skjerm og bruk av appen for å koble til igjen. Appen vil imidlertid ikke koble til den innebygde skjermen hvis du tillater at alle skjermer kobles fra!
nl: Dit geldt zowel voor het fysiek aansluiten van een extern scherm als voor het gebruik van de app om er een opnieuw aan te sluiten. De app zal echter het ingebouwde scherm niet opnieuw verbinden als je toestaat dat alle schermen worden losgekoppeld!
pl: Dotyczy to zarówno fizycznego połączenia zewnętrznego wyświetlacza, jak i ponownego połączenia go za pomocą aplikacji. Jednak aplikacja nie połączy ponownie wbudowanego wyświetlacza, jeśli zezwolisz na rozłączenie wszystkich wyświetlaczy!
pt_br: Aplica-se à conexão física de um monitor externo ou ao uso do aplicativo para reconectar um. O aplicativo não reconectará o monitor integrado se você permitir que todos os monitores sejam desconectados!
ro: Se aplică atât la conectarea fizică a unui ecran extern, cât și la utilizarea aplicației pentru reconectarea unuia. Aplicația nu va reconecta ecranul încorporat dacă permiteți deconectarea tuturor ecranelor!
ru: Это касается как физического подключения внешнего дисплея, так и использования приложения для его повторного подключения. Приложение не подключит встроенный дисплей, если вы разрешите отключить все дисплеи!
sl: To velja za fizično povezovanje zunanjega zaslona in uporabo aplikacije za ponovno povezavo. Vendar pa aplikacija ne bo znova povezala vgrajenega zaslona, ​​če dovolite, da so vsi zasloni prekinjeni!
sv: Detta gäller både för att fysiskt ansluta en extern skärm och för att använda appen för att återansluta en. Appen kommer dock inte att återansluta den inbyggda skärmen om du tillåter att alla skärmar kopplas bort!
tr: Bu, hem harici bir ekranı fiziksel olarak bağlamak hem de uygulamayı kullanarak bir ekranı yeniden bağlamak için geçerlidir. Ancak, tüm ekranların bağlantısının kesilmesine izin verirseniz uygulama yerleşik ekranı yeniden bağlamayacaktır!
uk: Застосовується як для фізичного підключення зовнішнього дисплея, так і для використання програми для повторного підключення. Програма не підключить вбудований дисплей, якщо ви дозволите від'єднати всі дисплеї!
vi: Áp dụng cả khi kết nối vật lý với một màn hình rời hoặc sử dụng ứng dụng để kết nối lại một màn hình. Ứng dụng sẽ không kết nối lại màn hình tích hợp nếu bạn cho phép tất cả màn hình được ngắt kết nối!
zh_hans: 适用于物理连接外部显示器或使用应用程序重连显示器。允许所有显示器断开时此应用程序将不再重连内建显示屏！
zh_hant: 適用於物理連接外部顯示器或使用應用程式重連顯示器。允許所有顯示器斷開時此應用程式將不再重連內建顯示器！

source: This can be a result of disabled DDC/CI support (check the display's OSD), display firmware limitations or connection issues. Many TVs and TV-derived smart monitors do not support DDC. If the issue cannot be resolved either by changing display settings or fixing cable issues, you should disable DDC support.
de: Dies kann auf eine deaktivierte DDC/CI-Unterstützung (überprüfe das OSD des Displays), Einschränkungen der Display-Firmware oder Verbindungsprobleme zurückzuführen sein. Viele Fernsehgeräte und auf Fernsehgeräten basierende intelligente Monitore unterstützen DDC nicht. Wenn sich das Problem weder durch Änderung der Display-Einstellungen noch durch Behebung von Kabelproblemen beheben lässt, solltest du die DDC-Unterstützung deaktivieren.
es: Esto puede ser el resultado de la desactivación del soporte DDC/CI (verifica el OSD de la pantalla), limitaciones del firmware de la pantalla o problemas de conexión. Muchos televisores y monitores inteligentes derivados de televisores no son compatibles con DDC. Si el problema no se puede resolver cambiando la configuración de la pantalla o solucionando problemas con el cable, deberías desactivar el soporte DDC.
fr: Cela peut être le résultat d'une prise en charge DDC/CI désactivée (vérifier l'OSD de l'écran), de limitations logicielles de l'écran ou de problèmes de connexion. Beaucoup de télévisions et moniteurs intelligents dérivés de TV ne prennent pas en charge le DDC. Si le problème ne peut pas être résolu par le changement des réglages de l'écran ou en résolvant les problèmes de connectivité, vous devriez désactiver la prise en charge DDC.
hu: Ez lehet letiltott DDC/CI támogatás (ellenőrizze a kijelző OSD-jét), a kijelző firmware korlátai vagy csatlakozási problémák eredménye. Számos TV és TV-alapú okos monitor nem támogatja a DDC-t. Ha a problémát nem sikerül megoldani a kijelző beállításainak módosításával vagy a kábelproblémák kezelésével, érdemes letiltani a DDC támogatást.
it: Ciò può essere dovuto al supporto DDC/CI disattivato (controllare l’OSD del display), a limitazioni del firmware del display o a problemi di connessione. Molti TV e monitor smart derivati dai TV non supportano DDC. Se il problema non può essere risolto modificando le impostazioni del display o correggendo problemi di connessione, è consigliabile disattivare il supporto DDC.
ja: DDC/CI対応が無効化されている（ディスプレイのOSDを確認）か、ディスプレイのファームウェア制限または接続に問題がある可能性があります。テレビやテレビ由来のスマートモニターの多くはDDCに対応していません。ディスプレイの設定を変更したり、ケーブルの課題を解決したりしても問題が残る場合は、DDCへの対応を無効化する必要があります。
ko: 이는 비활성화된 DDC/CI 지원(디스플레이의 OSD에서 확인), 디스플레이 펌웨어 제한 또는 연결 문제의 결과일 수 있습니다. 많은 TV와 TV에서 파생된 스마트 모니터는 DDC를 지원하지 않습니다. 디스플레이 설정을 변경하거나 케이블 문제를 해결해도 문제가 해결되지 않으면 DDC 지원을 비활성화해야 합니다.
nb: Dette kan skyldes deaktivert DDC/CI-støtte (sjekk skjermens OSD), fastvarebegrensninger eller tilkoblingsproblemer. Mange TV-er og TV-baserte smartmonitorer støtter ikke DDC. Hvis problemet ikke løses ved å endre skjerminnstillinger eller fikse kabelfeil, bør du deaktivere DDC-støtte.
nl: Dit kan het gevolg zijn van uitgeschakelde DDC/CI-ondersteuning (controleer het OSD van het scherm), schermfirmwarebeperkingen of verbindingsproblemen. Veel tv's en tv-afgeleide slimme monitoren ondersteunen geen DDC. Als het probleem niet kan worden opgelost door scherminstellingen te wijzigen of kabelproblemen op te lossen, moet je DDC-ondersteuning uitschakelen.
pl: Może to być wynik wyłączonej obsługi DDC/CI (sprawdź menu OSD wyświetlacza), ograniczeń oprogramowania układowego wyświetlacza lub problemów z połączeniem. Wiele telewizorów i monitorów typu "Smart" pochodnych od telewizorów nie obsługuje DDC. Jeśli problemu nie da się rozwiązać poprzez zmianę ustawień wyświetlacza lub naprawę problemów z kablem, należy wyłączyć obsługę DDC.
pt_br: Isso pode ser resultado do suporte DDC/CI desativado (verifique o OSD do monitor), limitações de firmware do monitor ou problemas de conexão. Muitos televisores e monitores inteligentes derivados de TVs não suportam DDC. Se o problema não puder ser resolvido alterando as configurações do monitor ou corrigindo problemas com os cabos, você deve desativar o suporte DDC.
ro: Aceasta poate fi o consecință a dezactivării suportului DDC/CI (verificați OSD-ul afișajului), a limitărilor firmware-ului afișajului sau a problemelor de conectare. Multe televizoare și monitoare inteligente derivate din televizoare nu acceptă DDC. Dacă problema nu poate fi rezolvată nici prin modificarea setărilor afișajului, nici prin remedierea problemelor de cablu, ar trebui să dezactivați suportul DDC.
ru: Это может быть результатом отключенной поддержки DDC/CI (проверьте OSD дисплея), ограничений прошивки дисплея или проблем с подключением. Многие телевизоры и телевизионные мониторы не поддерживают DDC. Если проблему нельзя решить изменением настроек дисплея или исправлением кабеля, следует отключить поддержку DDC.
sl: To je lahko posledica onemogočene podpore DDC/CI (preverite OSD zaslona), omejitev vdelane programske opreme zaslona ali težav s povezavo. Številni televizorji in pametni monitorji, ki izhajajo iz televizorjev, ne podpirajo DDC. Če težave ni mogoče rešiti s spreminjanjem nastavitev zaslona ali odpravljanjem težav s kablom, onemogočite podporo za DDC.
sv: Detta kan bero på inaktiverat DDC/CI-stöd (kontrollera skärmens OSD), begränsningar i skärmens inbyggda programvara eller anslutningsproblem. Många TV-apparater och TV-deriverade smarta monitorer har inte stöd för DDC. Om problemet inte kan lösas genom att ändra bildskärmsinställningarna eller åtgärda kabelproblem bör du inaktivera DDC-stödet.
tr: Bu, devre dışı bırakılmış DDC/CI desteğinin (monitörün OSD'sini kontrol edin), monitör ürün yazılımı sınırlamalarının veya bağlantı sorunlarının bir sonucu olabilir. Birçok TV ve TV türevi akıllı monitör DDC'yi desteklemez. Sorun monitör ayarlarını değiştirerek veya kablo sorunlarını düzelterek çözülemiyorsa, DDC desteğini devre dışı bırakmalısınız.
uk: Це може бути результатом вимкненої підтримки DDC/CI (перевірте OSD дисплея), обмежень мікропрограми дисплея або проблем із з'єднанням. Багато телевізорів і моніторів, що базуються на телевізорах, не підтримують DDC. Якщо проблему не вдається вирішити зміною налаштувань дисплея або виправленням кабелю, слід вимкнути підтримку DDC.
vi: Điều này có thể là kết quả của việc hỗ trợ DDC/CI bị tắt (kiểm tra OSD của màn hình), giới hạn phần mềm của màn hình hoặc vấn đề kết nối. Nhiều TV và màn hình thông minh kiểu TV không hỗ trợ DDC. Nếu vấn đề không thể giải quyết được bằng cách thay đổi cài đặt màn hình hoặc khắc phục vấn đề cáp, bạn nên tắt hỗ trợ DDC.
zh_hans: 这可能是由于 DDC/CI 支持已停用（检查显示器的 OSD）、显示器固件限制或连接问题造成的。许多电视和电视衍生的智能显示器不支持 DDC。如果通过更改显示设置或修复电缆问题无法解决问题，则应停用 DDC 支持。
zh_hant: 這可能是由於 DDC/CI 支援已停用（檢查顯示器的 OSD）、顯示器韌體限制或連接問題造成的。許多電視和電視衍生的智慧顯示器不支援 DDC。如果透過變更顯示設定或修復電纜問題無法解決問題，則應停用 DDC 支援。
