Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: The app can automatically connect and disconnect a virtual screen based on the availability of the display(s) it is associated with. It can also auto-start mirroring or streaming or follow the associated display's orientation.
de: Die App kann einen virtuellen Bildschirm automatisch verbinden und trennen, je nach Verfügbarkeit des oder der Displays, mit denen er gekoppelt ist. Sie kann auch automatisch die Synchronisierung oder das Streamen starten oder der Ausrichtung des verbundenen Displays folgen.
es: La aplicación puede conectar y desconectar automáticamente una pantalla virtual según la disponibilidad de las pantallas a las que está asociada. También puede iniciar automáticamente la duplicación o transmisión o seguir la orientación de la pantalla asociada.
fr: L'application peut automatiquement connecter et déconnecter un écran virtuel basé sur la disponibilité du ou des écrans associés. Elle peut aussi commencer automatiquement la diffusion ou la mise en miroir, ou suivre l'orientation de l'écran associé.
hu: Az alkalmazás képes automatikusan csatlakoztatni és leválasztani egy virtuális képernyőt a hozzá tartozó kijelző(k) elérhetősége alapján. Emellett képes automatikusan elindítani a tükrözést vagy a streaminget, illetve követni a társított kijelző tájolását.
it: L'app può connettersi e scollegare automaticamente uno schermo virtuale in base alla disponibilità dei display con cui è associata. Può anche avviare automaticamente la duplicazione, lo streaming o seguire l'orientamento del display associato.
ja: このアプリは、関連付けているディスプレイの可用性に基づいて、仮想スクリーンを自動的に接続したり切断したりすることができます。また、ミラーリングやストリーミングを自動的に開始したり、関連付けたディスプレイの向きに合わせることもできます。
ko: 앱은 연결된 디스플레이의 사용 가능 여부에 따라 가상 화면을 자동으로 연결하거나 연결 해제할 수 있습니다. 또한 미러링 또는 스트리밍을 자동으로 시작하거나 연결된 디스플레이의 방향을 따라갈 수도 있습니다.
nb: Appen kan automatisk koble til og fra en virtuell skjerm basert på tilgjengeligheten til skjermen(e) den er tilknyttet. Den kan også starte speiling eller strømming automatisk eller følge den tilknyttede skjermens orientering.
nl: De app kan automatisch verbinding maken met een virtueel scherm en deze loskoppelen op basis van de beschikbaarheid van het/de scherm(en) waarmee het is geassocieerd. Het kan ook automatisch synchrone weergave inschakelen, het streamen starten of de geassocieerde schermstand volgen.
pl: Aplikacja może automatycznie łączyć i rozłączać wirtualny ekran w zależności od dostępności wyświetlacza(-y), z którymi jest powiązany. Może także automatycznie uruchamiać klonowanie lub strumieniowanie oraz dostosowywać orientację do powiązanego wyświetlacza.
pt_br: O aplicativo pode conectar e desconectar automaticamente uma tela virtual com base na disponibilidade dos monitores aos quais está associado. Ele também pode iniciar automaticamente o espelhamento ou streaming ou seguir a orientação do monitor associado.
ro: Aplicația poate conecta și deconecta automat un ecran virtual în funcție de disponibilitatea ecranului(-lor) cu care este asociat. Poate, de asemenea, să porniți automat reflecția sau streaming-ul sau să urmăriți orientarea ecranului asociat.
ru: Приложение может автоматически подключать и отключать виртуальный экран в зависимости от доступности дисплея (дисплеев), с которым он связан. Оно также может автоматически запускать зеркальное отображение, потоковую передачу или следить за ориентацией связанного дисплея.
sl: Aplikacija lahko samodejno poveže in prekine povezavo z virtualnim zaslonom glede na razpoložljivost zaslona(-ov), s katerim(-i) je povezana. Prav tako lahko samodejno zažene zrcaljenje ali pretakanje ali sledi usmerjenosti povezanega zaslona.
sv: Appen kan automatiskt ansluta och koppla bort en virtuell skärm baserat på tillgängligheten för den eller de skärmar som den är kopplad till. Den kan också automatiskt starta spegling eller streaming eller följa den associerade skärmens orientering.
tr: Uygulama, ilişkilendirildiği ekranın/ekranların kullanılabilirliğine bağlı olarak sanal bir ekranı otomatik olarak bağlayabilir ve bağlantısını kesebilir. Ayrıca yansıtma veya yayını otomatik olarak başlatabilir veya ilişkili ekranın yönünü takip edebilir.
uk: Додаток може автоматично підключати та від'єднувати віртуальний екран залежно від доступності дисплея(їв), з якими він асоційований. Також можливий автозапуск дзеркалювання чи трансляції або слідування орієнтації пов'язаного дисплея.
vi: Ứng dụng có thể tự động kết nối và ngắt kết nối một màn hình ảo dựa trên sự có sẵn của các màn hình mà nó được liên kết. Nó cũng có thể tự động bắt đầu phản chiếu hoặc trình chiếu hoặc tuân theo hướng của màn hình liên kết.
zh_hans: 此应用程序可根据关联显示器可用性自动连接和断开虚拟屏幕，还可自启动镜像或串流，或使其跟随关联显示器的方向。
zh_hant: 此應用程式可根據關聯顯示器可用性自動連接和斷開虛擬螢幕，還可自啟動鏡像或串流，或使其跟隨關聯顯示器的方向。

source: The app controls the associated audio device specified below using the native audio control methods provided by macOS.
nl: De app bedient het geassocieerde geluidsapparaat hieronder opgegeven middels ingebouwde volumebedieningsmethoden aangeboden door macOS.
ru: Приложение управляет указанным ниже аудиоустройством через встроенные методы управления macOS.

source: The app menu icon will reflect the icon of the current main display. Enable if you don't like the default icon…
de: Das App-Menüsymbol wird das Symbol des aktuellen Hauptdisplays widerspiegeln. Aktiviere dies, wenn dir das Standardsymbol nicht gefällt…
es: El ícono del menú de la aplicación reflejará el ícono de la pantalla principal actual. Habilítelo si no le gusta el icono predeterminado…
fr: L'icône de l'application dans la barre des menus correspondra à l'icône de l'écran principal actuel. Activez cette option si vous n'aimez pas l'icône par défaut…
hu: Az alkalmazás menüjének ikonja az aktuális fő kijelző ikonját fogja mutatja. Engedélyezze, ha nem tetszik az alapértelmezett ikon…
it: L'icona del menu dell'applicazione riflette l'icona del display principale corrente. Abilita se non ti piace l'icona di default…
ja: アプリメニューアイコンに、現在の主ディスプレイのアイコンを反映します。デフォルトのアイコンが気に入らない場合に有効化してください…
ko: 앱 메뉴 아이콘이 메인 디스플레이의 아이콘을 반영하도록 합니다. 기본 아이콘이 마음에 들지 않으면 활성화하세요…
nb: Appmenyikonet vil gjenspeile ikonet til den nåværende hovedskjermen. Aktiver hvis du ikke liker standardikonet…
nl: Het symbool van het appmenu zal het symbool van het huidige hoofdscherm weerspiegelen. Schakel dit in als het standaardsymbool je niet aanstaat...
pt_br: O ícone do menu do aplicativo refletirá o ícone da tela principal atual. Ative se você não gostar do ícone padrão…
ro: Iconița din meniul aplicației va reflecta iconița ecranului principal curent. Activați acestă opțiune dacă nu vă place iconița implicită…
ru: Значок меню приложения будет отображать значок текущего основного дисплея. Включите, если не нравится стандартный значок…
sl: Ikona menija aplikacije bo odražala ikono trenutnega glavnega zaslona. Omogočite, če vam privzeta ikona ni všeč…
sv: Appens menyikon kommer att återspegla ikonen för den aktuella huvudskärmen. Aktivera om du inte gillar standardikonen…
tr: Uygulama menüsü simgesi, geçerli ana ekranın simgesini yansıtacaktır. Varsayılan simgeyi beğenmediyseniz etkinleştirin…
uk: Значок меню програми буде відображати значок поточного основного дисплея. Увімкніть, якщо вам не подобається значок за замовчуванням…
vi: Biểu tượng menu ứng dụng sẽ phản ánh biểu tượng của màn hình chính hiện tại. Bật tính năng này nếu bạn không thích biểu tượng mặc định…
zh_hans: 应用程序菜单栏图标将反映当前主显示屏的图标。如不喜欢默认图标请启用…
zh_hant: 應用程式選單圖示將反映目前主顯示器的圖示。如不喜歡預設圖示請啟用…

source: The app menu will show this name instead of the system name for the display. If you want to change the system-wide name, you can do so by enabling the configuration override option and editing the system display name.
de: Im App-Menü wird dieser Name anstelle des Systemnamens für das Display angezeigt werden. Wenn du den systemweiten Namen ändern möchtest, kannst du dies tun, indem du die Option zum Überschreiben der Konfiguration aktivierst und den Systemnamen des Displays bearbeitest.
es: El menú de la aplicación mostrará este nombre en lugar del nombre del sistema en el menú de la aplicación para la pantalla. Si desea cambiar el nombre de todo el sistema, puede hacerlo habilitando la opción de anulación de configuración y editando el nombre para mostrar sin formato.
fr: Le menu de l'application va afficher ce nom à la place du nom système pour cet écran. Si vous voulez changer le nom à l'échelle du système, vous pouvez le faire en activant la prise de contrôle de la configuration et en changeant le nom système de l'écran.
hu: A rendszer által adott név helyett ez a név jelenik meg a kijelző alkalmazásmenüjében. Ha meg szeretné változtatni a rendszer egészére vonatkozó nevet, akkor ezt a konfiguráció felülbírálás opció engedélyezésével és a rendszer kijelzőnév szerkesztésével teheti meg.
it: Il menu app mostrerà questo nome invece del nome di sistema nel menu app per il display. Se si desidera modificare il nome a livello di sistema, è possibile farlo abilitando l'opzione di sovrascrittura della configurazione e modificando il nome del display di sistema.
ja: ディスプレイのシステム名の代わりにこの名前がアプリメニューに表示されます。システム全体の名前を変更したい場合には、構成のオーバーライドオプションを有効化し、システムディスプレイ名を編集することで行うことができます。
ko: 앱 메뉴에 표시되는 앱 메뉴에 시스템 이름 대신 이 이름이 표시됩니다. 시스템 전체 이름을 변경하려면 구성 재정의 옵션을 활성화하고 원래 디스플레이 이름을 편집하여 변경할 수 있습니다.
nb: Appmenyen vil vise dette navnet i stedet for systemnavnet for skjermen. Hvis du vil endre systemomfattende navn, kan du gjøre det ved å aktivere konfigurasjonsoverskrivingsalternativet og redigere systemets skjermnavn.
nl: Het appmenu zal deze naam voor het scherm tonen in plaats van de systeemnaam. Als je de systeembrede naam wilt aanpassen, dan kun je dit doen door de optie in te schakelen voor het overschrijven van de configuratie waarna je de systeemweergavenaam bewerkt.
pl: W menu aplikacji na wyświetlaczu pojawi się ta nazwa zamiast nazwy systemowej. Jeśli chcesz zmienić nazwę ogólnosystemową, możesz to zrobić, włączając opcję zastępowania konfiguracji i edytując wyświetlaną nazwę systemu.
pt_br: O menu do aplicativo mostrará esse nome em vez do nome do sistema no menu do aplicativo para o monitor. Se quiser alterar o nome de todo o sistema, você pode fazer isso habilitando a opção de substituição de configuração e editando o nome do monitor
ro: Meniul aplicației va afișa acest nume în loc de numele sistemului din meniul aplicației pentru ecrane. Dacă doriți să schimbați numele la nivel de sistem, puteți face acest lucru activând opțiunea de suprascriere a configurației și editând numele ecranului în format brut.
ru: Меню приложения будет показывать это имя вместо системного имени дисплея. Если хотите изменить системное имя для всей системы, включите опцию переопределения конфигурации и измените системное имя дисплея.
sl: Meni aplikacije bo prikazal to ime namesto imena sistema za zaslon. Če želite spremeniti sistemsko ime, lahko to storite tako, da omogočite možnost preglasitve konfiguracije in uredite prikazno ime sistema.
sv: Appmenyn visar detta namn i stället för systemnamnet för skärmen. Om du vill ändra det systemomfattande namnet kan du göra det genom att aktivera alternativet Configuration Override och redigera systemets visningsnamn.
tr: Uygulama menüsü, ekran için sistem adı yerine bu adı gösterecektir. Sistem genelindeki adı değiştirmek isterseniz, yapılandırma geçersiz kılma seçeneğini etkinleştirerek ve sistem görüntüleme adını düzenleyerek bunu yapabilirsiniz.
uk: Меню програми відображатиме цю назву замість системної назви для дисплея. Якщо ви хочете змінити системну назву, ви можете зробити це, увімкнувши опцію перевизначення конфігурації та відредагувавши системну назву дисплея.
vi: Menu ứng dụng sẽ hiển thị tên này thay vì tên hệ thống cho màn hình. Nếu bạn muốn thay đổi tên trên toàn hệ thống, bạn có thể làm điều đó bằng cách bật tùy chọn ghi đè cấu hình và chỉnh sửa tên hiển thị hệ thống.
zh_hans: 应用程序菜单将显示此名称而非显示器应用程序菜单中的系统名称。如要更改全系统名称，可启用配置覆盖选项并编辑系统显示器名称。
zh_hant: 應用程式選單將顯示此名稱而非顯示器應用程式選單中的系統名稱。如要更改全系統名稱，可啟用設定覆蓋選項並編輯系統顯示器名稱。

source: The app normally does not restore full dimming upon wake or app startup to avoid confusion.
de: Um Verwirrung zu vermeiden, stellt die App beim Beenden des Ruhezustandes oder Startvorgang der App normalerweise nicht die volle Dimmung wieder her.
es: La aplicación normalmente no restablece la atenuación completa al activarse o al iniciarse para evitar confusiones.
fr: Pour éviter toute confusion, l'application ne rétablit normalement pas l'atténuation totale de luminosité à la réactivation ou au démarrage de l'application.
hu: Az alkalmazás általában nem állítja vissza a teljes fényerősséget a ébredés során vagy az alkalmazás indításakor, hogy ne okozzon zavart.
it: L'app normalmente non ripristina il dimming completo al risveglio o all'avvio dell'app per evitare confusione.
ja: 通常は混乱を避けるため、スリープ解除時やアプリ起動時にフルディミングに復元しません。
ko: 앱은 일반적으로 혼동을 피하기 위해 깨어나거나 앱을 시작할 때 100% 디밍 설정을 복원하지 않습니다.
nb: Appen gjenoppretter normalt ikke full demping ved oppvåkning eller oppstart for å unngå forvirring.
nl: De app herstelt normaal gesproken niet de volledige dimming bij het uitschakelen van de sluimerstand of opstarten van de app om verwarring te voorkomen.
pt_br: O aplicativo normalmente não restaura o escurecimento total ao ativar ou iniciar o aplicativo para evitar confusão.
ro: În mod normal, aplicația nu restaurează întunecarea completă la trezire sau la pornirea aplicației pentru a evita confuzii.
ru: Приложение обычно не восстанавливает полное затемнение после пробуждения или запуска, чтобы избежать путаницы.
sl: Aplikacija običajno ne obnovi popolne zatemnitve ob prebujanju ali zagonu aplikacije, da prepreči zmedo.
sv: Appen återställer normalt inte full dimning vid uppvaknande eller appstart för att undvika förvirring.
tr: Uygulama normalde, karışıklığı önlemek için uyandırma veya uygulama başlatma sırasında tam karartmayı geri yüklemez.
uk: Додаток зазвичай не відновлює повне затемнення після пробудження або запуску, щоб уникнути плутанини.
vi: Ứng dụng bình thường không khôi phục việc làm tối hoàn toàn khi tỉnh giấc hoặc khởi động ứng dụng để tránh sự nhầm lẫn.
zh_hans: 唤醒或启动应用程序时应用程序通常不恢复完全调光以避免混淆。
zh_hant: 喚醒或啟動應用程式時應用程式通常不回復完全調光以避免混淆。

source: The app powers the device on and switches to the selected input when the device volume is changed after some period of inactivity.
nl: De app schakelt de stroom van het apparaat in en wisselt naar de geselecteerde invoer als de apparaatvolume gewijzigd wordt na een periode van inactiviteit.
ru: Приложение включает устройство и переключает на выбранный вход, когда после периода бездействия изменяется громкость устройства.

source: The app was launched using Rosetta. Some features won't work.
de: Die App wurde mit Rosetta gestartet. Einige Funktionen werden nicht funktionieren.
es: La aplicación fue ejecutada utilizando Rosetta. Algunas funcionalidades no funcionarán.
fr: L'application a été lancée en utilisant Rosetta certaines fonctionnalités ne seront pas disponibles.
hu: Az alkalmazás Rosetta segítségével indult. Néhány funkció nem működik.
it: L'app è stata lanciata utilizzando la Rosetta. Alcune funzionalità non funzioneranno.
ja: Rosettaを使ってアプリが起動しています。働かない機能があります。
ko: Rosetta를 사용하여 앱을 실행했습니다. 일부 기능은 작동하지 않습니다.
nb: Appen ble startet med Rosetta. Noen funksjoner vil ikke fungere.
nl: De app is gestart met Rosetta. Bepaalde functies werken niet.
pt_br: O aplicativo foi lançado usando o Rosetta. Alguns recursos não funcionarão.
ro: Aplicația a fost lansată folosind Rosetta. Unele funcții nu vor funcționa.
ru: Приложение запущено через Rosetta. Некоторые функции не будут работать.
sl: Aplikacija je bila zagnana s pomočjo Rosetta. Nekatere funkcije ne bodo delovale.
sv: Appen startades med hjälp av Rosetta. Vissa funktioner kommer inte att fungera.
tr: Uygulama Rosetta kullanılarak başlatıldı. Bazı özellikler çalışmaz.
uk: Додаток було запущено за допомогою Rosetta. Деякі функції не працюватимуть.
vi: Ứng dụng được khởi chạy bằng Rosetta. Một số tính năng sẽ không hoạt động.
zh_hans: 该应用通过 Rosetta 兼容层运行，因此部分功能可能无法正常使用。
zh_hant: 本程式通過 Rosetta 相容層運作，因此部分功能可能無法正常使用。
