Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Defines the TCP port the built-in HTTP server listens to.
de: Legt den TCP-Port fest, auf den der integrierte HTTP-Server hört.
es: Define el puerto TCP al que escucha el servidor HTTP integrado.
fr: Définit le port TCP que le serveur HTTP intégré écoute.
hu: Meghatározza a beépített HTTP-kiszolgáló által használt TCP-portot.
it: Impostare la porta TCP su cui è in ascolto il server HTTP incorporato.
ja: ビルトインHTTPサーバが待ち受けるTCPポートを定義します。
ko: 내장된 HTTP 서버가 수신하는 TCP 포트를 정의합니다.
nb: Definerer hvilken TCP-port den innebygde HTTP-serveren lytter på.
nl: Definieert de TCP-poort waarop de ingebouwde HTTP-server naar luistert.
pl: Określa port TCP, na którym nasłuchuje wbudowany serwer HTTP.
pt_br: Definir a porta TCP que o servidor HTTP incorporado escuta.
ro: Defineste portul TCP la care serverul HTTP încorporat ascultă.
ru: Определяет TCP-порт, который слушает встроенный HTTP-сервер.
sl: Določa vrata TCP, ki jih posluša vgrajeni strežnik HTTP.
sv: Anger TCP-porten som den inbyggda HTTP-servern lyssnar på.
tr: Yerleşik HTTP sunucusunun dinlediği TCP bağlantı noktasını tanımlar.
uk: Визначає TCP-порт, який прослуховує вбудований HTTP-сервер.
vi: Xác định cổng TCP mà máy chủ HTTP tích hợp phản hồi đến.
zh_hans: 确定内建 HTTP 服务器的 TCP 监听端口。
zh_hant: 定義內建 HTTP 伺服器要監聽的 TCP 連接埠。

source: Defines the diagonal size the system perceives the display. If used for mirroring/streaming, it might optionally be matched to the target screen. Safe to leave empty as default. With custom resolution list of varying aspect ratios the actual reported size may be different.
de: Definiert die diagonale Größe, mit der das System das Display erkennt. Wenn es für eine Synchronisierung / Streamen verwendet wird, kann es optional mit dem Zielbildschirm abgeglichen werden. Standardmäßig kann diese Option leer gelassen werden. Bei benutzerdefinierten Listen von Auflösungen mit unterschiedlichen Seitenverhältnissen kann die tatsächlich gemeldete Größe unterschiedlich sein.
es: Define el tamaño diagonal que el sistema percibe de la pantalla. Si se utiliza para duplicación/transmisión, se puede ajustar opcionalmente al tamaño de la pantalla objetivo. Es seguro dejarlo vacío como valor predeterminado. Con una lista de resoluciones personalizadas de diferentes proporciones, el tamaño reportado real puede ser diferente.
fr: Définit la taille de la diagonale de l'écran perçue par le système. Si elle est utilisée pour la mise en miroir/diffusion, elle peut éventuellement être adaptée à l'écran cible. Il est prudent de laisser ce champ vide par défaut. Avec une liste de résolutions personnalisées dont les rapports d'aspect varient, la taille réelle rapportée peut être différente.
hu: Meghatározza, hogy a rendszer milyen átlóméretet érzékel a kijelző esetén. Tükrözés/streaming esetén opcionálisan a célképernyőhöz igazítható. Alapértelmezettként legjobb üresen hagyni. Egyéni felbontású, változó képarányú lista esetén a ténylegesen jelentett méret eltérő lehet.
it: Definisce la dimensione diagonale percepita dal sistema per il display. Se utilizzata per duplicazione/streaming, può essere opzionalmente abbinata allo schermo di destinazione. Sicuro lasciarla vuota come predefinito. Con un elenco di risoluzioni personalizzate con rapporti di aspetto variabili, la dimensione effettivamente riportata potrebbe essere diversa.
ja: システムが認識するディスプレイの対角サイズを定義します。ミラーリング/ストリーミングに使用する場合は、オプションでターゲットスクリーンに合わせることができます。デフォルトでは空のままにしてください。さまざなアスペクト比のカスタム解像度リストでは、実際のサイズとは異なることがあります。
ko: 시스템이 디스플레이를 인식하는 대각선 크기를 정의합니다. 미러링/스트리밍에 사용되는 경우 선택적으로 대상 화면과 일치시킬 수 있습니다. 기본값으로 비워 두는 것이 안전합니다. 다양한 종횡비의 사용자 지정 해상도 목록을 사용하면 실제 보고되는 크기가 다를 수 있습니다.
nb: Definerer diagonalstørrelsen systemet oppfatter for skjermen. Ved speiling/strømming kan den matches til målskjermen. Kan stå tom som standard. Med egendefinert oppløsningsliste kan rapportert størrelse variere.
nl: Definieert de diagonale afmeting zoals het systeem het scherm ziet. Als het wordt gebruikt voor synchrone weergave/streamen, dan kan deze mogelijk optioneel overeen worden gekomen met het doelscherm. Het is veilig om het standaard leeg te laten. Met een eigen resolutielijst met diverse beeldverhoudingen kan de werkelijk gemelde grootte afwijken.
pl: Określa przekątną, jaką system postrzega dla wyświetlacza. W przypadku duplikowania/strumieniowania może opcjonalnie odpowiadać ekranowi docelowemu. Można pozostawić puste – użyta zostanie wartość domyślna. Przy niestandardowej liście rozdzielczości o różnych proporcjach rzeczywisty zgłaszany rozmiar może się różnić.
pt_br: Define o tamanho diagonal que o sistema percebe na tela. Se usado para espelhamento/streaming, pode opcionalmente corresponder à tela de destino. É seguro deixar vazio como padrão. Com uma lista de resolução personalizada com proporções variadas, o tamanho real relatado pode ser diferente.
ro: Definește dimensiunea diagonală pe care sistemul o percepe pentru afișaj. Dacă este folosită pentru oglindire sau streaming, poate fi opțional aliniată cu ecranul țintă. Este sigur să rămână necompletat pentru valoarea implicită. În cazul unei liste personalizate de rezoluții cu raporturi de aspect variate, dimensiunea raportată efectiv poate fi diferită.
ru: Определяет диагональный размер дисплея, воспринимаемый системой. При использовании для зеркалирования/трансляции может быть подстроен под целевой экран. Можно оставить пустым — это безопасно. При пользовательских разрешениях с разным соотношением сторон фактический размер может отличаться.
sl: Določa velikost diagonale, ki jo sistem zaznava na zaslonu. Če se uporablja za zrcaljenje/pretakanje, se lahko izbirno ujema s ciljnim zaslonom. Privzeto lahko pustite prazno. S seznamom ločljivosti po meri z različnimi razmerji stranic je lahko dejanska prijavljena velikost drugačna.
sv: Definierar den diagonala storlek som systemet uppfattar att skärmen har. Om den används för spegling/streaming kan den eventuellt matchas med målskärmen. Det är säkert att lämna den tom som standard. Med en lista med anpassad upplösning och varierande bildförhållanden kan den faktiska rapporterade storleken vara annorlunda.
tr: Sistemin ekranı algılayacağı diyagonal boyutu tanımlar. Yansıtma/yayın için kullanılıyorsa, isteğe bağlı olarak hedef ekranla eşleştirilebilir. Varsayılan olarak boş bırakmak güvenlidir. Değişen en boy oranlarının özel çözünürlük listesiyle, bildirilen gerçek boyut farklı olabilir.
uk: Визначає діагональний розмір, який система сприймає як розмір дисплея. Якщо використовується для дублювання/трансляції, його можна підлаштувати під цільовий екран. Можна залишити порожнім за замовчуванням. При використанні списку нестандартних роздільних здатностей із різними співвідношеннями сторін фактичний розмір може відрізнятися.
vi: Xác định kích thước chéo mà hệ thống nhìn thấy trên màn hình. Nếu sử dụng cho chế độ phản chiếu/trình chiếu, có thể tùy chọn phù hợp với màn hình đích. An toàn để để trống như mặc định. Với danh sách độ phân giải tùy chỉnh có tỉ lệ khung hình khác nhau, kích thước được báo cáo thực tế có thể khác nhau.
zh_hans: 确定系统感知显示的对角线大小。如用于镜像或串流，它可能选择性匹配到目标屏幕。默认设置留空时安全。使用不同宽高比的自定义分辨率列表与实际报告的大小可能有所不同。
zh_hant: 確定系統感知顯示的對角線大小。如用於鏡像或串流，它可能選擇性匹配到目標螢幕。預設設定留空時安全。使用不同寬高比的自訂解析度列表與實際報告的大小可能有所不同。

source: Defines the lower bound of brightness control in nits. Use 0 to allow full continuous dimming to black.
de: Legt die Untergrenze der Helligkeitssteuerung in Nits fest. Verwende 0, um ein kontinuierliches Dimmen auf Schwarz zu erlauben.
es: Define el límite inferior del control de brillo en nits. Usa 0 para permitir una atenuación continua completa hasta negro.
fr: Définit la limite inférieure du contrôle de la luminosité en nits. Utilisez 0 pour permettre une atténuation continue complète jusqu'au noir.
hu: Meghatározza a fényerőszabályozás alsó határát nitben. Használja a 0 értéket, ha a folytatólagos sötétítést szeretne teljes feketéig.
it: Definire il limite inferiore del controllo della luminosità in nit. Utilizzare 0 per consentire l'attenuazione continua completa al nero.
ja: 輝度制御の下限をニトで定義します。ブラックまで完全に連続的ディミングする場合には0を使用してください。
ko: 밝기 제어의 하한을 니트 단위로 정의합니다. 완전한 연속 디밍을 통해 검은색으로 낮추려면 0을 입력하세요.
nb: Definerer nedre grense for lysstyrkekontroll i nits. Bruk 0 for full kontinuerlig demping til svart.
nl: Definieert de ondergrens van de helderheidsbediening in nits. Gebruik 0 om volledig doorlopende dimmen naar zwart mogelijk te maken.
pl: Określa dolną granicę sterowania jasnością w nitach. Ustaw 0, aby umożliwić pełne, ciągłe przyciemnianie do czerni.
pt_br: Define o limite inferior do controle de brilho em nits. Use 0 para permitir escurecimento contínuo e completo para preto.
ro: Definește limita inferioară a controlului de luminozitate în nit. Utilizați 0 pentru a permite întunecarea continuă completă până la negru.
ru: Определяет нижнюю границу регулирования яркости в нитах. Используйте 0, чтобы обеспечить полную непрерывную регулировку яркости до черного цвета.
sl: Določa spodnjo mejo nadzora svetlosti v nitih. Uporabite 0, da omogočite popolno neprekinjeno zatemnitev v črno.
sv: Definierar den nedre gränsen för ljusstyrkereglering i nits. Använd 0 för att tillåta full kontinuerlig dimning till svart.
tr: Parlaklık kontrolünün alt sınırını nit cinsinden tanımlar. Tam sürekli karartmaya izin vermek için 0 kullanın.
uk: Визначає нижню межу регулювання яскравості в нітах. Використовуйте 0, щоб забезпечити повне безперервне затемнення до чорного.
vi: Xác định giới hạn thấp của điều khiển độ sáng trong nit. Sử dụng 0 để cho phép làm tối liên tục đến màu đen.
zh_hans: 以尼特 (nit) 单位定义亮度控制下限。用 0 允许完全连续调暗至黑色。
zh_hant: 以尼特 (nit) 單位定義亮度控制下限。用 0 允許完全連續調暗至黑色。

source: Defines the number of logical steps in a fine adjustment step. By default, this equals one-quarter of a chiclet in the native macOS OSD (1 logical step).
de: Legt fest, wie viele logische Schritte eine Feinanpassung umfasst. Standardmäßig entspricht dies einem Viertel eines „Chiclets“ im nativen macOS-OSD (1 logischer Schritt).
es: Define el número de pasos lógicos en un ajuste fino. Por defecto, equivale a un cuarto de barra en el OSD nativo de macOS (1 paso lógico).
fr: Définit le nombre de paliers logiques dans un palier d’ajustement précis. Par défaut, cela équivaut à un quart de graduation de l’OSD natif de macOS (1 palier logique).
hu: Meghatározza, hogy egy finomhangolási lépés hány logikai lépésből álljon. Alapértelmezés szerint ez a macOS natív OSD sávjának egynegyedét jelenti (1 logikai lépés).
it: Definisce il numero di passaggi logici in un passo di regolazione fine. Per impostazione predefinita, corrisponde a un quarto di indicatore nell’OSD nativo di macOS (1 passaggio logico).
ja: 微細調整ステップの論理ステップ数を定義します。デフォルトでは、これはネイティブのmacOS OSD（1論理ステップ）チクレットの4分の1に相当します。
ko: 미세 조정 단계에서 논리적 단계 수를 정의합니다. 기본값은 네이티브 macOS OSD 치클릿의 4분의 1(1 논리적 단계)에 해당합니다.
nb: Definerer antall trinn i et finjusteringstrinn. Som standard tilsvarer dette en kvart chiclet i macOS-OSD (1 trinn).
nl: Definieert het aantal logische stappen in een fijnafstellingsstap. Standaard komt dit overeen met een kwart van een blokje in de ingebouwde macOS-OSD (1 logische stap).
pl: Określa liczbę logicznych kroków w pojedynczym drobnym kroku regulacji. Domyślnie odpowiada jednej czwartej „przycisku” w natywnym OSD macOS (1 krok logiczny).
pt_br: Define o número de etapas lógicas em um ajuste fino. Por padrão, isso equivale a um quarto de um bloco no OSD nativo do macOS (1 etapa lógica).
ro: Definește numărul de pași logici dintr-un pas de ajustare fină. În mod implicit, acesta este egal cu un sfert dintr-un chiclet în OSD-ul nativ macOS (1 pas logic).
ru: Определяет количество логических шагов в мелком шаге регулировки. По умолчанию это одна четверть деления в родном OSD macOS (1 логический шаг).
sl: Določa število logičnih korakov v koraku natančne prilagoditve. Privzeto je to enako eni četrtini chicleta v izvornem OSD-ju macOS (1 logični korak).
sv: Definierar antalet logiska steg i ett finjusteringssteg. Som standard motsvarar detta en fjärdedel av en chiclet i det ursprungliga macOS OSD (1 logiskt steg).
tr: Bir hassas ayar adımındaki mantıksal adım sayısını tanımlar. Varsayılan olarak bu, yerel macOS OSD'de bir bölmenin dörtte birine eşittir (1 mantıksal adım).
uk: Визначає кількість логічних кроків у дрібному кроці регулювання. За замовчуванням це одна чверть поділки у рідному OSD macOS (1 логічний крок).
zh_hans: 定义微调步骤中的逻辑步数。默认情况下，相当于 macOS 原生 OSD 中的四分之一格（1 个逻辑步）。
zh_hant: 定義微調步驟中的邏輯步數。預設情況下，相當於 macOS 原生 OSD 中的四分之一格（1 個邏輯步）。

source: Defines the number of logical steps in a standard adjustment step. By default, this equals one full chiclet of the native macOS OSD (4 steps per chiclet; 16 chiclets × 4 steps = 64 total steps).
de: Legt fest, wie viele logische Schritte eine Standardanpassung umfasst. Standardmäßig entspricht dies einem vollständigen Chiclet im nativen macOS-OSD (4 Schritte pro Chiclet; 16 Chiclets × 4 Schritte = 64 Gesamtschritte).
es: Define el número de pasos lógicos en un ajuste estándar. Por defecto, equivale a una barra completa en el OSD nativo de macOS (4 pasos por barra; 16 barras × 4 pasos = 64 pasos en total).
fr: Définit le nombre de paliers logiques dans un palier d’ajustement standard. Par défaut, cela équivaut à une graduation complète de l’OSD natif de macOS (4 paliers par graduation; 16 graduations × 4 paliers = 64 paliers au total).
hu: Meghatározza, hogy egy normál állítási lépés hány logikai lépést tartalmazzon. Alapértelmezés szerint ez egy teljes sávot jelent a macOS natív OSD-jében (4 lépés/sáv; 16 sáv × 4 lépés = összesen 64 lépés).
it: Definisce il numero di passaggi logici in una regolazione standard. Per impostazione predefinita equivale a un indicatore completo dell’OSD nativo di macOS (4 passaggi per indicatore; 16 indicatori × 4 passaggi = 64 passaggi totali).
ja: 標準調整ステップの論理ステップ数を定義します。デフォルトでは、これはネイティブのmacOS OSDのチクレット全体（チクレットごとに4ステップ：16チクレット× 4ステップ = 全64ステップ）に相当します。
ko: 표준 조정 단계에서의 논리적 단계 수를 정의합니다. 기본적으로 이것은 네이티브 macOS OSD 치클릿의 1개와 동일합니다(치클릿당 4단계; 16개 치클릿 × 4단계 = 총 64단계).
nb: Definerer antall trinn i et standardjusteringstrinn. Som standard tilsvarer dette én full chiclet i macOS-OSD (4 trinn × 16 chiclets = 64 trinn).
nl: Definieert het aantal logische stappen in een fijnafstellingsstap. Standaard komt dit overeen met een kwart van een blokje in de ingebouwde macOS-OSD (4 stappen per blokje; 16 blokjes × 4 stappen = in totaal 64 stappen).
pl: Określa liczbę logicznych kroków w standardowym kroku regulacji. Domyślnie odpowiada pełnemu „przyciskowi” w natywnym OSD macOS (4 kroki na przycisk; 16 przycisków × 4 kroki = 64 kroki łącznie).
pt_br: Define o número de etapas lógicas em um ajuste padrão. Por padrão, isso equivale a um bloco completo no OSD nativo do macOS (4 etapas por bloco; 16 blocos × 4 etapas = 64 etapas no total).
ro: Definește numărul de pași logici dintr-un pas standard de ajustare. În mod implicit, acesta este egal cu un chiclet complet din OSD-ul macOS nativ (4 pași per chiclet; 16 chicleturi × 4 pași = 64 de pași în total).
ru: Определяет количество логических шагов в стандартном шаге регулировки. По умолчанию это одно полное деление в родном OSD macOS (4 шага на деление; 16 делений × 4 шага = 64 шага всего).
sl: Določa število logičnih korakov v standardnem prilagoditvenem koraku. Privzeto je to enako enemu polnemu chicletu izvornega macOS OSD (4 koraki na chiclet; 16 chiclets × 4 koraki = 64 korakov skupaj).
sv: Definierar antalet logiska steg i ett standardjusteringssteg. Som standard motsvarar detta en hel chiclet av det ursprungliga macOS OSD (4 steg per chiclet; 16 chiclets × 4 steg = 64 steg totalt).
tr: Standart bir ayarlama adımındaki mantıksal adım sayısını tanımlar. Varsayılan olarak bu, yerel macOS OSD'nin bir tam bölmenin eşittir (bölme başına 4 adım; 16 bölme × 4 adım = 64 toplam adım).
uk: Визначає кількість логічних кроків у стандартному кроці регулювання. За замовчуванням це одна повна поділка у рідному OSD macOS (4 кроки на поділку; 16 поділок × 4 кроки = 64 кроки загалом).
zh_hans: 定义标准调整步骤中的逻辑步数。默认情况下，相当于 macOS 原生 OSD 中的一个完整格子（每格 4 步；16 格 × 4 步 = 共 64 步）。
zh_hant: 定義標準調整步驟中的邏輯步數。預設情況下，相當於 macOS 原生 OSD 中的一個完整格子（每格 4 步；16 格 × 4 步 = 共 64 步）。

source: Defines the upper bound of brightness control in nits. Use 1000 for only allowing up to sustained full screen brightness.
de: Legt die Obergrenze der Helligkeitssteuerung in Nits fest. Verwende 1000, um nur bis zur vollen anhaltenden Bildschirmhelligkeit zu erlauben.
es: Define el límite superior del control de brillo en nits. Usa 1000 para permitir solo un brillo sostenido máximo en pantalla completa.
fr: Définit la limite supérieure du contrôle de la luminosité en nits. Utilisez 1000 pour seulement autoriser la luminosité complète.
hu: A fényerőszabályozás felső határát határozza meg nitben. Használja az 1000-et, ha csak a képernyő folyamatosan fenntartható fényerejét akarja elérhetővét enni.
it: Definisce il limite superiore del controllo della luminosità nelle lendini. Usa 1000 solo per consentire la luminosità fino a schermo intero sostenuto.
ja: 輝度制御の上限をニトで定義します。フルスクリーンの輝度を維持したい場合にのみ1000を使用してください。
ko: 밝기 제어의 상한값을 니트 단위로 정의합니다. 지속적으로 전체 화면 밝기까지만 허용하려면 1000을 입력하세요.
nb: Definerer øvre grense for lysstyrkekontroll i nits. Bruk 1000 for å kun tillate vedvarende fullskjermslysstyrke.
nl: Definieert de bovengrens van de helderheidsbediening in nits. Gebruik 1000 om alleen een voortdurende helderheid van het volledige scherm toe te staan.
pl: Określa górną granicę sterowania jasnością w nitach. Ustaw 1000, aby ograniczyć jasność do pełnej wartości ekranu.
pt_br: Define o limite superior do controle de brilho em nits. Use 1000 para permitir apenas o brilho sustentado da tela inteira.
ro: Definește limita superioară a controlului de luminozitate în nituri. Utilizați 1000 pentru a permite doar până la luminozitatea completă susținută pe tot ecranul.
ru: Определяет верхнюю границу контроля яркости в нитах. Используйте значение 1000, чтобы разрешить только поддержание полной яркости экрана.
sl: Določa zgornjo mejo nadzora svetlosti v nitih. Uporabite 1000, če želite omogočiti samo trajno svetlost celotnega zaslona.
sv: Definierar den övre gränsen för ljusstyrkan i nits. Använd 1000 för att endast tillåta upp till bibehållen ljusstyrka för hela skärmen.
tr: Nit cinsinden parlaklık kontrolünün üst sınırını tanımlar. Yalnızca sürekli tam ekran parlaklığına izin vermek için 1000'i kullanın.
uk: Визначає верхню межу регулювання яскравості в нітах. Використовуйте значення 1000 для забезпечення лише постійної яскравості на весь екран.
vi: Xác định giới hạn cao của điều khiển độ sáng trong nit. Sử dụng 1000 để chỉ cho phép đến độ sáng toàn màn hình liên tục.
zh_hans: 以尼特 (nit) 单位定义亮度控制上限。只许用 1000 达到全屏持续亮度。
zh_hant: 定義亮度控制的上限值，單位為尼特(nits)。若僅需允許最高持續全螢幕亮度，請設定為1000尼特。

source: Degrees
de: Grad
es: Grados
fr: Degrés
hu: Fok
it: Gradi
ja: 角度
ko: 각도
nb: Grader
nl: Graden
pl: Stopnie
pt_br: Graus
ro: Grade
ru: Градусы
sl: Stopinje
sv: Grader
tr: Derece
uk: Градуси
zh_hans: 度数
zh_hant: 度數

source: Delay between commands
de: Verzögerung zwischen Befehlen
es: Retraso entre comandos
fr: Délai entre les commandes
hu: Várakozás parancsok között
it: Tempo d'attesa tra i comandi
ja: コマンド間の遅延時間
ko: 명령 간 지연 시간
nb: Forsinkelse mellom kommandoer
nl: Vertraging tussen odprachten
pl: Opóźnienie między poleceniami
pt_br: Atraso entre comandos
ro: Pauză între comenzi
ru: Задержка между командами
sl: Zamik med ukazi
sv: Fördröjning mellan kommandon
tr: Komutlar arasındaki gecikme
uk: Затримка між командами
vi: Độ trễ giữa các lệnh
zh_hans: 命令之间的延迟
zh_hant: 命令之間的延遲

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
hu: Törlés
it: Elimina
ja: 削除
ko: 삭제
nb: Slett
nl: Verwijder
pl: Usuń
pt_br: Excluir
ro: Şterge
ru: Удалить
sl: Izbriši
sv: Ta bort
tr: Sil
uk: Видалити
zh_hans: 删除
zh_hant: 刪除

source: Delete Control…
de: Steuerung löschen
es: Eliminar control…
fr: Supprimer le contrôle…
hu: Vezérlő törlése…
it: Elimina controllo…
ja: 制御を削除…
ko: 컨트롤 삭제...
nb: Slett kontroll…
nl: Verwijder bediening...
pl: Usuń element sterujący…
pt_br: Excluir controle…
ro: Ștergeți controlul...
ru: Удалить элемент управления…
sl: Izbriši nadzor...
sv: Ta bort kontroll…
tr: Kontrolü Sil...
uk: Видалити керування…
zh_hans: 删除控制项…
zh_hant: 刪除控制項…

source: Delete Custom Control?
de: Benutzerdefinierte Steuerung löschen?
es: ¿Eliminar control personalizado?
fr: Supprimer le contrôle personnalisé ?
hu: Egyéni vezérlő törlése?
it: Eliminare il controllo personalizzato?
ja: カスタム制御を削除しますか?
ko: 사용자 지정 컨트롤을 삭제하시겠습니까?
nb: Slett egendefinert kontroll?
nl: Verwijder eigen bediening?
pl: Usunąć niestandardowy element sterujący?
pt_br: Excluir controle personalizado?
ro: Ștergeți controlul personalizat?
ru: Удалить пользовательский элемент управления?
sl: Želite izbrisati nadzor po meri?
sv: Ta bort anpassad kontroll?
tr: Özel Kontrolü Silmek İstiyor musunuz?
uk: Видалити власне керування?
zh_hans: 删除自定义控制项？
zh_hant: 刪除自訂控制項？

source: Delete Data
de: Lösche Daten
es: Eliminar Datos
fr: Supprimer les données
hu: Adat törlése
it: Cancella Dati
ja: データを削除
ko: 데이터 삭제
nb: Slett data
nl: Verwijder gegevens
pl: Usuń dane
pt_br: Excluir dados
ro: Ștergeți Datele
ru: Удалите данные
sl: Izbriši podatke
sv: Ta bort data
tr: Veri Silme
uk: Видалити дані
vi: Xóa dữ liệu
zh_hans: 删除数据
zh_hant: 刪除資料

source: Delete Pairing Data
nl: Verwijder paringsgegevens
pl: Usuń dane parowania
ru: Удалить данные сопряжения

source: Delta syncing
de: Delta-Synchronisierung
es: Sincronizando Delta
fr: Synchronisation du delta
hu: Delta szinkronizálás
it: Sincronizzazione delta
ja: デルタ同期
ko: Delta 동기화
nb: Delta-synkronisering
nl: Deltasynchronisatie
pl: Synchronizacja delta
pt_br: Sincronização delta
ro: Sincronizare delta
ru: Дельта-синхронизация
sl: Delta sinhronizacija
sv: Delta-synkronisering
tr: Delta senkronizasyonu
uk: Дельта-синхронізація
vi: Đồng bộ hóa Delta
zh_hans: 差分同步
zh_hant: 差分同步

source: Description
de: Beschreibung
es: Descripción
hu: Leírás
it: Descrizione
ja: 説明
ko: 설명
nb: Beskrivelse
nl: Beschrijving
pl: Opis
pt_br: Descrição
ro: Descriere
ru: Описание
sl: Opis
sv: Beskrivning
tr: Açıklama
uk: Опис
vi: Mô tả
zh_hans: 描述
zh_hant: 描述

source: Detachable app menu
de: Ablösbares App-Menü
es: Menú de aplicación desmontable
fr: Menu détachable
hu: Leválasztható alkalmazás menü
it: Menu app rimovibile
ja: 切り離し可能アプリメニュー
ko: 분리 가능한 앱 메뉴
nb: Løsbart app-meny
nl: Los te koppelen appmenu
pl: Odłączane menu aplikacji
pt_br: Menu de aplicativos destacável
ro: Meniu detașabil al aplicației
ru: Отсоединяемое меню приложений
sl: Snemljiv meni aplikacije
sv: Avtagbar app-meny
tr: Ayrılabilir uygulama menüsü
uk: Знімне меню програми
vi: Menu ứng dụng có thể tách rời
zh_hans: 可分离应用程序菜单
zh_hant: 可分離應用程式選單

source: Detached app menu alpha level
de: Alpha-Level des abgelösten App-Menüs
es: Nivel de transparencia del menú de la aplicación separado
fr: Transparence du menu détaché
hu: Leválasztott alkalmazás menü átlátszóság
it: Livello alfa del menu app rimovibile
ja: 切り離し可能アプリメニューのアルファレベル
ko: 분리된 앱 메뉴 알파 레벨
nb: Gjennomsiktighetsnivå for løsbart app-meny
nl: Alfaniveau van losgekoppeld appmenu
pl: Poziom przezroczystości odłączanego menu aplikacji
pt_br: Nível alfa do menu de aplicativos desanexado
ro: Meniu detașabil level alfa
ru: Отсоединённое меню приложения альфа-уровня
sl: Odstranjen meni aplikacije alfa ravni
sv: Fristående appmeny på alfanivå
tr: Ayrılabilir uygulama menüsü şeffaflık seviyesi
uk: Альфа-рівень відокремленого меню програми
vi: Mức độ alpha cho menu ứng dụng tách rời
zh_hans: 分离式应用程序菜单透明度等级
zh_hant: 分離式應用程式選單透明度等級
