Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Set any image adjustment control for all displays to a specified value. The percentage value will be converted to the feature's own specific min-max range.
de: Setzt die Steuerung einer beliebigen Bildanpassung aller Displays auf einen bestimmten Wert. Der Prozentwert wird in den spezifischen Minimal- und Maximalbereich der jeweiligen Funktion umgerechnet.
es: Establece cualquier control de ajuste de imagen para todas las pantallas a un valor especificado. El valor porcentual se convertirá en el rango mínimo-máximo específico de la función.
fr: Règle n'importe quel contrôle d'ajustement d'image de tous les écrans a une valeur spécifique. La valeur en pourcentage va être convertie à la propre plage minimum/maximum de la fonctionnalité.
hu: Bármilyen képmódosítás vezérlés megadott értékre módosítása valamennyi kijelzőhöz. A százalékos érték a vezérlés saját min-max érték skálájára konvertálódik.
it: Imposta qualsiasi controllo di regolazione dell'immagine per tutti i display a un valore specificato. Il valore percentuale verrà convertito nel campo min-max specifico della funzione.
ja: すべてのディスプレイについて、任意の画像調整制御を、特定の値に設定します。パーセント値は、その機能固有の最小-最大範囲に変換されます。
ko: 모든 디스플레이의 이미지 조정 컨트롤을 지정된 값으로 설정합니다. 백분율 값은 해당 기능의 특정 최소-최대 범위로 변환됩니다.
nb: Angi hvilken som helst bildejusteringskontroll for alle skjermer til en spesifisert verdi. Prosentverdien konverteres til funksjonens egne min-max-område.
nl: Stel enige beeldaanpassingsbediening van alle schermen in op een bepaalde waarde. De percentagewaarde wordt omgezet naar het eigen bereik van de functie.
pt_br: Definir qualquer controle de faixa de um monitor para um valor especificado. O valor percentual será convertido para o intervalo mínimo-máximo específico do recurso.
ro: Setează orice control de ajustare a imaginii pentru toate ecranele la o valoare specificată. Valoarea procentuală va fi convertită în intervalul specific min-max al caracteristicii respective.
ru: Установить любое регулирование изображения для всех дисплеев на указанное значение. Процентное значение будет преобразовано в собственный диапазон функции.
sl: Nastavite kateri koli kontrolnik za prilagajanje slike za vse zaslone na določeno vrednost. Odstotna vrednost bo pretvorjena v lasten specifičen razpon najmanjšega in najvišjega števila elementov.
sv: Ställ in valfri bildjusteringskontroll för alla skärmar till ett angivet värde. Procentvärdet konverteras till funktionens eget specifika min-max-intervall.
tr: Tüm ekranlar için herhangi bir görüntü ayarlama kontrolünü belirtilen bir değere ayarlayın. Yüzde değeri, özelliğin kendi özel min-maks aralığına dönüştürülecektir.
uk: Встановити будь-який контроль налаштування зображення для всіх дисплеїв на вказане значення. Відсоткове значення буде конвертовано у власний мінімально-максимальний діапазон цієї функції.
vi: Đặt bất kỳ điều chỉnh hình ảnh nào cho tất cả các màn hình thành một giá trị nhất định. Giá trị phần trăm sẽ được chuyển đổi thành phạm vi tối thiểu-tối đa cụ thể của tính năng.
zh_hans: 您可以调整所有显示器任何图像设置项到特定的数值。系统会将您输入的百分比自动转换为该功能允许的最小值和最大值之间对应的数值。
zh_hant: 您可以調整所有顯示器任何圖形設定項到特定的數值。系統會將您輸入的百分比自動轉換為該功能允許的最小值和最大值之間對應的數值。

# Set as Favorite %lld%@
source: Set as Favorite %1$lld%2$@
de: Als Favorit %1$lld%2$@ setzen
es: Establecer como favorito %1$lld%2$@
fr: Mettre en favori %1$lld%2$@
hu: Beállítás mint kedvenc %1$lld%2$@
it: Imposta come preferito %1$lld%2$@
ja: お気に入り%1$lld%2$@として設定
ko: %1$lld%2$@ 즐겨찾기로 설정
nb: Angi som favoritt %1$lld%2$@
nl: Stel als favoriet %lld%@
pt_br: Definir como favorito %1$lld%2$@
ro: Setați ca favorit %1$lld%2$@
ru: Установить в качестве предпочтения %1$lld%2$@
sl: Nastavi kot priljubljeno %1$lld%2$@
sv: Ställ in som favorit %1$lld%2$@
tr: %1$lld%2$@ 'i Favori olarak Ayarla
uk: Встановити як улюблене %1$lld%2$@
vi: Đặt làm Yêu thích %1$lld%2$@
zh_hans: 收藏 %1$lld%2$@
zh_hant: 收藏 %1$lld%2$@

source: Set as Main Display
de: Als Hauptdisplay setzen
es: Establecer como Pantalla Principal
fr: Définir comme écran principal
hu: Főképernyő
it: Imposta come display principale
ja: 主ディスプレイに設定
ko: 메인 디스플레이로 설정
nb: Angi som hovedskjerm
nl: Stel in als hoofdscherm
pl: Ustaw jako główny wyświetlacz
pt_br: Definir como Monitor Principal
ro: Setați ca ecran principal
ru: Установить как главный дисплей
sl: Nastavi kot glavni zaslon
sv: Ställ in som huvudskärm
tr: Ana Ekran Olarak Belirle
uk: Встановити як головний дисплей
vi: Đặt làm Màn hình Chính
zh_hans: 设为主显示屏
zh_hant: 設為主顯示器

source: Set as Main protection is turned off for %@.
de: Schutz für "als Hauptdisplay einstellen" ist für %@ ausgeschaltet.
es: La protección "Establecer como principal" está desactivada para %@.
fr: La protection de l'écran principal est désactivée pour %@.
hu: A főképernyő védelem kikapcsolva a(z) %@ kijelzőn.
it: L’impostazione come principale è disattivata per %@.
ja: %@の主プロテクションをオフに設定しました。
ko: %@에 대한 주 디스플레이 설정 보호가 해제되었습니다.
nb: Angi som hoved-beskyttelse er deaktivert for %@.
nl: De bescherming Instellen als hoofdscherm is uitgeschakeld voor %@.
pt_br: Definir como Proteção principal está desativada para %@.
ro: Protecția "Setare ca Principal" este dezactivată pentru %@.
ru: Защита «Сделать главным» отключена для %@.
sl: Nastavi kot glavno zaščito je izklopljeno za %@.
sv: Ställs in som huvudskydd är avstängt för %@.
tr: %@ için Ana korumayı kapalı olarak ayarlayın.
uk: Захист «Зробити основним» вимкнено для %@.
vi: "Đặt làm Bảo vệ chính" đã được tắt cho %@.
zh_hans: 已为 %@ 关闭 "设为主保护" 功能。
zh_hant: 已為 %@ 關閉 "設為主保護" 功能。

source: Set audio volume level only
de: Nur Lautstärkewert setzen
es: Solo establecer nivel de volumen
fr: Définir le volume audio seulement
hu: Csak hangerő beállítása
it: Imposta solo il livello del volume audio
ja: オーディオ音量のみを設定
ko: 오디오 볼륨 수준만 설정
nb: Angi kun lydvolumnivå
nl: Stel alleen geluidsvolumeniveau in
pt_br: Definir apenas o nível de volume do áudio
ro: Setați numai nivelul volumului audio
ru: Установить только уровень громкости
sl: Nastavite samo glasnost zvoka
sv: Ställ in ljudvolymsnivå endast
tr: Yalnızca ses düzeyini ayarla
uk: Встановити лише рівень гучності звуку
vi: Chỉ đặt mức độ âm lượng
zh_hans: 仅设置音频音量
zh_hant: 僅設定聲音音量

source: Set audio volume to lowest setting only
de: Nur auf den niedrigsten Lautstärkewert setzen
es: Establezca el volumen de audio solo en la configuración más baja
fr: Régler le volume audio au niveau le plus bas uniquement
hu: Hangerő beállítása a legalacsonyabb értékre
it: Imposta solo il volume audio alle impostazioni più basse
ja: オーディオ音量のみを最小値に設定
ko: 오디오 볼륨을 최저 설정으로만 설정
nb: Angi kun laveste lydvolumnivå
nl: Stel geluidsvolumeniveau in op alleen laagste instelling
pt_br: Definir o volume do áudio apenas para a configuração mais baixa
ro: Setați numai nivelul volumului audio la setarea cea mai joasă
ru: Установить только минимальный уровень громкости
sl: Glasnost zvoka nastavite samo na najnižjo nastavitev
sv: Ställ in ljudvolym till endast lägsta inställning
tr: Yalnızca ses seviyesini en düşük seviyeye ayarla
uk: Встановіть лише мінімальний рівень гучності звуку
vi: Đặt âm lượng chỉ đến mức thấp nhất
zh_hans: 仅将音频音量设为最低
zh_hant: 僅將聲音音量設為最低

source: Set default resolution
de: Standardauflösung setzen
es: Establecer resolución predeterminada
fr: Définir la résolution par défaut
hu: Alapértelmezett felbontás beállítása
it: Imposta risoluzione predefinita
ja: デフォルト解像度に設定
ko: 기본 해상도 설정
nb: Angi standardoppløsning
nl: Stel standaardresolutie in
pl: Ustaw domyślną rozdzielczość
pt_br: Definir resolução padrão
ro: Setare rezoluție implicită
ru: Установить разрешение по умолчанию
sl: Nastavite privzeto ločljivost
sv: Ställ in standardupplösning
tr: Varsayılan çözünürlüğü ayarla
uk: Установити роздільну здатність за замовчуванням
vi: Đặt độ phân giải mặc định
zh_hans: 设置默认分辨率
zh_hant: 設定預設解析度

source: Set display as main screen
de: Display als Hauptbildschirm setzen
es: Establecer visualización como pantalla principal
fr: Définir l'écran comme écran principal
hu: Kijelző főképernyővé tétele
it: Imposta la visualizzazione come schermata principale
ja: 主ディスプレイとして設定
ko: 디스플레이를 주 디스플레이로 설정
nb: Angi skjerm som hovedskjerm
nl: Stel scherm in als hoofdscherm
pt_br: Definir monitor como tela principal
ro: Setați ecranul ca ecran principal
ru: Сделать дисплей основным экраном
sl: Nastavite zaslon kot glavni zaslon
sv: Ställ in skärm som huvudskärm
tr: Mevcut ekranı ana ekran olarak ayarla
uk: Встановити дисплей як головний екран
vi: Đặt màn hình làm màn chính
zh_hans: 将显示器设置为主屏幕
zh_hant: 將顯示器設定為主螢幕

source: Set native halved HiDPI resolution (if available)
de: Native halbierte HiDPI-Auflösung setzen (falls verfügbar)
es: Establecer resolución HiDPI nativa reducida a la mitad (si está disponible)
fr: Définir la résolution native divisée de moitié en HiDPI (si disponible)
hu: Natív felezett HiDPI felbontás
it: Imposta la risoluzione HiDPI nativa dimezzata (se disponibile)
ja: ネイティブの半分のHiDPI解像度を設定（可能な場合）
ko: native halved HiDPI 해상도 설정(사용 가능한 경우)
nb: Angi intern halv HiDPI-oppløsning (hvis tilgjengelig)
nl: Stel ingebouwde gehalveerde HiDPI-resolutie in (indien beschikbaar)
pt_br: Definir a resolução HiDPI nativa reduzida pela metade (se disponível)
ro: Setați rezoluția nativă HiDPI pe jumătate (dacă este disponibilă)
ru: Установить ридное разрешение HiDPI, уменьшенное вдвое (если доступно)
sl: Nastavite izvorno prepolovljeno ločljivost HiDPI (če je na voljo)
sv: Ställ in inbyggd halverad HiDPI-upplösning (om tillgänglig)
tr: Yerel yarıya indirilmiş HiDPI çözünürlüğünü ayarlayın (varsa)
uk: Установити рідну роздільну здатність HiDPI, зменшену вдвічі (якщо доступно)
vi: Đặt một nửa độ phân giải tự nhiên HiDPI (nếu có)
zh_hans: 设置原生减半的 HiDPI 分辨率（可用时）
zh_hant: 設定原生減半的 HiDPI 解析度（可用時）

source: Set native resolution
de: Native Auflösung setzen
es: Establecer resolución nativa
fr: Définir la résolution native
hu: Natív felbontás beállítása
it: Imposta risoluzione nativa
ja: ネイティブ解像度を設定
ko: 기본 해상도 설정
nb: Angi nativeresolusjon
nl: Stel ingebouwde resolutie in
pl: Ustaw natywną rozdzielczość
pt_br: Definir resolução nativa
ro: Setați rezoluția nativă
ru: Установить ридное разрешение
sl: Nastavite izvorno ločljivost
sv: Ställ in inbyggd upplösning
tr: Yerel çözünürlüğü ayarla
uk: Установити рідну роздільну здатність
vi: Đặt độ phân giải tự nhiên
zh_hans: 设置原生分辨率
zh_hant: 設定原生解析度

source: Set the (hardware) orientation of a display. Not all displays may support the feature.
de: Die (Hardware-)Ausrichtung eines Displays festlegen. Nicht alle Displays unterstützen diese Funktion.
es: Establecer la orientación (de hardware) de una pantalla. No todas las pantallas admiten esta función.
fr: Règle l’orientation (matérielle) d’un écran. Tous les écrans ne prennent pas forcément en charge cette fonctionnalité.
hu: A kijelző (hardveres) tájolásának beállítása. Nem minden kijelző támogatja ezt a funkciót.
it: Imposta l’orientamento (hardware) di un display. Non tutti i display supportano questa funzione.
ja: ディスプレイの（ハードウェア的）向きを設定します。すべてのディスプレイがこの機能に対応しているとは限りません。
ko: 디스플레이의 (하드웨어) 방향을 설정합니다. 모든 디스플레이가 이 기능을 지원하는 것은 아닙니다.
nb: Angi (maskinvare) orientering for en skjerm. Ikke alle skjermer støtter funksjonen.
nl: Stel de (apparatuur)stand in van een scherm. Niet alle schermen ondersteunen de functie.
pt_br: Definir a orientação (de hardware) de uma tela. Nem todos os monitores suportam esse recurso.
ro: Setează orientarea (hardware) a unui afișaj. Este posibil ca nu toate afișajele să suporte această caracteristică.
ru: Установить (аппаратную) ориентацию дисплея. Не все дисплеи поддерживают эту функцию.
sl: Nastavite usmerjenost (strojne opreme) zaslona. Funkcije morda ne podpirajo vsi zasloni.
sv: Ställ in (hårdvaru-)orienteringen för en skärm. Det är inte säkert att alla skärmar stöder funktionen.
tr: Bir ekranın (donanım) yönünü ayarlayın. Tüm ekranlar bu özelliği desteklemeyebilir.
uk: Встановити (апаратну) орієнтацію дисплея. Не всі дисплеї підтримують цю функцію.
zh_hans: 设定显示器的（硬体）方向。并非所有显示器都支援该功能。
zh_hant: 設定顯示器的（硬體）方向。並非所有顯示器都支援該功能。

source: Set the Apple Display Preset of ${displayEntity} to ${xdrPresetEntity}.
de: XDR-Voreinstellung von ${displayEntity} auf ${xdrPresetEntity} festlegen.
es: Establecer el preset XDR de ${displayEntity} a ${xdrPresetEntity}.
fr: Met le préréglage XDR de ${displayEntity} à ${xdrPresetEntity}.
hu: A(z) ${displayEntity} XDR előbeállításának beállítása ${xdrPresetEntity} értékre.
it: Imposta il preset XDR di ${displayEntity} su ${xdrPresetEntity}.
ja: ${displayEntity}のXDRプリセットを${xdrPresetEntity}に設定します。
ko: ${displayEntity}의 XDR 프리셋을 ${xdrPresetEntity}(으)로 설정합니다.
nb: Angi Apple-skjermforvalg for ${displayEntity} til ${xdrPresetEntity}.
nl: Stel de voorinstelling in van het Apple-scherm in van ${displayEntity} naar ${xdrPresetEntity}.
pl: Ustaw ustawienie predefiniowane wyświetlacza Apple dla ${displayEntity} na ${xdrPresetEntity}.
pt_br: Definir o preset XDR de ${displayEntity} para ${xdrPresetEntity}.
ro: Setați Preset-ul Apple Display de la ${displayEntity} la ${xdrPresetEntity}.
ru: Установить Apple Display Preset для ${displayEntity} на ${xdrPresetEntity}.
sl: Nastavite Apple Display Preset za ${displayEntity} na ${xdrPresetEntity}.
sv: Ställ in Apple Display Preset från ${displayEntity} till ${xdrPresetEntity}.
tr: ${displayEntity} öğesinin XDR ön ayarını ${xdrPresetEntity} öğesine ayarlayın.
uk: Встановити Apple Display Preset для ${displayEntity} на ${xdrPresetEntity}.
zh_hans: 将 ${displayEntity} 的XDR预设为 ${xdrPresetEntity}。
zh_hant: 將 ${displayEntity} 的XDR預設為 ${xdrPresetEntity}。

source: Set the audio volume of a display using DDC to a specified value.
de: Die Lautstärke eines Displays auf einen bestimmten Wert mittels DDC setzen.
es: Establecer el volumen de audio de una pantalla utilizando DDC a un valor especificado.
fr: Régler le volume d'un écran à une valeur spécifique en utilisant DDC.
hu: Egy kijelző DDC hangerejének beállítása a megadott értékre.
it: Imposta il volume audio di un display usando DDC a un valore specificato.
ja: DDCを用いてディスプレイのオーディオ音量を特定の値に設定します。
ko: DDC를 사용하여 디스플레이의 오디오 볼륨을 지정된 값으로 설정합니다.
nb: Angi lydvolumet til en skjerm via DDC til en spesifisert verdi.
nl: Stel de geluidsvolume in van een scherm via DDC naar een opgegeven waarde.
pt_br: Definir o volume de áudio de um monitor usando DDC para um valor especificado.
ro: Setează volumul audio al unui afișaj folosind DDC la o valoare specificată.​
ru: Установить громкость дисплея через DDC на указанное значение.
sl: Nastavite glasnost zvoka zaslona z uporabo DDC na določeno vrednost.
sv: Ställ in ljudvolymen för en skärm som använder DDC till ett angivet värde.
tr: DDC kullanan bir ekranın ses seviyesini belirtilen bir değere ayarlayın.
uk: Встановити гучність звуку дисплею за допомогою DDC на вказане значення.
vi: Đặt âm lượng của một màn hình sử dụng DDC đến một giá trị cụ thể.
zh_hans: 通过 DDC 将显示器的音频音量设置为指定值。
zh_hant: 通過 DDC 將顯示器的聲音音量設定為指定值。

source: Set the brightness of a display to a specified value.
de: Die Helligkeit eines Displays auf einen bestimmten Wert setzen.
es: Establecer el brillo de una pantalla a un valor especificado.
fr: Régler la luminosité d'un écran à une valeur spécifique.
hu: Egy kijelző fényerejének beállítása a megadott értékre.
it: Imposta la luminosità di un display a un valore specificato.
ja: ディスプレイの輝度を特定の値に設定します。
ko: 디스플레이의 밝기를 지정된 값으로 설정합니다.
nb: Angi lysstyrken til en skjerm til en spesifisert verdi.
nl: Stel de helderheid in van een scherm naar een opgegeven waarde.
pt_br: Definir o brilho de um monitor para um valor especificado.
ro: Setează luminozitatea ecranului la o valoare specificată.
ru: Установить яркость дисплея на указанное значение.
sl: Nastavite svetlost zaslona na določeno vrednost.
sv: Ställ in ljusstyrkan på en skärm till ett angivet värde.
tr: Bir ekranın parlaklığını belirtilen bir değere ayarlayın.
uk: Встановити яскравість дисплея на вказане значення.
vi: Đặt độ sáng của một màn hình đến một giá trị cụ thể.
zh_hans: 指定显示器亮度
zh_hant: 指定顯示器亮度

source: Set the brightness of all displays to a specified value.
de: Die Helligkeit von allen Displays auf einen bestimmten Wert setzen.
es: Establecer el brillo de todas las pantallas a un valor especificado.
fr: Régler la luminosité de tous les écrans à une valeur spécifique.
hu: Fényerő beállítása a megadott szintre az összes kijelzőn.
it: Imposta la luminosità di tutti i display a un valore specificato.
ja: すべてのディスプレイの輝度を特定の値に設定します。
ko: 모든 디스플레이의 밝기를 지정된 값으로 설정합니다.
nb: Angi lysstyrken til alle skjermer til en spesifisert verdi.
nl: Stel de helderheid in van alle schermen naar een opgegeven waarde.
pt_br: Definir o brilho de todos os monitores para um valor especificado.
ro: Setează luminozitatea tuturor ecranelor la o valoare specificată.
ru: Установить яркость всех дисплеев на указанное значение.
sl: Nastavite svetlost vseh zaslonov na določeno vrednost.
sv: Ställ in ljusstyrkan på alla skärmar till ett angivet värde.
tr: Tüm ekranların parlaklığını belirtilen bir değere ayarlayın.
uk: Встановити яскравість усіх дисплеїв на вказане значення.
vi: Đặt độ sáng của tất cả màn hình đến một giá trị cụ thể.
zh_hans: 将所有显示器的亮度调至指定值。
zh_hant: 將所有顯示器的亮度調至指定值。

source: Set the brightness slider as high as possible! Also make sure you still barely see the smiling face! If you don't see the smiling face when the slider is set to the lowest setting, you need to adjust your display's hardware controls (contrast, gamma) first to fix the white saturation problem.
de: Stell den Helligkeitsregler so hoch wie möglich ein! Achte auch darauf, dass du das lächelnde Gesicht gerade noch sehen kannst! Wenn du das lächelnde Gesicht nicht siehst, wenn der Regler auf die niedrigste Stufe eingestellt ist, musst du zuerst die Hardware-Steuerung deines Displays (Kontrast, Gamma-Korrektur) anpassen, um das Problem der Weißsättigung zu lösen.
es: ¡Establezca el control deslizante de brillo lo más alto posible! ¡También asegúrate de no ver apenas la cara sonriente! Si no ve la cara sonriente cuando el control deslizante está en la configuración más baja, primero tiene que ajustar los controles de hardware de su pantalla (contraste, gamma) para solucionar el problema de saturación de blancos.
fr: Réglez le curseur de sélection de luminosité aussi haut que possible ! Assurez-vous que le visage soit à peine visible ! Si vous ne le voyez pas quand le curseur est au plus bas, vous devez ajuster les contrôles matériels de l'écran (contraste, gamma) en premier pour régler le problème de saturation du blanc.
hu: Állítsa a fényerősséget a lehető legmagasabbra! Ügyeljen arra, hogy még éppen látszódjon a mosolygó arc! Ha nem látja a mosolygó arcot, amikor a csúszkát a legalacsonyabb beállításra állítja, akkor először a kijelző hardveres vezérlőit (kontraszt, gamma) kell beállítania, hogy a fehér-telítettség problémát orvosolja!
it: Imposta il cursore della luminosità il più in alto possibile! Assicurati anche di vedere ancora a malapena la faccia sorridente! Se non vedi il volto sorridente quando il cursore è impostato all'impostazione più bassa, è necessario regolare i controlli hardware del display (contrasto, gamma) prima per risolvere il problema della saturazione bianca.
ja: 輝度スライダを可能な限り高く設定してください! また、笑顔がほとんど見えないことを確認してください! スライダを最低に設定しても笑顔が見えない場合は、ディスプレイのハードウェア制御（コントラスト、ガンマ）を調整し、ホワイト飽和（サチュレーション）問題を、最初に解決してください。
ko: 밝기 슬라이더를 최대한 높게 설정하세요! 또한 웃는 얼굴이 거의 보이지 않는지 확인하세요! 슬라이더를 가장 낮은 설정으로 설정했을 때 웃는 얼굴이 보이지 않는다면 먼저 디스플레이의 하드웨어 컨트롤(대비, 감마)을 조정하여 백색 채도 문제를 해결해야 합니다.
nb: Sett lysstyrkeglidebryteren så høyt som mulig! Sørg også for at du fortsatt så vidt ser det smilende ansiktet! Hvis du ikke ser det smilende ansiktet når glidebryteren står på laveste innstilling, må du først justere skjermens maskinvarekontroller (kontrast, gamma) for å fikse problemet med hvit metning.
nl: Stel de helderheidsschuifregelaar in op zo hoog mogelijk! Zorg er ook voor dat je het lachende gezicht nog steeds amper kunt zien! Als je het lachende gezicht niet meer ziet als de schuifregeleaar is ingesteld op de laagste instelling, dan dien je de apparaatbediening van het scherm (contrast, gamma) eerst in te stellen om het witte-verzadigingsprobleem op te lossen.
pt_br: Definir o controle deslizante de brilho o mais alto possível! Certifique-se também de que você mal consegue ver o rosto sorridente! Se você não vir o rosto sorridente quando o controle deslizante estiver na configuração mais baixa, será necessário ajustar primeiro os controles de hardware do monitor (contraste, gama) para corrigir o problema de saturação de branco.
ro: Setați glisorul de luminozitate cât mai sus posibil! Asigurați-vă, de asemenea, că încă vedeți fața zâmbitoare! Dacă nu vedeți fața zâmbitoare când glisorul este setat la setarea cea mai joasă, trebuie să ajustați mai întâi controalele hardware ale ecranului (contrast, gamma) pentru a rezolva problema de saturație albă.
ru: Установите ползунок яркости как можно выше! Также убедитесь, что вы всё ещё едва видите улыбающееся лицо! Если вы не видите улыбающееся лицо при минимальном положении ползунка, сначала настройте аппаратные элементы управления дисплеем (контраст, гамма), чтобы исправить проблему белой насыщенности.
sl: Drsnik za svetlost nastavite čim višje! Prepričajte se tudi, da še vedno komaj vidite nasmejan obraz! Če ne vidite nasmejanega obraza, ko je drsnik nastavljen na najnižjo nastavitev, morate najprej prilagoditi nastavitve strojne opreme zaslona (kontrast, gama), da odpravite težavo z nasičenostjo beline.
sv: Ställ in reglaget för ljusstyrka så högt som möjligt! Se också till att du fortfarande knappt ser det leende ansiktet! Om du inte ser det leende ansiktet när reglaget är inställt på den lägsta inställningen måste du först justera skärmens hårdvarukontroller (kontrast, gamma) för att åtgärda problemet med vitmättnad.
tr: Parlaklık kaydırıcısını mümkün olduğunca yükseğe ayarlayın! Ayrıca gülen yüzü hala zar zor gördüğünüzden emin olun! Kaydırıcı en düşük ayara getirildiğinde gülen yüzü göremiyorsanız, beyaz doygunluğu sorununu gidermek için önce ekranınızın donanım kontrollerini (kontrast, gama) ayarlamanız gerekir.
uk: Встановіть повзунок яскравості якомога вище! Також переконайтеся, що ви все ще ледь бачите усміхнене обличчя! Якщо ви не бачите усміхненого обличчя, коли повзунок встановлено на найнижче значення, вам потрібно спочатку налаштувати апаратні елементи керування дисплеєм (контраст, гама), щоб вирішити проблему насиченості білого.
vi: Đặt thanh trượt độ sáng càng cao càng tốt! Hãy đảm bảo rằng bạn vẫn có thể nhìn thấy mặt cười! Nếu bạn không thấy mặt cười khi thanh trượt được đặt ở mức thấp nhất, bạn cần điều chỉnh các điều khiển phần cứng của màn hình (tương phản, gamma) trước để sửa chữa vấn đề bão hòa màu trắng.
zh_hans: 将亮度滑块设置得越高越好！您还需要确保能勉强看到笑脸！如果滑块设置到最低时看不到笑脸，则需要先调整显示器的硬件控制（对比度、伽马值）解决白色饱和度问题。
zh_hant: 將亮度滑桿設定得越高越好！您還需要確保能勉強看到笑臉！如果滑桿設定到最低時看不到笑臉，則需要先調整顯示器的硬體控制（對比度、伽馬值）解決白色飽和度問題。
