Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Get value of ${rangedFeature} for ${displayEntity}.
de: Wert von ${rangedFeature} für ${displayEntity} abfragen.
es: Obtener el valor de ${rangedFeature} para ${displayEntity}.
fr: Obtenir la valeur de ${rangedFeature} pour ${displayEntity}.
hu: A ${rangedFeature} értékének lekérése a ${displayEntity} esetén.
it: Ottieni il valore di ${rangedFeature} per ${displayEntity}.
ja: ${displayEntity}の${rangedFeature}値を取得します。
ko: ${displayEntity}에 대한 ${rangedFeature}의 값을 가져옵니다.
nb: Hent verdi av ${rangedFeature} for ${displayEntity}.
nl: Verkrijg waarde van ${rangedFeature} voor ${displayEntity}.
pl: Pobierz wartość ${rangedFeature} dla ${displayEntity}.
pt_br: Obter o valor de ${rangedFeature} para ${displayEntity}.
ro: Obțineți valoarea lui ${rangedFeature} pentru ${displayEntity}.
ru: Получить значение ${rangedFeature} для ${displayEntity}.
sl: Pridobite vrednost ${rangedFeature} za ${displayEntity}.
sv: Hämta värdet av ${rangedFeature} för ${displayEntity}.
tr: ${displayEntity} için ${rangedFeature} değerini alın.
uk: Отримати значення ${rangedFeature} для ${displayEntity}.
vi: Lấy giá trị của ${rangedFeature} cho ${displayEntity}.
zh_hans: 取得 ${displayEntity} 的 ${rangedFeature} 值。
zh_hant: 取得 ${displayEntity} 的 ${rangedFeature} 值。

source: Gloom
de: Trübung
es: Sombras suaves
fr: Obscurcissement
hu: Homály
it: Sfumatura
ja: グルーム
ko: 글룸
nb: Dysterhet
nl: Gloed
pl: Mrok
pt_br: Brilho difuso
ro: Umbre difuze
ru: Мрачность
sl: Mračnost
uk: Похмурість
zh_hans: 朦胧
zh_hant: 朦朧

source: Grayscale Appearance
de: Framebuffer der Graustufen
es: Framebuffer en Escala de Grises
fr: Framebuffer à niveaux de gris
hu: Szürkeárnyalatos képpuffer
it: Framebuffer In Scala Di Grigio
ja: グレイスケール
ko: 그레이스케일 프레임버퍼
nb: Gråtone rammebuffer
nl: Uiterlijk in grijswaarden
pl: Bufor ramki w odcieniach szarości
pt_br: Framebuffer em tons de cinza
ro: Framebuffer în tonuri de gri
ru: Отображение в оттенках серого
sl: Medpomnilnik okvirja v sivinah
sv: Framebuffer i gråskala
tr: Gri tonlamalı Ekran Belleği (Framebuffer)
uk: Чорно-білий кадровий буфер
vi: Khung hình trắng đen
zh_hans: 灰阶帧缓存
zh_hant: 灰階幀緩存

source: Green Black Level (Hardware)
de: Grüner Schwarzwert (Hardware)
es: Nivel de Negros Verde (Hardware)
fr: Niveau de Noir vert (matériel)
hu: Zöld feketeszint (hardver)
it: Livello nero verde (Hardware)
ja: グリーン-ブラックレベル（ハードウェア）
ko: 녹색 블랙 레벨 (하드웨어)
nb: Grønt svartnivå (maskinvare)
nl: Groenzwartniveau (apparatuur)
pl: Poziom czerni zieleni (sprzętowy)
pt_br: Nível de Preto do Verde (Hardware)
ro: Nivelul Verde - Negru (Hardware)
ru: Зелёный уровень черного (Аппаратно)
sl: Zelena črna raven (strojna oprema)
sv: Grön svart nivå (hårdvara)
tr: Yeşil Siyah Seviyesi (Donanımsal)
uk: Зелений рівень чорного (Апаратна)
vi: Mức độ Xanh lá Đen (Phần cứng)
zh_hans: 绿色黑电平 (硬件)
zh_hant: 綠色黑電平 (硬體)

source: Green Gain (Hardware)
de: Grünverstärkung (Hardware)
es: Ganancia Verde (Hardware)
fr: Gain Vert (matériel)
hu: Zöld erősítés (hardver)
it: Guadagno (Verde, Hardware)
ja: グリーンゲイン（ハードウェア）
ko: 그린 게인 (하드웨어)
nb: Grønn gevinst (maskinvare)
nl: Versterking groentint (apparatuur)
pl: Podbicie zielonego (sprzętowa)
pt_br: Ganho Verde (Hardware)
ro: Gain Verde (Hardware)
ru: Усиление зелёного цвета (Аппаратно)
sl: Zeleni gain (strojna oprema)
sv: Grön förstärkning (hårdvara)
tr: Yeşil Kazancı (Donanımsal)
uk: Підсилення зеленого кольору (Апаратна)
vi: Độ sáng Xanh lá (Phần cứng)
zh_hans: 绿色增益 (硬件)
zh_hant: 綠色增益 (硬體)

source: Group %lld
de: Gruppe %lld
es: Grupo %lld
fr: Groupe %lld
hu: Csoport %lld
it: Gruppo %lld
ja: グループ%lld
ko: 그룹 %lld
nb: Gruppe %lld
nl: Groep %lld
pl: Grupa %lld
pt_br: Grupo %lld
ro: Grupul %lld
ru: Группа %lld
sl: Skupina %lld
sv: Grupp %lld
tr: %lld Grubu
uk: Група %lld
vi: Nhóm %lld
zh_hans: 组%lld
zh_hant: 群組%lld

source: Group Membership
de: Teil der Gruppe
es: Membresía de Grupo
fr: Appartenance au groupe
hu: Csoporttagság
it: Appartenenza al gruppo
ja: グループメンバーシップ
ko: 그룹 멤버십
nb: Gruppemedlemskap
nl: Groepslidmaatschaap
pl: Członkostwo w grupie
pt_br: Membro do grupo
ro: Aderare la Grup
ru: Членство в группе
sl: Članstvo v skupini
sv: Gruppmedlemskap
tr: Grup Üyeliği
uk: Членство в групі
vi: Thành viên nhóm
zh_hans: 组成员
zh_hant: 群組成員

source: Group synchronization
de: Gruppensynchronisierung
es: Sincronización de grupo
fr: Synchronisation de groupe
hu: Csoportszinkronizálás
it: Sincronizzazione del gruppo
ja: グループ同期
ko: 그룹 동기화
nb: Gruppesynkronisering
nl: Groepssynchronisatie
pl: Synchronizacja grupowa
pt_br: Sincronização de grupo
ro: Sincronizarea grupului
ru: Синхронизация группы
sl: Skupinska sinhronizacija
sv: Gruppsynkronisering
tr: Grup senkronizasyonu
uk: Синхронізація групи
zh_hans: 组同步
zh_hant: 群組同步

source: Groups
de: Gruppe
es: Grupos
fr: Groupes
hu: Csoportok
it: Gruppi
ja: グループ
ko: 그룹
nb: Grupper
nl: Groepen
pl: Grupy
pt_br: Grupos
ro: Grupuri
ru: Группы
sl: Skupine
sv: Grupper
tr: Gruplar
uk: Групи
vi: Nhóm
zh_hans: 组
zh_hant: 群組

source: HDR Color Mode
de: HDR-Farbmodus
es: Modo de Color HDR
fr: Mode de couleur HDR
hu: HDR színmód
it: Modalità colore HDR
ja: HDRカラーモード
ko: HDR 색상 모드
nb: HDR-fargemodus
nl: HDR-kleurenmodus
pl: Tryb kolorów HDR
pt_br: Modo de Cor HDR
ro: Mod de culoare HDR
ru: HDR режим цвета
sl: Barvni način HDR
sv: HDR-färgläge
tr: HDR Renk Modu
uk: HDR режим кольору
vi: Chế độ Màu HDR
zh_hans: HDR 色彩模式
zh_hant: HDR 色彩模式

source: HDR Color Profile
de: HDR-Farbprofil
es: Perfil de Color HDR
fr: Profil de couleur HDR
hu: HDR színprofil
it: Profilo colore HDR
ja: HDRカラープロファイル
ko: HDR 색상 프로필
nb: HDR-fargeprofil
nl: HDR-kleurenprofiel
pl: Profil kolorów HDR
pt_br: Perfil de cor HDR
ro: Profil de Culoare HDR
ru: Цветовой профиль HDR
sl: Barvni profil HDR
sv: HDR-färgprofil
tr: HDR Renk Profili
uk: Колірний профіль HDR
vi: Hồ sơ màu HDR
zh_hans: HDR 颜色描述文件
zh_hant: HDR 色彩描述文件

source: HDR Filter Pipeline
de: HDR-Filterverarbeitung
es: Procesamiento de filtro HDR
fr: Activer le HDR pour les filtres
hu: HDR szűrőfeldolgozás
it: Elaborazione filtro HDR
ja: HDRレンダリングを有効化
ko: HDR 필터 적용
nl: HDr-filterpijplijn
pl: Potok filtrów HDR
pt_br: Processamento de filtro HDR
ro: Flux de filtrare HDR
ru: Конвейер HDR фильтров
sl: Cevovod filtra HDR
sv: Pipeline för HDR-filter
tr: HDR Filtre Hattı
uk: Конвеєр фільтрів HDR
zh_hans: HDR 滤镜处理
zh_hant: HDR 濾鏡處理

source: HDR Off
de: HDR Aus
es: HDR Desactivado
fr: HDR inactif
hu: HDR ki
it: HDR spento
ja: HDRオフ
ko: HDR 끄기
nb: HDR av
nl: HDR uit
pl: HDR wyłączony
pt_br: HDR desligado
ro: HDR Oprit
ru: HDR отключен
sl: HDR izklopljen
sv: HDR av
tr: HDR Kapalı
uk: HDR вимкнено
vi: HDR đang tắt
zh_hans: HDR 关闭
zh_hant: HDR 關閉

source: HDR On
de: HDR An
es: HDR Activado
fr: HDR actif
hu: HDR be
it: HDR attivo
ja: HDRオン
ko: HDR 켜기
nb: HDR på
nl: HDR aan
pl: HDR włączony
pt_br: HDR Ligado
ro: HDR Pornit
ru: HDR включен
sl: HDR vklopljen
sv: HDR på
tr: HDR Açık
uk: HDR увімкнено
vi: HDR đang bật
zh_hans: HDR 开启
zh_hant: HDR 開啟

source: HDR Status
es: Estado HDR
fr: Statut HDR
hu: HDR státusz
it: Stato HDR
ja: HDRの状態
ko: HDR 상태
pl: Status HDR
ro: Status HDR
ru: Статус HDR
sl: Stanje HDR
tr: HDR Durumu
uk: Статус HDR
vi: Trạng thái HDR
zh_hans: HDR 状态
zh_hant: HDR 狀態

source: HDR color mode changed for %@.
de: HDR-Farbmodus für %@ geändert.
es: El modo de color HDR ha cambiado para %@.
fr: Mode de couleur HDR changé en %@.
hu: HDR színmód megváltozott: %@.
it: Modalità colore HDR cambiata per %@.
ja: %@のHDRカラーモードを変更しました。
ko: %@의 HDR 색상 모드가 변경되었습니다.
nb: HDR-fargemodus endret for %@.
nl: HDR-kleurenmodus voor %@.
pl: Tryb koloru HDR został zmieniony dla %@.
pt_br: Modo de cor HDR alterado para %@.
ro: Modul de culoare HDR a fost modificat pentru %@.
ru: HDR режим цвета изменён для %@.
sl: Barvni način HDR spremenjen za %@.
sv: HDR-färgläge ändrat för %@.
tr: HDR renk modu %@ olarak değiştirildi.
uk: HDR режим кольору змінено для %@.
vi: Chế độ màu HDR đã thay đổi cho %@.
zh_hans: 已为 %@ 更改 HDR 颜色模式。
zh_hant: 已為 %@ 更改 HDR 顏色模式。

source: HDR color profile changed for %@.
de: HDR-Farbprofil für %@ geändert.
es: El perfil de color HDR ha cambiado para %@.
fr: Profil de couleur HDR changé en %@.
hu: A HDR színprofil módosítva a(z) %@ kijelzőn.
it: Il profilo colore HDR è stato modificato per %@.
ja: %@のHDRカラープロファイルを変更しました。
ko: HDR 색상 프로필이 %@(으)로 변경되었습니다.
nb: HDR-fargeprofil endret for %@.
nl: HDR-kleurenprofiel gewijzigd door %@.
pl: Profil kolorów HDR został zmieniony dla %@.
pt_br: Perfil de cores HDR alterado para %@.
ro: Profilul de Culoare HDR a fost modificat pentru %@.
ru: HDR цветовой профиль изменён для %@.
sl: Barvni profil HDR spremenjen za %@.
sv: HDR-färgprofil ändrad för %@.
tr: HDR renk profili %@ için değiştirildi.
uk: HDR профіль кольору змінено для %@.
vi: Hồ sơ màu HDR đã thay đổi cho %@.
zh_hans: 已为 %@ 更改 HDR 颜色描述文件。
zh_hant: 已為 %@ 更換 HDR 色彩配置檔案。

source: HDR mode changed for %@.
de: HDR-Modus für %@ geändert.
es: El modo de color HDR ha cambiado para %@.
fr: Mode HDR changé en %@.
hu: A HDR mód módosítva a(z) %@ kijelzőn.
it: Modalità HDR cambiata per %@.
ja: %@のHDRモードを変更しました。
ko: HDR 모드가 %@(으)로 변경되었습니다.
nb: HDR-modus endret for %@.
nl: HDR-modus gewijzigd voor %@.
pl: Tryb HDR został zmieniony dla %@.
pt_br: Modo HDR alterado para %@.
ro: Modul HDR a fost schimbat pentru %@.
ru: HDR режим изменён для %@.
sl: Način HDR spremenjen za %@.
sv: HDR-läge ändrat för %@.
tr: HDR modu %@ olarak değiştirildi.
uk: HDR режим змінено для %@.
vi: Chế độ HDR đã đổi cho %@.
zh_hans: 已为 %@ 更改 HDR 模式
zh_hant: 已為 %@ 更改 HDR 模式

source: HDR/SDR Mode
de: HDR/SDR-Modus
es: Modo HDR/SDR
fr: Mode HDR/SDR
hu: HDR/SDR mód
it: Modalità HDR/SDR
ja: HDR/SDRモード
ko: HDR/SDR 모드
nb: HDR/SDR-modus
nl: HDR-/SDR-modus
pl: Tryb HDR/SDR
pt_br: Modo HDR/SDR
ro: Mod HDR/SDR
ru: HDR/SDR режим
sl: Način HDR/SDR
sv: HDR/SDR-läge
tr: HDR/SDR Modu
uk: HDR/SDR режим
vi: Chế độ HDR/SDR
zh_hans: HDR/SDR 模式
zh_hant: HDR/SDR 模式

source: HEX editor styled blocks
de: Blöcke im HEX-Editor-Stil
es: Bloques con estilo del editor HEX
fr: Blocs avec un style d'éditeur héxadécimal
hu: Hexa szerkesztő stílusú blokkok
it: Blocchi in stile editor HEX
ja: HEXエディタ形式ブロック
ko: HEX 에디터 형식 블록
nb: HEX-editorstil blokker
nl: Blokken met Hexeditorstilering
pl: Bloki w stylu edytora HEX
pt_br: Blocos com estilo de editor HEX
ro: Blocuri stilizate ca editor HEX
ru: Блоки, стилизованные под HEX-редактор
sl: Bloki v slogu urednika HEX
sv: HEX-editor med stiliserade block
tr: HEX düzenleyici tarzı bloklar
uk: Блоки зі стилем HEX редактора
vi: Các khối được thiết kế theo kiểu HEX
zh_hans: 十六进制编辑器样式块
zh_hant: 十六進制編輯器樣式塊

source: HTTP server is currently running and listening for commands on port %@.
de: Der HTTP-Server läuft gerade und hört auf Befehle auf dem Port %@.
es: El servidor HTTP se está ejecutando actualmente y escuchando comandos en el puerto %@.
fr: Le serveur HTTP est actuellement actif et écoute les commandes sur le port %@.
hu: A HTTP szerver jelenleg fut és fogadja a parancsokat a %@ porton.
it: Il server HTTP è attualmente in esecuzione e sta ascoltando i comandi sulla porta %@.
ja: HTTPサーバは現在実行中で、ポート%@からのコマンドを待ち受けます。
ko: HTTP 서버가 현재 실행 중이며 포트 %@ 에서 명령을 수신하고 있습니다.
nb: HTTP-serveren kjører for øyeblikket og lytter etter kommandoer på port %@.
nl: HTTP-server wordt momenteel uitgevoerd en luistert naar opdrachten op poort %@.
pl: Serwer HTTP jest aktualnie uruchomiony i nasłuchuje poleceń na porcie %@.
pt_br: O servidor HTTP está em execução no momento e ouvindo comandos na porta %@.
ro: Serverul HTTP rulează în prezent și ascultă comenzile pe portul %@.
ru: В настоящее время HTTP-сервер запущен и прослушивает команды на порту %@.
sl: Strežnik HTTP trenutno deluje in čaka na ukaze na vratih %@.
sv: HTTP-server körs för närvarande och lyssnar efter kommandon på port %@.
tr: HTTP sunucusu şu anda çalışıyor ve %@ bağlantı noktasındaki komutları dinliyor.
uk: Сервер HTTP наразі працює та очікує команд на порту %@.
vi: Máy chủ HTTP hiện đang chạy và lắng nghe các lệnh trên cổng %@.
zh_hans: HTTP 服务器正在运行并监听端口 %@ 的指令
zh_hant: HTTP 伺服器正在運作並監聽連接埠 %@ 的指令

source: Handle devices with native volume control
ja: ネイティブ音量制御をもつデバイスを処理
nl: Ga met apparaat om met ingebouwde volumebediening
pl: Obsługuj urządzenia z natywną regulacją głośności
ru: Обрабатывать устройства с встроенным управлением громкостью

source: Hardware Control
de: Hardware-Steuerung
es: Control de Hardware
fr: Contrôles matériels
hu: Hardveres vezérlés
it: Controllo hardware
ja: ハードウェア制御
ko: 하드웨어 제어
nb: Maskinvarestyring
nl: Apparatuurbediening
pl: Sterowanie sprzętem
pt_br: Controle de hardware
ro: Control Hardware
ru: Аппаратный контроль
sl: Nadzor strojne opreme
sv: Hårdvarukontroll
tr: Donanım Kontrol
uk: Апаратний контроль
vi: Điều khiển phần cứng
zh_hans: 硬件控制
zh_hant: 硬體控制

source: Hardware control (Apple)
de: Hardwarekontrolle (Apple)
es: Control de Hardware (Apple)
fr: Contrôle matériel (Apple)
hu: Hardveres vezérlés (Apple)
it: Controllo dell'hardware (Apple)
ja: ハードウェア制御（Apple）
ko: 하드웨어 제어 (Apple)
nb: Maskinvarestyring (Apple)
nl: Apparatuurbediening (Apple)
pl: Sterowanie sprzętem (Apple)
pt_br: Controle de hardware (Apple)
ro: Control Hardware (Apple)
ru: Аппаратный контроль (Apple)
sl: Nadzor strojne opreme (Apple)
sv: Hårdvarukontroll (Apple)
tr: Donanımsal Kontrol (Apple)
uk: Апаратне керування (Apple)
vi: Điều khiển phần cứng (Apple)
zh_hans: 硬件控制 (Apple)
zh_hant: 硬體控制 (Apple)

source: Has Home button
de: Hat Home-Taste
es: Tiene botón de Hogar
fr: Possède un bouton principal
hu: Van
it: Ha il pulsante Home
ja: ホームボタンあり
ko: 홈 버튼 있음
nb: Har Hjem-knapp
nl: Heeft tuihsknop
pl: Posiada przycisk Home
pt_br: Tem botão Home
ro: Are butonul de acasă.
ru: Есть кнопка Home
sl: Ima gumb Domov
sv: Har hemknapp
tr: Ana ekran düğmesine sahip
uk: Є кнопка Home
vi: Có nút Home
zh_hans: 存在主页按钮
zh_hant: 存在主頁按鈕

source: Hatched Screen
de: Schraffierter Bildschirm
es: Pantalla rayada
fr: Trame hachurée
hu: Sraffozott képernyő
it: Schermo tratteggiato
ja: 平行線スクリーン
ko: 빗금 화면
nb: Rutet skjerm
nl: Gerasterd scherm
pl: Zakreskowany ekran
pt_br: Tela tracejada
ro: Ecran cu linii încrucișate
ru: Штрихованный экран
sl: Šrafiran zaslon
tr: Taranmış Ekran
uk: Штрихований екран
zh_hans: 线条屏幕
zh_hant: 線條螢幕

source: Have fun by creating an endless mirror from your desktop!
de: Habe Spaß dabei, eine endlose Spiegelung deines Desktops zu erzeugen!
es: ¡Diviértete creando un reflejo infinito desde tu escritorio!
fr: Amusez-vous bien en créant un miroir infini depuis votre bureau !
hu: Élvezze az aszal végtelen tükrével való játszadozást!
it: Divertiti creando uno specchio infinito dal tuo desktop!
ja: デスクトップからエンドレスのミラーリングを作って楽しみましょう!
ko: 바탕 화면을 무한히 미러링하면 재밌습니다!
nb: Ha det gøy ved å lage et endeløst speil fra skrivebordet ditt!
nl: Geniet van het maken van een oneindige synchrone weergave van je bureaublad!
pl: Baw się, tworząc niekończące się klony z pulpitu!
pt_br: Divirta-se criando um espelho infinito na sua área de trabalho!
ro: Distrați-vă creând o reflecție nesfârșită din desktopul dvs.!
ru: Повеселитесь, создавая бесконечное зеркало на своем рабочем столе!
sl: Zabavajte se z ustvarjanjem neskončnega ogledala na namizju!
sv: Ha kul genom att skapa en ändlös spegel från ditt skrivbord!
tr: Masaüstünüzden sonsuz bir yansıtma oluşturarak eğlenin!
uk: Отримуйте задоволення, створюючи нескінченне дзеркало зі свого робочого столу!
vi: Tận hưởng bằng cách tạo ra một phản chiếu vô tận từ màn hình desktop của bạn!
zh_hans: 在桌面上创建一个无边镜像享受其中的乐趣！
zh_hant: 在桌面上新增一個無邊鏡像享受其中的樂趣！

source: Height
de: Höhe
es: Altura
fr: Hauteur
hu: Magasság
it: Altezza
ja: 高さ
ko: 높이
nb: Høyde
nl: Hoogte
pl: Wysokość
pt_br: Altura
ro: Înălțime
ru: Высота
sl: Višina
sv: Höjd
tr: Yükseklik
uk: Висота
vi: Chiều cao
zh_hans: 高度
zh_hant: 高度

source: Helps with certain displays with DDC read issues.
de: Hilft bei bestimmten Displays mit DDC-Leseproblemen.
es: Ayuda con ciertas pantallas que tienen problemas de lectura DDC.
fr: Aide avec les problèmes de lecture DDC sur certains écrans.
hu: Segít bizonyos kijelzők esetén, ha a DDC olvasás nem működik megfelelően.
it: Aiuta con alcuni display che presentano problemi di lettura DDC.
ja: DDC読み取りに失敗する特定のディスプレイを支援します。
ko: DDC 읽기 문제가 있는 특정 디스플레이에 대한 지원을 제공합니다.
nb: Hjelper med enkelte skjermer som har DDC-avlesningsproblemer.
nl: Helpt bij bepaalde schermen met DDC-leesproblemen.
pl: Pomaga w przypadku niektórych wyświetlaczy z problemami z odczytem DDC.
pt_br: Ajuda com certos monitores que têm problemas de leitura DDC.
ro: Ajută la anumite monitoare cu probleme de citire DDC.
ru: Помогает с некоторыми дисплеями с проблемами чтения DDC.
sl: Pomaga pri določenih zaslonih s težavami pri branju DDC.
sv: Hjälper till med vissa skärmar med problem med DDC-avläsning.
tr: DDC okuma sorunları olan belirli ekranlarda yardımcı olur.
uk: Допомагає з деякими дисплеями з проблемами читання DDC.
vi: Giúp khắc phục các vấn đề đọc DDC trên một số màn hình.
zh_hans: 协助解决某些具有 DDC 读取问题的显示器。
zh_hant: 協助解決某些具有 DDC 讀取問題的顯示器。

source: Hex value
de: HEX-Wert
es: valor hexadecimal
fr: Valeur héxadécimale
hu: Hexa érték
it: Valore esadecimale
ja: HEX値
ko: Hex 값
nb: Hex-verdi
nl: Hexadecimale waarde
pl: Wartość HEX
pt_br: Valor Hex
ro: Valoare HEX
ru: Шестнадцатеричное значение
sl: Šestnajstiška vrednost
sv: Hexadecimalt värde
tr: Hex değeri
uk: Шістнадцяткове значення
vi: Giá trị hex
zh_hans: 十六进制值
zh_hant: 十六進制值

source: Hexagonal Pixellate
de: Hexagonale Verpixelung
es: Pixelado hexagonal
fr: Pixellisation hexagonale
hu: Hatszög pixelesítés
it: Pixelatura esagonale
ja: 6角モザイク
ko: 육각형 픽셀화
nb: Sekskantet pikselering
nl: Pixelleer hexagonaal
pl: Pikselizacja heksagonalna
pt_br: Pixelização hexagonal
ro: Efect de pixelare hexagonală
ru: Гексагональная пикселизация
sl: Heksagonalni Pixellate
tr: Hexagonal Pikselleştirme
uk: Гексагональна пікселізація
zh_hans: 六边形像素化
zh_hant: 六邊形像素化

source: Hidden
de: Ausgeblendet
es: Oculto
fr: Caché
hu: Rejtett
it: Nascosto
ja: 非表示
ko: 숨김
nb: Skjult
nl: Verborgen
pl: Ukryte
pt_br: Escondido
ro: Ascuns
ru: Скрытый
sl: Skrito
sv: Dold
tr: Gizli
uk: Прихований
vi: Đã ẩn
zh_hans: 始终隐藏
zh_hant: 始終隱藏

source: Hide Detailed Report…
de: Ausführlichen Bericht ausblenden…
es: Ocultar Informe Detallado…
fr: Cacher le rapport détaillé…
hu: Részletes jelentés elrejtése…
it: Nascondi rapporto dettagliato…
ja: 詳細レポートを非表示…
ko: 상세 리포트 숨기기…
nb: Skjul detaljert rapport…
nl: Verberg gedetailleerd verslag...
pl: Ukryj szczegółowy raport…
pt_br: Ocultar relatório detalhado…
ro: Ascundeți raportul detaliat...
ru: Скрыть подробный отчет…
sl: Skrij podrobno poročilo…
sv: Dölj detaljerad rapport…
tr: Ayrıntılı Raporu Gizle…
uk: Сховати детальний звіт…
vi: Ẩn Báo Cáo Chi Tiết…
zh_hans: 隐藏详细报告…
zh_hant: 隱藏詳細報告…

source: Hide Stream
de: Stream ausblenden
es: Ocultar Retrasmisión
fr: Cacher la diffusion
hu: Stream elrejtése
it: Nascondi stream
ja: ストリーミングを非表示
ko: 스트리밍 숨기기
nb: Skjul strøm
nl: Verberg stream
pl: Ukryj strumień
pt_br: Esconder Fluxo
ro: Ascunde Stream-ul
ru: Скрыть поток
sl: Skrij tok
sv: Dölj ström
tr: Yayını Gizle
uk: Приховати потік
vi: Ẩn trình chiếu
zh_hans: 隐藏串流
zh_hant: 隱藏串流

source: Hide accessibility permission and licensing related warnings in the app menu.
es: Ocultar advertencias relacionadas con permisos de accesibilidad y licencias en el menú de la aplicación.
fr: Cache les alertes à propos de la licence et des permissions d’accessibilité dans le menu de l’app.
ja: アプリメニュー内のアクセシビリティのアクセス許可およびライセンス関連の警告を非表示にします。
ko: 앱 메뉴에서 접근성 권한 및 라이선스 관련 경고를 숨깁니다.
nl: Verberg toegankelijkheidsbevoegdheid- en licentieverwante waarschuwingen in het appmenu.
pl: Ukryj ostrzeżenia dotyczące uprawnień dostępności i licencjonowania w menu aplikacji.
ru: Скрыть предупреждения о разрешениях доступности и лицензировании в меню приложения.
uk: Приховати попередження щодо дозволів доступності та ліцензування в меню програми.

source: Hide all full screen streams
de: Alle Vollbildstreams ausblenden
es: Ocultar todas las transmisiones en pantalla completa
fr: Cacher toutes les diffusions en plein écran
hu: Összes képernyő stream elrejtése
it: Nascondi tutti gli stream a schermo intero
ja: すべてのフルスクリーンストリーミングを非表示
ko: 모든 전체화면 스트리밍 숨기기
nb: Skjul alle fullskjermstrømmer
nl: Verberg alle volledigescherm-streams
pl: Ukryj wszystkie strumienie pełnoekranowe
pt_br: Esconder todos os streams em tela cheia
ro: Ascunde toate stream-urile pe ecran complet
ru: Скрыть все полноэкранные потоки
sl: Skrij vse celozaslonske tokove
sv: Dölj alla helskärmsströmmar
tr: Tüm tam ekran yayınları gizle
uk: Приховати всі повноекранні потоки
vi: Ẩn tất cả trình chiếu toàn màn hình
zh_hans: 隐藏所有全屏串流
zh_hant: 隱藏所有全螢幕串流

source: Hide menu bar icon when no other displays are present
de: Menüleistensymbol ausblenden, wenn keine anderen Displays vorhanden sind
es: Ocultar el icono de la barra de menús cuando no haya otras pantallas presentes.
fr: Cacher l'icône de la barre des menus lorsqu'aucun autre écran n'est présent
hu: Menüsáv ikon elrejtése, ha nincs másik kijelző csatlakoztatva.
it: Nascondi l’icona della barra dei menu quando non sono presenti altri display
ja: ほかのディスプレイが無い場合は、メニューバーアイコンを非表示
ko: 다른 디스플레이가 없을 때 메뉴 막대 아이콘 숨기기
nb: Skjul menylinjeikon når ingen andre skjermer er til stede
nl: Verberg menubalksymbool als geen andere schermen aanwezig zijn
pl: Ukryj ikonę paska menu, gdy nie ma innych wyświetlaczy
pt_br: Ocultar o ícone da barra de menus quando não houver outros monitores presentes
ro: Ascunde pictograma barei de meniu când nu sunt prezente alte afișaje
ru: Скрывать иконку в строке меню, если других дисплеев нет
sl: Skrij ikono menijske vrstice, ko ni drugih zaslonov
sv: Dölj ikonen för menyraden när inga andra skärmar finns
tr: Başka ekran yokken menü çubuğu simgesini gizle
uk: Приховати іконку в рядку меню, якщо немає інших дисплеїв
vi: Ẩn biểu tượng thanh menu khi không có màn hình nào khác được kết nối
zh_hans: 当没有其他显示器时隐藏菜单栏图标
zh_hant: 當沒有其他顯示器時隱藏選單列圖示

source: Hide other unexpanded menu items
de: Andere nicht erweiterte Menüeinträge ausblenden
es: Ocultar otros elementos del menú no expandidos
fr: Cacher les éléments non développés
hu: Egyéb nem megnyitott menüelemek elrejtése
it: Nascondi altre voci di menu non espanse
ja: 展開されていないその他のメニュー項目を非表示
ko: 확장되지 않은 메뉴 아이템 숨기기
nb: Skjul andre uutfoldede menyelementer
nl: Verberg andere niet-uitgeklapte menu-onderdelen
pl: Ukryj inne nierozwinięte elementy menu
pt_br: Esconder outros itens de menu não expandidos
ro: Ascunde celelalte elemente de meniu neextinse
ru: Скрыть другие нераскрытые пункты меню
sl: Skrij druge nerazširjene elemente menija
sv: Dölj andra oexpanderade menyalternativ
tr: Diğer genişletilmemiş menü öğelerini gizle
uk: Приховати інші нерозгорнуті пункти меню
vi: Ẩn các mục menu chưa mở rộng khác
zh_hans: 隐藏其他未展开的菜单项
zh_hant: 隱藏其他未展開的選單

source: Hide warnings in the button bar
es: Ocultar advertencias en la barra de botones
fr: Cacher les alertes dans la barre des boutons
ja: ボタンバーの警告を非表示
ko: 버튼 모음에서 경고 숨기기
nl: Verberg waarschuwingen in de knoppenbalk
pl: Ukryj ostrzeżenia w pasku przycisków
ru: Скрыть предупреждения на панели кнопок
uk: Приховати попередження на панелі кнопок

source: High Resolution (HiDPI)
de: Hohe Auflösung (HiDPI)
es: Alta resolución (HiDPI)
fr: Haute résolution (HiDPI)
hu: Magas felbontás (HiDPI)
it: Alta risoluzione (HiDPI)
ja: 高解像度（HiDPI）
ko: 고해상도 (HiDPI)
nb: Høy oppløsning (HiDPI)
nl: Hoge resolutie (HiDPI)
pl: Wysoka rozdzielczość (HiDPI)
pt_br: Alta Resolução (HiDPI)
ro: Resolute Înaltă (HiDPI)
ru: Высокое разрешение (HiDPI)
sl: Visoka ločljivost (HiDPI)
sv: Hög upplösning (HiDPI)
tr: Yüksek Çözünürlük (HiDPI)
uk: Висока роздільна здатність (HiDPI)
vi: Độ phân giải cao (HiDPI)
zh_hans: 高分辨率 (HiDPI)
zh_hant: 高解析度 (HiDPI)
