Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: This display is the main display. Are you sure you want to turn the display off? Please note that not all displays support DDC power operations and some displays may not behave as expected. If you power off your display, you will have to power it back on manually.
de: Dieses Display ist das Hauptdisplay. Bist du dir sicher, dass du das Display ausschalten möchtest? Bitte beachte, dass nicht alle Displays DDC-Stromaktionen unterstützen und einige Displays sich möglicherweise nicht wie erwartet verhalten. Wenn das Display hierdurch ausgeschaltet wird, muss es manuell wieder eingeschaltet werden.
es: Esta pantalla es la pantalla principal. ¿Está seguro de que desea apagar la pantalla? Tenga en cuenta que no todas las pantallas admiten operaciones de alimentación DDC y es posible que algunas pantallas no se comporten como se espera. Si apaga la pantalla, tendrá que volver a encenderla manualmente.
fr: Cet écran est l'écran principal. Voulez-vous vraiment éteindre le rétroéclairage ? Veuillez noter que tous les écrans ne prennent pas en charge les opérations d'alimentation DDC et que certains écrans peuvent ne pas se comporter comme prévu. Si vous éteignez votre écran, vous devrez le rallumer manuellement.
hu: Ez a kijelző a főképernyő. Biztos, hogy ki akarja kapcsolni a kijelzőt? Nem minden kijelző támogatja a DDC tápellátási műveleteket, így előfordulhat, hogy egyes kijelzők nem az elvárt módon viselkednek. Ha kikapcsolja a kijelzőt, akkor azt kézzel kell visszakapcsolnia!
it: Questo display è il display principale. Sei sicuro di voler disattivare il display? Si prega di notare che non tutti i display supportano le operazioni di alimentazione DDC e alcuni display potrebbero non comportarsi come previsto. Se spegni il tuo display, dovrai riaccenderlo manualmente.
ja: このディスプレイは主ディスプレイです。本当にディスプレイをオフにしてもよろしいですか? すべてのディスプレイがDDC電源操作に対応しているとは限らないので、一部のディスプレイでは期待通りに動作しないことに注意してください。ディスプレイの電源をオフにした場合は、手動で電源を入れ直す必要があります。
ko: 이 디스플레이가 메인 디스플레이입니다. 디스플레이를 끄시겠습니까? 모든 디스플레이가 DDC 전원 작동을 지원하는 것은 아니며 일부 디스플레이는 예상대로 작동하지 않을 수 있습니다. 디스플레이 전원을 끄면 수동으로 전원을 다시 켜야 합니다.
nb: Denne skjermen er hovedskjermen. Er du sikker på at du vil slå av skjermen? Vær oppmerksom på at ikke alle skjermer støtter DDC-strømoperasjoner, og noen skjermer kan oppføre seg uventet. Hvis du slår av skjermen, må du slå den på igjen manuelt.
nl: Dit scherm is het hoofdscherm. Weet je zeker dat je het scherm wilt uitschakelen? Merk op dat niet alle schermen DDC-stroomhandelingen ondersteunen en bepaalde schermen zich onverwacht gedragen. Als je de stroom van je scherm uitschakelt, dan zul je deze handmatig opnieuw moeten inschakelen.
pt_br: Este monitor é o monitor principal. Tem certeza de que deseja desligar ? Observe que nem todos os monitores suportam operações de alimentação DDC e alguns monitores podem não se comportar conforme o esperado. Se você desligar o monitor, terá que ligá-lo novamente manualmente.
ro: Acest ecran este ecranul principal. Sunteți sigur că doriți să opriți ecranul?\n\nRețineți că nu toate ecranele suportă operațiunile de power DDC și unele ecrane ar putea să nu se comporte așa cum este de așteptat. Dacă opriți ecranul, va trebui să-l porniți manual.
ru: Этот дисплей является главным дисплеем. Вы уверены, что хотите выключить дисплей? Обратите внимание, что не все дисплеи поддерживают DDC-режим питания, а некоторые дисплеи могут не вести себя так, как ожидается. Если вы выключаете экран, вам придется включить его снова вручную.
sl: Ta zaslon je glavni zaslon. Ali ste prepričani, da želite izklopiti zaslon? Upoštevajte, da vsi zasloni ne podpirajo napajalnih operacij DDC in da se nekateri zasloni morda ne bodo obnašali po pričakovanjih. Če izklopite zaslon, ga boste morali znova vklopiti ročno.
sv: Den här skärmen är huvudskärm. Är du säker på att du vill stänga av skärmen? Observera att inte alla skärmar stöder DDC-strömförsörjning och att vissa skärmar kanske inte beter sig som förväntat. Om du stänger av skärmen måste du slå på den igen manuellt.
tr: Bu ekran ana ekrandır. Ekranı kapatmak istediğinizden emin misiniz? Lütfen tüm ekranların DDC güç işlemlerini desteklemediğini ve bazı ekranların beklendiği gibi davranmayabileceğini unutmayın. Ekranınızı kapatırsanız, manuel olarak tekrar açmanız gerekecektir.
uk: Цей дисплей є основним. Ви впевнені, що бажаєте вимкнути дисплей? Зверніть увагу, що не всі дисплеї підтримують операції живлення DDC, і деякі дисплеї можуть працювати не так, як очікувалося. Якщо ви вимкнете дисплей, вам доведеться знову ввімкнути його вручну.
vi: Màn hình này là màn hình chính. Bạn có chắc muốn tắt màn hình không?. Xin lưu ý rằng không phải tất cả các màn hình đều hỗ trợ các hoạt động nguồn DDC và một số màn hình có thể không hoạt động như mong đợi. Nếu bạn tắt màn hình, bạn sẽ phải bật nó lại bằng cách thủ công.
zh_hans: 此显示器为主显示屏。您确定要关闭显示器吗？ 请注意并非所有显示器都支持 DDC 电源操作，某些显示器可能出现与预期不符的情况。关闭显示器后须手动重新开启。
zh_hant: 此顯示器為主顯示器。您確定要關閉顯示器嗎？ 請注意並非所有顯示器都支援 DDC 電源操作，某些顯示器可能出現與預期不符的情況。關閉顯示器後須手動重新開啟。

source: This format string specifies how the control's internal value is formatted and sent to the device.
de: Diese Formatzeichenfolge legt fest, wie der interne Wert des Steuerelements formatiert und an das Gerät gesendet wird.
es: Esta cadena de formato especifica cómo se formatea y envía al dispositivo el valor interno del control.
fr: Cette chaîne de caractères de formatage spécifie comment la valeur interne du contrôle est formatée et envoyée à l’appareil.
hu: Ez a formátumsztring határozza meg, hogy milyen formátumban kerül elküldésre a vezérlő belső értéke az eszköz felé.
it: Questa stringa di formato specifica come viene formattato e inviato al dispositivo il valore interno del controllo.
ja: このフォーマット文字列は、制御の内部値がどのようにフォーマットされデバイスに送信されたかを指定します。
ko: 이 형식 문자열은 컨트롤의 내부 값을 어떻게 포맷하여 장치로 보내는지를 지정합니다.
nb: Denne formatstrengen spesifiserer hvordan kontrollens interne verdi formateres og sendes til enheten.
nl: Deze opmaaktekenreeks geeft op hoe de interne waarde van de bediening wordt opgemaakt en naar het apparaat wordt verzonden.
pt_br: Essa string de formato especifica como o valor interno do controle é formatado e enviado para o dispositivo.
ro: Acest șablon de format specifică modul în care valoarea internă a controlului este formatată și trimisă către dispozitiv.
ru: Этот форматный строковый параметр определяет, как внутреннее значение элемента управления форматируется и отправляется на устройство.
sl: Ta formatni niz določa, kako je notranja vrednost kontrolnika oblikovana in poslana v napravo.
sv: Denna formatsträng anger hur kontrollens interna värde ska formateras och skickas till enheten.
tr: Bu format dizesi, kontrolün dahili değerinin nasıl formatlanacağını ve cihaza gönderileceğini belirtir.
uk: Цей форматний рядок визначає, як внутрішнє значення елемента керування форматовано і надсилається на пристрій.
zh_hans: 此格式字符串指定控制的内部值如何格式化并发送到设备。
zh_hant: 此格式字串指定控制項的內部值如何格式化並傳送至裝置。

source: This is a workaround of an issue present in some versions of macOS Sonoma which occasionally prevents a display's custom configuration to be loaded properly. With this setting the app attempts to reinitialize the display if flexible scaling resolutions seem to be missing.
de: Dies ist eine Behelfslösung für ein Problem, das in einigen Versionen von macOS Sonoma auftritt und gelegentlich verhindert, dass die benutzerdefinierte Konfiguration eines Displays korrekt geladen wird. Mit dieser Einstellung versucht die App, das Display neu zu initialisieren, wenn flexible Skalierungsauflösungen zu fehlen scheinen.
es: Esto es necesario para ajustes de color, atenuación combinada y funciones de mejora de escala XDR/HDR. Recomendado dejar habilitado. Desactívelo por compatibilidad con algunas aplicaciones de terceros que también alteran los colores del sistema.
fr: Il s'agit d'une solution de contournement d'un problème présent dans certaines versions de macOS Sonoma qui empêche parfois la configuration personnalisée d'un écran d'être chargée correctement. Avec ce paramètre, l'application tente de réinitialiser l'écran si des résolutions de mise à l'échelle flexibles semblent manquer.
hu: Ez egy kerülőmegoldás a macOS Sonoma egyes verzióiban előforduló problémára, amely esetenként akadályozza a kijelző egyéni konfigurációjának betöltését. Ezzel a beállítással az alkalmazás megpróbálja újra inicializálni a kijelzőt, ha úgy érzékeli, hogy a rugalmas skálázás felbontásai hiányoznak.
it: Questa è una soluzione per un problema presente in alcune versioni di macOS Sonoma, che a volte impedisce il corretto caricamento della configurazione personalizzata di un display. Con questa impostazione, l’app tenta di reinizializzare il display se le risoluzioni della scala flessibile sembrano mancare.
ja: macOS Sonomaの一部バージョンで、ディスプレイのカスタム構成が正しく読み込まれないことがある問題への回避策です。この設定では、フレキシブルスケーリング解像度が見つからない場合に、ディスプレイの再初期化を試みます。
ko: 이 설정은 간혹 디스플레이의 사용자 지정 구성이 제대로 로드되지 않는 일부 버전의 macOS 소노마에서 발생하는 문제에 대한 해결 방법입니다. 이 설정을 사용하면 유연한 스케일링 해상도가 누락된 것처럼 보이는 경우 앱에서 디스플레이를 다시 초기화하려고 시도합니다.
nb: Dette er en omgåelse av et problem i noen versjoner av macOS Sonoma som noen ganger forhindrer at en skjerms egendefinerte konfigurasjon lastes riktig. Med denne innstillingen prøver appen å initialisere skjermen på nytt hvis fleksible skaleringsoppløsninger ser ut til å mangle.
nl: Dit is een lapmiddel voor een probleem dat aanwezig is in sommige versies van macOS Sonoma dat af en toe voorkomt dat de aangepaste configuratie van een scherm correct wordt geladen. Met deze instelling probeert de app het scherm te herinitialiseren als flexibele schaalresoluties lijken te ontbreken.
pt_br: Esta é uma solução alternativa para um problema presente em algumas versões do macOS Sonoma que ocasionalmente impede que a configuração personalizada de um monitor seja carregada corretamente. Com essa configuração, o aplicativo tenta reinicializar o monitor se parecer que faltam resoluções de escala suave.
ro: Aceasta este o soluție de compromis pentru o problemă prezentă în unele versiuni ale macOS Sonoma, care, din când în când, împiedică configurația personalizată a unui ecran să fie încărcată corect. Cu această setare, aplicația încearcă să reinițializeze ecranul dacă rezoluțiile de scalare fluentă par să lipsească.
ru: Это обходной путь для решения проблемы, встречающейся в некоторых версиях macOS Sonoma, которая иногда препятствует корректной загрузке пользовательской конфигурации дисплея. С помощью этого параметра приложение пытается повторно инициализировать дисплей, если кажется, что отсутствуют разрешения с гибким масштабированием.
sl: To je rešitev težave, prisotne v nekaterih različicah macOS Sonoma, ki občasno prepreči pravilno nalaganje konfiguracije po meri zaslona. S to nastavitvijo poskuša aplikacija znova inicializirati zaslon, če se zdi, da manjkajo prilagodljive ločljivosti skaliranja.
sv: Detta är en lösning på ett problem som finns i vissa versioner av macOS Sonoma som ibland förhindrar att en skärms anpassade konfiguration laddas korrekt. Med den här inställningen försöker appen att initiera skärmen på nytt om flexibla skalningsupplösningar verkar saknas.
tr: Bu, macOS Sonoma'nın bazı sürümlerinde bulunan ve zaman zaman bir ekranın özel yapılandırmasının düzgün yüklenmesini engelleyen bir soruna geçici bir çözümdür. Bu ayarla, esnek ölçekleme çözünürlükleri eksik görünüyorsa uygulama ekranı yeniden başlatmayı dener.
uk: Це обхідний шлях для вирішення проблеми, наявної в деяких версіях macOS Sonoma, яка час від часу перешкоджає належному завантаженню спеціальної конфігурації дисплея. За допомогою цього параметра програма намагається повторно ініціалізувати дисплей, якщо здається, що роздільна здатність плавного масштабування відсутня.
vi: Đây là một biện pháp tạm thời để giải quyết một vấn đề tồn tại trên một số phiên bản của macOS Sonoma, đôi khi gây ra việc cấu hình tùy chỉnh của màn hình không được tải đúng cách. Với cài đặt này, ứng dụng cố gắng khởi tạo lại màn hình nếu các độ phân giải linh hoạt có bị thiếu.
zh_hans: 此设置在平滑缩放分辨率似乎缺失时通过应用程序尝试重新初始化显示器来解决某些 macOS Sonoma 版本中偶尔出现无法正确加载显示器自定义配置的问题。
zh_hant: 此設定在平滑縮放解析度似乎缺失時通過應用程式嘗試重新初始化顯示器來解決某些 macOS Sonoma 版本中偶爾出現無法正確載入顯示器自訂配置的問題。

source: This is in addition to the configured wake delay (%1$@ seconds), configuration delay (%2$@ seconds) and the time it takes to configure the displays.
de: Dies gilt zusätzlich zur konfigurierten Verzögerung beim Beenden des Ruhezustandes (%1$@ Sekunden), zur Verzögerung beim Konfigurieren (%2$@ Sekunden) und zur Zeit, die für die Konfiguration der Displays benötigt wird.
es: Esto se suma al retraso de activación configurado (%@ segundos), al retraso de configuración (%@ segundos) y al tiempo que se tarda en configurar las pantallas.
fr: Ce délai s'ajoute au délai de réveil configuré (%1$@ secondes), au délai de configuration (%2$@ secondes) et au temps nécessaire pour configurer les affichages.
hu: Ez a beállított ébresztési késleltetésen (%@ másodperc), a konfigurációs késleltetésen (%@ másodperc) és a kijelzők konfigurálásához szükséges időn túl értendő.
it: Questo si aggiunge al ritardo di riattivazione (%1$@ secondi), al ritardo di configurazione (%2$@ secondi) e al tempo necessario per configurare i display.
ja: これらは、構成したスリープ解除遅延時間（%1$@秒）、構成遅延時間（%2$@秒）およびディスプレイの構成に必要な遅延時間に追加されます。
ko: 이는 설정된 깨우기 지연 시간 (%1$@ 초), 구성 지연 시간 (%2$@ 초) 및 디스플레이를 구성하는 데 걸리는 시간에 추가됩니다.
nb: Dette kommer i tillegg til den konfigurerte oppvåkningsforsinkelsen (%1$@ sekunder), konfigurasjonsforsinkelsen (%2$@ sekunder) og tiden det tar å konfigurere skjermene.
nl: Dit is in aanvulling op de geconfigureerde vertraging voor uitschakeling van sluimerstand (%1$@ seconde), configuratievertraging (%2$@ seconde) en de tijd die het kost om de schermen te configureren.
pt_br: Isso é um acréscimo ao atraso de ativação configurado (%1$@ segundos), ao atraso de configuração (%2$@ segundos) e ao tempo necessário para configurar os monitores.
ro: Acesta se adaugă la întârzierea de trezire configurată (%1$@ secunde), întârzierea de configurare (%2$@ secunde) și timpul necesar pentru configurarea afișajelor.
ru: Это в дополнение к настроенной задержке пробуждения (%1$@ секунд), задержке конфигурации (%2$@ секунды) и времени, которое требуется для настройки дисплеев.
sl: To je poleg konfigurirane zakasnitve bujenja (%1$@ sekund), konfiguracijske zakasnitve (%2$@ sekund) in časa, ki je potreben za konfiguracijo zaslonov.
sv: Detta är utöver den konfigurerade väckningsfördröjningen (%1$@ sekunder), konfigurationsfördröjningen (%2$@ sekunder) och den tid det tar att konfigurera skärmarna.
tr: Bu, yapılandırılmış uyandırma gecikmesine (%@ saniye), yapılandırma gecikmesine (%@ saniye) ve ekranları yapılandırmak için gereken süreye ek olarak gerçekleşir.
uk: Це додатково до налаштованої затримки пробудження (%1$@ секунд), затримки конфігурації (%2$@ секунд) і часу, необхідного для налаштування дисплеїв.
vi: Điều này bổ sung vào độ trễ thức dậy đã cấu hình (%1$@ giây), độ trễ cấu hình (%2$@ giây) và thời gian cần thiết để cấu hình các màn hình.
zh_hans: 这是在已配置的唤醒延迟（%1$@秒）、配置延迟（%2$@秒）以及配置显示器所需时间的基础上。
zh_hant: 此項是除了已設定的喚醒延遲（%1$@秒）、設定延遲（%2$@秒）以及設定顯示器所需時間之外的額外時間。

source: This is required for color adjustments and a better software dimming and XDR/HDR upscaling experience. Recommended to leave enabled. Turn this off for compatibility with some third party apps that also alter system colors.
de: Dies ist für Farbanpassungen und ein besseres Erlebnis beim Software-basierten Dimmen und XDR/HDR-Hochskalieren erforderlich. Es wird empfohlen, diese Option aktiviert zu lassen. Schalte dies aus, um die Kompatibilität mit einigen Apps von Drittanbietern zu gewährleisten, die ebenfalls die Systemfarben ändern.
es: Esto es necesario para los ajustes de color y una mejor experiencia de atenuación por software y escalado XDR/HDR. Se recomienda dejarlo habilitado. Desactívalo para compatibilidad con algunas aplicaciones de terceros que también modifican los colores del sistema.
fr: Cette option est nécessaire pour l'ajustement des couleurs, une meilleure atténuation logicielle et une meilleure démultiplication XDR/HDR. Il est recommandé de la laisser activée. Désactivez cette option pour assurer la compatibilité avec certaines applications tierces qui modifient également les couleurs du système.
hu: Ez a színbeállításokhoz, a fejlettebb szoftveres sötétítéshez, valamint az XDR/HDR-felskálázáshoz szükséges. Ajánlott bekapcsolva hagyni. Kapcsolja ki a rendszer színeit is módosító egyes harmadik féltől származó alkalmazásokkal való kompatibilitás érdekében.
it: Questo è necessario per le regolazioni del colore e una migliore dimming software e esperienza di upscaling XDR/HDR. Si consiglia di lasciare abilitato. Disattiva questa opzione per compatibilità con alcune app di terze parti che modificano anche i colori di sistema.
ja: カラー調整と、より良いソフトウェアディミングやXDR/HDRアップスケーリングのために必要なので、有効化しておくことをお勧めします。システムカラーも変更する一部のサードパーティ製アプリとの互換性を保つには、オフにします。
ko: 이 기능은 색상 조정과 더 나은 소프트웨어 디밍 및 XDR/HDR 업스케일링 환경을 위해 필요합니다. 활성화된 상태로 두는 것이 좋습니다. 시스템 색상을 변경하는 일부 타사 앱과의 호환성 문제가 있을 때 이 옵션을 해제하세요.
nb: Dette kreves for fargejusteringer og en bedre opplevelse med programvaredemping og XDR/HDR-oppskalering. Anbefales å la være aktivert. Deaktiver for kompatibilitet med noen tredjepartsapper som også endrer systemfarger.
nl: Dit is vereist voor kleuraanpassingen en een betere programmatische dimming en XDR/HDR-opschalingservaring. Aanbevolen om ingeschakeld te laten. Schakel dit uit voor compatibiliteit met sommige apps van derden die ook systeemkleuren wijzigen.
pt_br: Isso é necessário para ajustes de cores e uma melhor experiência de escurecimento por software e upscaling XDR/HDR. Recomendado deixar ativado. Desative esta opção para compatibilidade com alguns aplicativos de terceiros que também alteram as cores do sistema.
ro: Este necesar pentru ajustările de culoare și o experiență mai bună de întunecare software și scalare XDR/HDR. Este recomandat ca această opțiune să rămână activată. Dezactivați opțiunea pentru compatibilitate cu unele aplicații terțe care modifică, de asemenea, culorile sistemului.
ru: Это необходимо для корректировки цвета и улучшенного программного затемнения и масштабирования XDR/HDR. Рекомендуется оставить включенным. Отключите для совместимости с некоторыми сторонними приложениями, которые также изменяют системные цвета.
sl: To je potrebno za barvne prilagoditve in boljšo programsko zatemnitev ter izkušnjo povečanja XDR/HDR. Priporočamo, da pustite omogočeno. To izklopite zaradi združljivosti z nekaterimi aplikacijami tretjih oseb, ki prav tako spreminjajo sistemske barve.
sv: Detta krävs för färgjusteringar och en bättre upplevelse av mjukvarudimning och XDR/HDR-uppskalning. Rekommenderas att vara aktiverad. Stäng av detta för kompatibilitet med vissa appar från tredje part som också ändrar systemfärger.
tr: Bu, renk ayarlamaları ve daha iyi bir yazılım karartma ve XDR/HDR yükseltme deneyimi için gereklidir. Açık bırakılması önerilir. Sistem renklerini de değiştiren bazı üçüncü taraf uygulamalarla uyumluluk için bunu kapatın.
uk: Це потрібно для коригування кольору та кращого програмного затемнення та масштабування XDR/HDR. Рекомендовано залишити ввімкненим. Вимкніть це для сумісності з деякими програмами сторонніх розробників, які також змінюють кольори системи.
vi: Điều này cần thiết để điều chỉnh màu sắc và trải nghiệm làm tối phần mềm và nâng cấp XDR/HDR tốt hơn. Khuyến nghị để bật. Tắt tình năng này để tương thích với một số ứng dụng bên thứ ba khác cũng điều chỉnh màu sắc hệ thống.
zh_hans: 建议启用此选项以满足色彩调整、更好的软件调光和 XDR/HDR 提升体验要求。关闭此选项可与某些也会改变系统颜色的第三方应用程序兼容。
zh_hant: 建議啟用此選項以滿足色彩調整、更好的軟體調光和 XDR/HDR 提升體驗要求。關閉此選項可與某些也會改變系統顏色的第三方應用程式相容。

source: This is the default display group. This group cannot be removed but can be disabled or made inactive by changing activation settings.
de: Dies ist die Standard-Displaygruppe. Diese Gruppe kann nicht entfernt werden, aber sie kann durch Änderung der Aktivierungseinstellungen deaktiviert oder inaktiv gemacht werden.
es: Este es el grupo de pantallas predeterminado. Este grupo no se puede eliminar, pero se puede desactivar o hacer inactivo cambiando los ajustes de activación.
fr: Ceci est le groupe par défaut. Ce groupe ne peut pas être supprimé mais peut être désactivé ou rendu inactif en changeant les réglages d'activation.
hu: Ez az alapértelmezett kijelzőcsoport. Ez a csoport nem távolítható el, de az aktiválási beállítások módosításával letiltható vagy inaktívvá tehető.
it: Questo è il gruppo di display predefinito. Questo gruppo non può essere rimosso, ma può essere disabilitato o reso inattivo modificando le impostazioni di attivazione.
ja: これはデフォルトのディスプレイグループです。このグループを削除することはできませんが、アクティベーション設定を変更することで無効化したり、アクティブでない状態にすることができます。
ko: 이 그룹이 기본 디스플레이 그룹입니다. 이 그룹은 제거할 수 없지만 활성화 설정을 변경하여 비활성화하거나 비활성 상태로 만들 수 있습니다.
nb: Dette er standard skjermgruppe. Denne gruppen kan ikke fjernes, men kan deaktiveres eller gjøres inaktiv ved å endre aktiveringsinnstillinger.
nl: Dit is de standaardschermgroep. Deze groep kan niet worden verwijderd maar kan worden uitgeschakeld of inactief gemaakt door activeringsinstellingen te wijzigen.
pt_br: Este é o grupo de exibição padrão. Este grupo não pode ser removido, mas pode ser desativado ou inativo alterando as configurações de ativação.
ro: Acesta este grupul de ecrane implicit. Acest grup nu poate fi înlăturat, dar poate fi dezactivat sau făcut inactiv prin schimbarea setărilor de activare.
ru: Это стандартная группа дисплеев. Эту группу нельзя удалить, но можно отключить или сделать неактивной, изменив настройки активации.
sl: To je privzeta skupina prikazov. Te skupine ni mogoče odstraniti, lahko pa jo onemogočite ali onemogočite tako, da spremenite nastavitve aktivacije.
sv: Detta är den förvalda skärmgruppen. Den här gruppen kan inte tas bort, men kan inaktiveras eller göras inaktiv genom att ändra aktiveringsinställningarna.
tr: Bu varsayılan görüntüleme grubudur. Bu grup kaldırılamaz ancak etkinleştirme ayarları değiştirilerek devre dışı bırakılabilir veya etkin olmayan hale getirilebilir.
uk: Це стандартна група дисплеїв. Цю групу не можна видалити, але можна вимкнути або зробити неактивною, змінивши налаштування активації.
vi: Đây là nhóm màn hình mặc định. Nhóm này không thể bị xóa nhưng có thể được vô hiệu hóa hoặc làm không hoạt động bằng cách thay đổi cài đặt kích hoạt.
zh_hans: 这是默认显示器组。该组无法删除，但可以通过更改激活设置来禁用或停用。
zh_hant: 這是預設顯示器組。該組無法刪除，但可以通過更改啟用設定來禁用或停用。

source: This is the recommended setting.
de: Dies ist die empfohlene Einstellung.
es: Esta es la configuración recomendada.
fr: Ceci est le paramètre recommandé.
hu: Ez a javasolt beállítás.
it: Questa è l'impostazione consigliata.
ja: これが推奨される設定です。
ko: 이 설정을 권장합니다.
nb: Dette er den anbefalte innstillingen.
nl: Dit is de aanbevolen instelling.
pt_br: Esta é a configuração recomendada.
ro: Aceasta este setarea recomandată.
ru: Это рекомендуемая настройка.
sl: To je priporočena nastavitev.
sv: Detta är den rekommenderade inställningen.
tr: Bu önerilen ayardır.
uk: Це рекомендований параметр.
vi: Đây là cài đặt được khuyến khích.
zh_hans: 这是推荐的设置。
zh_hant: 這是推薦的設定。
