Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: When HDR upscaling is enabled while hardware brightness control is disabled, the app uses a continuous brightness scale between zero and the calibrated max upscale value. Due to this the neutral setting (100% brightness, when on-screen HDR content is unclipped) might not fall to an OSD chiclet boundary which makes it difficult to attain via the shortcut keys. To fix this an additional mid-chiclet step at 100% brightness is inserted.
de: Wenn die HDR-Hochskalierung aktiviert ist und die Hardware-Helligkeitssteuerung deaktiviert ist, verwendet die App eine kontinuierliche Helligkeitsskala zwischen Null und dem kalibrierten maximalen Hochskalierungswert. Daher kann es vorkommen, dass die neutrale Einstellung (100% Helligkeit, wenn der HDR-Inhalt auf dem Bildschirm nicht beschnitten ist) nicht auf eine Grenze der OSD-Gummitasten fällt, was es schwierig macht, sie über die Tastaturkurzbefehle zu erreichen. Um dies zu beheben, wurde ein zusätzlicher Schritt in der Mitte der Gummitaste bei 100% Helligkeit eingefügt.
es: Cuando la mejora de HDR está habilitada mientras el control de brillo del hardware está deshabilitado, la aplicación utiliza una escala de brillo continua entre cero y el valor de mejora máximo calibrado. Debido a esto, es posible que la configuración neutral (100% de brillo, cuando el contenido HDR en pantalla no está sobre saturado) no salga del límite del chiclet OSD, lo que dificulta su acceso mediante las teclas de acceso rápido. Para solucionar este problema, se inserta un paso adicional en la mitad de cada chiclet con un brillo del 100%.
fr: Quand la HDR démultipliée est activée alors que le contrôle matériel de la luminosité est désactivé, l'application utilise une échelle de luminosité continue entre zéro et la valeur maximale calibrée de la démultiplication. Pour cette raison, le réglage neutre (100% de luminosité, quand le contenu HDR à l'écran est non-tronqué) peut ne pas tomber dans les limites des graduation de l'OSD ce qui le rend difficile à atteindre via les raccourcis claviers. Pour remédier à ce problème, une demi-graduation est insérée à 100% de la luminosité.
hu: Ha a HDR-felskálázás engedélyezve van, miközben a hardveres fényerővezérlés le van tiltva, az alkalmazás egy folyamatos fényerő-skálát használ a nulla és a kalibrált maximális felskálázási érték között. Emiatt a semleges beállítás (100% fényerő - ekkor a képernyőn megjelenő HDR-tartalom fényerő skálája nincs levágva - HDR clipping) előfordulhat, hogy nem esik a szokásos lépésközre. Ez megnehezíti a semleges beállítás elérését a billentyűzettel. Ennek kezeléséhez egy további, 100% fényerősségnek megfelelő köztes lépcső kerül beillesztésbe.
it: Quando l'upscaling HDR è abilitato mentre il controllo della luminosità hardware è disabilitato, l'app utilizza una scala di luminosità continua tra zero e il valore massimo di upscale tarato. A causa di questa impostazione neutra (100% luminosità, quando il contenuto HDR sullo schermo è sbloccato) potrebbe non cadere in un confine di chiclet OSD che rende difficile raggiungere attraverso i tasti di scorciatoia. Per risolvere questo problema viene inserito un ulteriore passo di chiclet medio al 100% di luminosità.
ja: ハードウェア輝度制御を無効化した状態でHDRアップスケーリングが有効な場合、ゼロとキャリブレーションされた最大アップスケール値との間に連続的な輝度スケールを使用します。このため、ニュートラル設定（画面上のHDRコンテンツがクリップされていないときの輝度100%）は、OSDのチクレット範囲に収まらないことがあり、ショートカットキーで達成することが難しくなります。この問題を解決するため、輝度100%に追加のチクレット中間ステップを挿入します。
ko: 하드웨어 밝기 제어가 비활성화된 상태에서 HDR 업스케일링이 활성화되면 앱은 0에서 보정된 최대 업스케일 값 사이의 연속적인 밝기 스케일을 사용합니다. 이 때문에 중립 설정(100% 밝기, 온스크린 HDR 콘텐츠가 클리핑되지 않은 경우)이 OSD 치클릿 경계와 딱 맞지 않아 키보드 단축키를 통해 설정하기 어려울 수 있습니다. 이 문제를 해결하기 위해 100% 밝기의 치클릿 단계를 추가로 삽입합니다.
nb: Når HDR-oppskalering er aktivert mens maskinvarebasert lysstyrkekontroll er deaktivert, bruker appen en kontinuerlig lysstyrkeskala fra null til kalibrert maksimal oppskalering. På grunn av dette faller kanskje ikke nøytralinnstillingen (100 % lysstyrke, når HDR-innhold på skjermen ikke er beskåret) på en OSD-grense, noe som gjør den vanskelig å oppnå med snarveistastene. For å fikse dette settes det inn et ekstra mellomsteg ved 100 % lysstyrke.
nl: Wanneer HDR-opschaling wordt ingeschakeld terwijl helderheidsbediening van het apparaat is uitgeschakeld, dan zal de app een doorloopende helderheidsschaal gebruiken tussen 0 en de gekalibreerde maximumopschalingswaarde. Hierdoor zal de neutrale instelling (100% helderheid wanneer HDR-materiaal zichtbaar op het scherm niet wordt geclipt) niet passen bij een OSD-'tikje' wat het lastig maakt om het te bereiken via de sneltoetsen. Om dit op te lossen wordt een aanvullende stap toegevoegd in het midden van zo’n tikje op 100% helderheid.
pt_br: Quando o upscaling de HDR está ativado enquanto o controle de brilho do hardware está desativado, o aplicativo usa uma escala de brilho contínua entre zero e o valor de upscale máximo calibrado. Devido a isso, a configuração neutra (100% de brilho, quando o conteúdo HDR na tela não é cortado) pode não cair no limite chiclet do OSD, o que torna difícil atingi-lo por meio das teclas de atalho. Para corrigir isso, é inserida uma etapa adicional de mid-chiclet com 100% de brilho.
ro: Când este activată escaladarea HDR și controlul luminozității hardware este dezactivat, aplicația utilizează o scală continuă de luminozitate între zero și valoarea maximă calibrată a escaladării. Din cauza acestui fapt, setarea neutră (luminozitate de 100%, când conținutul HDR de pe ecran nu este tăiat) s-ar putea să nu se încadreze într-un anumit interval al tastelor de comandă OSD, ceea ce face dificilă menținerea starii prin tastele rapide. Pentru a remedia aceasta, se introduce un pas intermediar la 100% luminozitate.
ru: При включении масштабирования HDR, в то время как аппаратный контроль яркости отключен, приложение использует непрерывную шкалу яркости между нулем и калиброванным максимальным значением яркости. Из-за этого нейтральная установка (100% яркость, когда на экране HDR контент раскрашен) может не попадать к границам OSD chiclet, что делает его трудным для достижения с помощью клавиш. Для исправления этого добавлен дополнительный промежуточный шаг на 100% яркости.
sl: Ko je omogočeno povečanje HDR, medtem ko je nadzor svetlosti strojne opreme onemogočen, aplikacija uporablja neprekinjeno lestvico svetlosti med ničlo in umerjeno največjo vrednostjo povečanja. Zaradi tega nevtralna nastavitev (100-odstotna svetlost, ko vsebina HDR na zaslonu ni odrezana) morda ne bo padla na mejo zaslonskega menija, zaradi česar jo je težko doseči z bližnjičnimi tipkami. Da bi to popravili, je vstavljen dodaten srednji korak pri 100-odstotni svetlosti.
sv: När HDR-uppskalning är aktiverad medan hårdvarans ljusstyrkereglering är inaktiverad använder appen en kontinuerlig ljusstyrkeskala mellan noll och det kalibrerade maxvärdet för uppskalning. På grund av detta kan det hända att den neutrala inställningen (100% ljusstyrka, när HDR-innehållet på skärmen är oklippt) inte faller till en OSD-chicletgräns, vilket gör det svårt att nå den via snabbknapparna. För att åtgärda detta har ett extra steg i mitten av chikleten vid 100% ljusstyrka lagts in.
tr: Donanım parlaklık kontrolü devre dışı bırakılırken HDR yükseltme etkinleştirildiğinde, uygulama sıfır ile kalibre edilmiş maksimum yükseltme değeri arasında sürekli bir parlaklık ölçeği kullanır. Bu nedenle nötr ayar (ekrandaki HDR içeriği kırpılmadığında %100 parlaklık) bir diş OSD sınırına düşmeyebilir ve bu da kısayol tuşları aracılığıyla ulaşılmasını zorlaştırır. Bunu düzeltmek için %100 parlaklıkta ek bir orta diş adımı eklenmiştir.
uk: Якщо підвищення масштабу HDR увімкнено, а апаратне керування яскравістю вимкнено, програма використовує постійну шкалу яскравості від нуля до каліброваного максимального значення збільшення яскравості. Через це нейтральне налаштування (100% яскравості, коли вміст HDR на екрані не обрізано) може не опускатися до межі екранного меню, що ускладнює його досягнення за допомогою клавіш швидкого доступу. Щоб виправити це, вставляється додатковий середній крок із 100% яскравістю.
vi: Khi tăng cường HDR được bật trong khi kiểm soát độ sáng phần cứng bị vô hiệu hóa, ứng dụng sử dụng một thang đo độ sáng liên tục giữa không và giá trị tăng cường tối đa được hiểu chuẩn. Do đó, cài đặt trung lập (độ sáng 100%, khi nội dung HDR trên màn hình không bị giới hạn) có thể không nằm trong ranh giới hiển thị, OSD, điều này làm cho việc đạt được nó qua các phím tắt trở nên khó khăn. Để khắc phục điều này, một bước trung gian nhỏ ở độ sáng 100% được chèn thêm.
zh_hans: 启用 HDR 提升且禁用硬件亮度控制时，此应用程序在 0 和校准最大提升值之间采用连续亮度单位。因此，中间设置（100%亮度，当屏幕上的HDR内容未受影响时）可能无法恰好落在调整浮窗 (OSD) 方格的边界，从而难以通过快捷键实现。应用程序在 100%亮度下插入了一个额外的中间补充以保证解决此问题。
zh_hant: 啟用 HDR 提升且禁用硬體亮度控制時，此應用程式在 0 和校準最大提升值之間采用連續亮度單位。因此，中間設定（100%亮度，當螢幕上的HDR內容未受影響時）可能無法恰好落在調整浮動視窗 (OSD) 方格的邊界，從而難以通過快捷鍵實現。應用程式在 100%亮度下插入了一個額外的中間補充以保證解決此問題。

source: When Settings is Open
de: Wenn die Einstellungen geöffnet sind
es: Cuando la configuración está abierta
fr: Quand les réglages sont ouverts
hu: Amikor a Beállítások nyitott
it: Quando le impostazioni sono aperte
ja: 設定を開いたとき
ko: 설정 창이 열려 있을 때
nb: Når Innstillinger er åpne
nl: Wanneer Instellingen geopend is
pl: Gdy ustawienia są otwarte
pt_br: Quando os ajustes estão abertos
ro: Când Setările sunt Deschise
ru: Когда открыты Настройки
sl: Ko so nastavitve odprte
sv: När inställningar är öppen
tr: Ayarlar Açık Durumdayken
uk: Коли налаштування відкриті
vi: Khi Cài đặt được mở
zh_hans: 打开应用程序设置时
zh_hant: 打開應用程式設定時

source: When a Window is Open
es: Cuando una ventana está abierta
ja: ウインドウが開いているとき
ko: 윈도우가 열려 있을 때
nl: Als een venster geopend is
ru: Когда открыто окно

source: When a watched display's resolution changes, the resolution of all suitable group members are updated as a consequence to match the UI scaling of the watched display.
de: Wenn sich die Auflösung eines überwachten Displays ändert, wird die Auflösung aller geeigneten Gruppenmitglieder aktualisiert, um der Skalierung der Benutzeroberfläche des überwachten Displays zu entsprechen.
es: Cuando la resolución de una pantalla en uso cambia, la resolución de todos los miembros adecuados del grupo se actualiza en consecuencia para igualar la escala de la interfaz de usuario de la pantalla en uso.
fr: Quand la résolution d'un écran surveillé change, la résolution de tous les membres du groupe concernés est mise à jour en conséquence pour faire correspondre la taille de l'interface à celle de l'écran surveillé.
hu: Amikor egy figyelt kijelző felbontása megváltozik, a kijelzőcsoport összes erre alkalmas tagjának felbontása ennek következtében frissül, hogy megfeleljen a figyelt kijelző felhasználói felületének méretezésének.
it: Quando la risoluzione di un display monitorato cambia, la risoluzione di tutti i membri del gruppo idonei viene aggiornata come conseguenza per abbinare la scala dell’interfaccia utente del display monitorato.
ja: 監視対象のディスプレイ解像度を変更したときに、適切なグループのメンバー間すべてで解像度を更新して、このディスプレイとUIサイズを一致させます。
ko: 모니터링 대상 디스플레이의 해상도가 변경되면, 해당 디스플레이의 UI 크기에 맞춰 모든 적합한 그룹 구성원의 해상도가 자동으로 갱신됩니다.
nb: Når oppløsningen på en overvåket skjerm endres, oppdateres oppløsningen til alle passende gruppemedlemmer for å matche UI-skaleringsnivået til den overvåkede skjermen.
nl: Wanneer de resolutie van een bewaakt scherm wijzigt, dan zal de resolutie van de geschikte groepsleden worden bijgewerkt als een gevolg om de UI-schaal overeen te laten komen van het bewaakte scherm.
pt_br: Quando a resolução de um monitor monitorado muda, a resolução de todos os membros do grupo adequados é atualizada como consequência para corresponder à escala da UI do monitor monitorado.
ro: Atunci când rezoluția unui ecran monitorizat se schimbă, rezoluția tuturor membrilor potriviți ai grupului este actualizată ca urmare pentru a se potrivi scalării UI a afișajului monitorizat.
ru: Когда разрешение наблюдаемого дисплея изменяется, разрешение всех подходящих членов группы обновляется, чтобы соответствовать масштабированию интерфейса наблюдаемого дисплея.
sl: Ko se spremeni ločljivost opazovanega zaslona, ​​se posledično posodobi ločljivost vseh ustreznih članov skupine, da se ujemajo s skaliranjem uporabniškega vmesnika opazovanega zaslona.
sv: När upplösningen på en bevakad skärm ändras, uppdateras upplösningen för alla lämpliga gruppmedlemmar för att matcha UI-skalan på den bevakade skärmen.
tr: İzlenen bir ekranın çözünürlüğü değiştiğinde, tüm uygun grup üyelerinin çözünürlüğü, izlenen ekranın kullanıcı arayüzü ölçeklendirmesiyle eşleşecek şekilde güncellenir.
uk: Коли роздільна здатність спостережуваного екрана змінюється, роздільна здатність усіх відповідних членів групи оновлюється, щоб відповідати масштабуванню інтерфейсу спостережуваного екрана.
vi: Khi độ phân giải của một màn hình được theo dõi thay đổi, độ phân giải của tất cả các thành viên nhóm phù hợp sẽ được cập nhật để khớp với tỷ lệ UI của màn hình được theo dõi.
zh_hans: 当一个被监视显示器的分辨率发生变化时，所有适当的组成员的分辨率都会相应更新，以匹配被监视显示器的UI缩放比例。
zh_hant: 當一個被監視顯示器的解析度發生變化時，所有適當的群組成員的解析度都會相應更新，以匹配被監視顯示器的UI縮放比例。

source: When disabled, brightness is controlled using software adjustments or dimming rather than hardware controls. This also affects the availability of combined brightness control.
nl: Indien ingeschakeld, dan wordt de helderheid bediend middels programmatische aanpassingen of dimmen in plaats van besturing via het apparaat. Dit heeft ook invloed op de beschikbaarheid van de gecombineerde helderheidsbediening.
ru: Если функция отключена, яркостью управляют программные настройки или затемнение, а не аппаратные элементы. Это также влияет на доступность суммарного управления яркостью.

source: When enabled, %@ uses a custom, app-drawn OSD instead of the native system OSD.
ja: 有効化した場合、%@はネイティブのシステムOSDではなく、アプリが描画するカスタムOSDを使用します。
nl: Indien ingeschakeld zal %@ een eigen, door de app zelf getekende OSD gebruikt worden in plaats van de ingebouwde systeem-OSD.
ru: Когда включено, %@ использует собственный, нарисованный приложением OSD вместо системного.

source: When enabled, overlay-based adjustments are hidden from screenshots and screen recordings.
ru: Если включено, настройки на основе оверлея скрыты от скриншотов и записей экрана.

source: When enabled, this display will not trigger the disconnection of the built-in display when it is set to disconnect upon the connection of an external display.
de: Wenn aktiviert, wird dieser Display nicht das Trennen des integrierten Displays auslösen, wenn dieser auf Trennung bei Verbindung eines externen Displays eingestellt ist.
es: Cuando está activada, esta pantalla no provocará la desconexión de la pantalla integrada cuando esté configurada para desconectarse al conectar una pantalla externa.
fr: Quand activé, cet écran n’enclenchera pas la déconnexion de l’écran intégré quand il est paramètré pour se déconnecter lors de la connexion d’un écran externe.
hu: Ha engedélyezve van, ez a kijelző nem fogja kiváltani a beépített kijelző leválasztását, amikor az külső kijelző csatlakoztatásakor leválasztásra van beállítva.
it: Quando abilitato, questo display non attiverà la disconnessione del display integrato quando è impostato per disconnettersi alla connessione di un display esterno.
ja: 有効化した場合、外部ディスプレイの接続によって内蔵ディスプレイが切断されるように設定していても、このディスプレイは切断を引き起こしません。
ko: 이 옵션을 활성화하면 외부 디스플레이가 연결될 때 내장 디스플레이의 연결 해제를 트리거하도록 설정된 경우에도 내장 디스플레이의 연결이 해제되지 않습니다.
nb: Når aktivert, vil ikke denne skjermen utløse frakobling av den innebygde skjermen når den er satt til å kobles fra ved tilkobling av en ekstern skjerm.
nl: Wanneer ingeschakeld zal dit scherm geen loskoppeling veroorzaken van het ingebouwde scherm als het staat ingesteld op Losmaken na verbinden van een extern scherm.
pl: Gdy ta opcja jest włączona, ten wyświetlacz nie wywoła rozłączenia wbudowanego wyświetlacza, jeśli jest on ustawiony na rozłączenie po połączeniu zewnętrznego wyświetlacza.
pt_br: Quando ativado, este monitor não acionará a desconexão do monitor integrado quando ele estiver configurado para desconectar ao conectar um monitor externo.
ro: Când este activată, această opțiune va împiedica deconectarea ecranului integrat atunci când este setat să se dezactiveze la conectarea unui ecran extern.
ru: Когда включено, этот дисплей не вызовет отключение встроенного дисплея, если он настроен на отключение при подключении внешнего дисплея.
sl: Ko je omogočen, ta zaslon ne bo sprožil prekinitve povezave z vgrajenim zaslonom, če je nastavljen na prekinitev povezave ob povezavi zunanjega zaslona.
sv: När den här skärmen är aktiverad kommer den inte att utlösa bortkoppling av den inbyggda skärmen när den är inställd på att kopplas bort vid anslutning av en extern skärm.
tr: Etkinleştirildiğinde, bu ekran harici bir ekran bağlandığında bağlantıyı kesecek şekilde ayarlandığında dahili ekranın bağlantısının kesilmesini tetiklemez.
uk: Коли увімкнено, цей дисплей не спричинить відключення вбудованого дисплея, якщо він налаштований на відключення при підключенні зовнішнього дисплея.
vi: Khi được bật, màn hình này sẽ không kích hoạt việc ngắt kết nối của màn hình tích hợp khi nó được đặt để ngắt kết nối khi kết nối với một màn hình ngoài.
zh_hans: 启用后，当此显示器连接时，内建显示屏将不会因外部显示器连接而断开（如果已设置为断开）。
zh_hant: 啟用後，當此顯示器連接時，內建顯示器將不會因外部顯示器的連接而斷開（如果已設定為斷開）。啟用後，當此顯示器連接時，內建顯示器將不會因外部顯示器的連接而斷開（如果已設定為斷開）。

source: When expanding a menu item, automatically hide other items under the given device / menu block. This helps keep the menu smaller.
de: Blendet beim Erweitern eines Menüeintrags automatisch andere Einträge unter dem jeweiligen Gerät / Menüblock aus. Dies hilft, das Menü kleiner zu halten.
es: Al expandir un elemento del menú, oculta automáticamente otros elementos debajo del dispositivo/bloque de menú determinado. Esto ayuda a mantener el menú más pequeño.
fr: Quand un élément du menu est développé, cache automatiquement les autres éléments. Cela permet de réduire la taille du menu.
hu: Egy menüpont megnyitásakor automatikusan elrejti az adott eszköz / menüblokk alatti elemeket. Ez segít csökkenteni a menü méretét.
it: Quando si espande una voce di menu, nasconde automaticamente altri elementi sotto il blocco / menu dispositivo specificato. Questo aiuta a mantenere il menu più piccolo.
ja: メニュー項目を展開するとき、指定されたデバイス/メニューブロックの、その他の項目を自動的に非表示にします。これはメニューを小さく保つのに役立ちます。
ko: 메뉴 항목을 확장할 때 지정된 장치/메뉴 블록 아래에 있는 다른 항목을 자동으로 숨깁니다. 이렇게 하면 메뉴를 작게 유지하는 데 도움이 됩니다.
nb: Når et menyelement utvides, skjul automatisk andre elementer under den aktuelle enhets-/menyblokken. Dette hjelper med å holde menyen mindre.
nl: Wanneer een menuonderdeel wordt uitgeklapt zullen andere onderdelen onder het gegeven apparaat-/menublok automatisch verborgen worden. Dit helpt bij het kleiner houden van het menu.
pt_br: Ao expandir um item de menu, ocultar automaticamente outros itens no dispositivo/bloco de menu fornecido. Isso ajuda a manter o menu menor.
ro: Atunci când extindeți un element de meniu, ascundeți automat celelalte elemente sub blocul de dispozitive/meniu dat. Acest lucru ajută la menținerea meniului mai compact.
ru: При развертывании пункта меню автоматически скрываются другие пункты под данным устройством/блоком меню. Это помогает уменьшить размер меню.
sl: Ko razširite element menija, samodejno skrijete druge elemente pod dano napravo/blokom menija. To pomaga, da je meni manjši.
sv: När du expanderar ett menyalternativ döljer du automatiskt andra alternativ under den givna enheten/menyblocket. Detta hjälper till att hålla menyn mindre.
tr: Bir menü öğesini genişletirken, verilen cihaz / menü bloğu altındaki diğer öğeleri otomatik olarak gizleyin. Bu, menünün daha küçük kalmasına yardımcı olur.
uk: При розгортанні пункту меню автоматично приховувати інші елементи під даним пристроєм / блоком меню. Це допомагає зменшити меню.
vi: Khi mở rộng một mục menu, tự động ẩn các mục khác trong khối thiết bị/menu đã chọn. Điều này giúp giữ cho menu nhỏ gọn hơn.
zh_hans: 展开菜单项时自动隐藏给定设备/菜单块下的其他项目来缩小菜单。
zh_hant: 展開選單時自動隱藏給定設備/選單塊下的其他項目來縮小選單。

source: When the app detects that the active audio device supports native volume control in macOS while it listens to media keys, it forwards the appropriate operations to the operating system.
ja: アクティブなオーディオデバイスがmacOSのネイティブの音量制御をサポートしていることを検出した場合、メディアキーの入力を待ち受ける間は、適切な操作をオペレーティングシステムに転送します。
nl: Als de app opmerkt dat het actieve geluidsapparaat ondersteuning biedt voor ingebouwde volumebediening in macOS terwijl het luistert naar mediatoetsen, dan stuurt het de bijbehorende handelingen door naar het besturingssysteem.
ru: Когда приложение обнаруживает, что активное аудиоустройство поддерживает встроенное управление громкостью macOS при нажатии медиа-клавиш, оно передает соответствующие команды системе.
