Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Combined brightness is not required with default settings as the native XDR brightness scale covers the entire configurable scale. Use only if you want to fine-tune the dimming curve below the configured XDR brightness scale minimum
de: Die kombinierte Helligkeit ist bei den Standardeinstellungen nicht erforderlich, da die native XDR-Helligkeitsskala die gesamte konfigurierbare Skala abdeckt. Nur verwenden, wenn du die Dimmkurve unterhalb des konfigurierten XDR-Helligkeitsskalen-Minimums feineinstellen möchtest.
es: El brillo combinado no es necesario con la configuración predeterminada, ya que la escala de brillo XDR nativa cubre toda la escala configurable. Úsalo solo si deseas ajustar la curva de atenuación por debajo del mínimo de la escala de brillo XDR configurada
fr: La luminosité combinée n'est pas nécessaire avec les réglages par défaut car l'échelle de luminosité XDR native couvre l'ensemble de l'échelle configurable. Utilisez cette option uniquement si vous souhaitez ajuster la courbe d'atténuation en dessous du minimum de l'échelle de luminosité XDR configurée
hu: Az alapértelmezett beállításoknál nincs szükség kombinált fényerőre, mivel a natív XDR-fényerőskála a teljes konfigurálható skálát lefedi. Csak akkor használja, ha a fényerőgörbét a konfigurált XDR-fényerőskála minimumánál alacsonyabb szinteken szeretné finomhangolni.
it: La luminosità combinata non è richiesta con le impostazioni predefinite in quanto la scala di luminosità XDR nativa copre l'intera scala configurabile. Utilizzare solo se si desidera affinare la curva di oscuramento sotto la scala di luminosità XDR configurata minima
ja: XDRのネイティブ輝度スケールは設定可能なスケール全体をカバーしているため、デフォルト設定で複合輝度を使う必要はありません。構成したXDR輝度スケール以下にディミングカーブを微調整したい場合にのみ使用してください。
ko: 기본 설정에서는 네이티브 XDR 밝기 스케일이 설정 가능한 전체 스케일을 포괄하기 때문에 통합 밝기 조절은 필요하지 않습니다. 설정된 XDR 밝기 스케일 최솟값 아래에서 더 세밀하게 어둡게 조정하고 싶을 경우에만 사용하세요
nb: Kombinert lysstyrke er ikke nødvendig med standardinnstillinger, da den innfødte XDR-lysstyrkeskalaen dekker hele den konfigurerbare skalaen. Bruk kun hvis du vil finjustere dempekurven under den konfigurerte minsteverdien for XDR-lysstyrkeskala.
nl: Gecombineerde helderheid is niet vereist met de standaardinstellingen omdat de ingebouwde XDR-helderheidsschaal de volledige configureerbare schaal bedient. Gebruik het alleen als je fijnafstelling wilt uitvoeren op de dimcurve onder de minimale schaalwaarde van de geconfigureerde XDR-helderheid
pl: Jasność łączona nie jest potrzebna przy ustawieniach domyślnych, ponieważ natywna skala jasności XDR obejmuje całą konfigurowalną skalę. Używaj jej tylko, jeśli chcesz precyzyjnie dostroić krzywą przyciemniania poniżej minimalnego poziomu natywnej skali XDR.
pt_br: O brilho combinado não é necessário com as configurações padrão, pois a escala de brilho XDR nativa cobre toda a escala configurável. Use somente se desejar ajustar a curva de escurecimento abaixo do mínimo configurado da escala de brilho XDR
ro: Combinarea luminozității nu este necesară cu setările implicite, deoarece scala nativă a luminozității XDR acoperă întreaga scală configurabilă. Folosiți doar dacă doriți să ajustați fin curba de întunecare sub minimul configurat al scalei de luminozitate XDR.
ru: Комбинированная яркость не требуется при настройках по умолчанию, поскольку нативная шкала яркости XDR покрывает всю настраиваемую шкалу. Используйте только в том случае, если требуется точная настройка кривой яркости ниже минимального значения шкалы яркости XDR.
sl: Kombinirana svetlost ni potrebna s privzetimi nastavitvami, saj izvorna lestvica svetlosti XDR pokriva celotno nastavljivo lestvico. Uporabite samo, če želite natančno prilagoditi krivuljo zatemnitve pod konfigurirano minimalno lestvico svetlosti XDR
sv: Kombinerad ljusstyrka krävs inte med standardinställningarna eftersom den inbyggda XDR-ljusstyrkeskalan täcker hela den konfigurerbara skalan. Använd endast om du vill finjustera dimningskurvan under den konfigurerade XDR-ljusstyrkeskalans minimum
tr: Doğal XDR parlaklık ölçeği yapılandırılabilir ölçeğin tamamını kapsadığı için varsayılan ayarlarda birleşik parlaklık gerekli değildir. Yalnızca karartma eğrisini yapılandırılmış XDR parlaklık ölçeği minimumunun altında ince ayarlamak istiyorsanız kullanın
uk: Комбінована яскравість не потрібна з налаштуваннями за замовчуванням, оскільки власна шкала яскравості XDR покриває всю шкалу, яку можна налаштувати. Використовуйте, лише якщо ви хочете точно налаштувати криву затемнення нижче налаштованого мінімуму шкали яскравості XDR
vi: Độ sáng kết hợp không bắt buộc với cài đặt mặc định vì thang độ sáng XDR nguyên bản bao gồm toàn bộ thang độ sáng có thể cấu hình. Chỉ sử dụng nếu bạn muốn tinh chỉnh độ tối dưới ngưỡng thấp nhất của thang độ sáng XDR đã được cấu hình.
zh_hans: 原生 XDR 亮度范围涵盖整个可配置范围时默认设置无需组合亮度。仅当您需要将调光曲线调整到低于已配置 XDR 的最小亮度比时使用
zh_hant: 原生 XDR 亮度範圍涵蓋整個可配置範圍時預設設定無需組合亮度。僅當您需要將調光曲線調整到低於已設定 XDR 的最小亮度比時使用

source: Comic Effect
de: Comic-Effekt
es: Efecto cómic
fr: Effet BD
hu: Képregény effektus
it: Effetto fumetto
ja: コミックエフェクト
ko: 만화 효과
nb: Tegneserieeffekt
nl: Komisch effect
pl: Efekt komiksowy
pt_br: Efeito HQ
ro: Efect de benzi desenate
ru: Эффект комикса
sl: Komični učinek
sv: Serietidningseffekt
tr: Comic Efekti
uk: Комікс-ефект
zh_hans: 漫画效果
zh_hant: 漫畫效果

source: Command control
de: Befehlssteuerung
es: Control por comando
fr: Contrôle de commande
hu: Parancs vezérlő
it: Controllo comando
ja: コマンド制御
ko: 명령 제어
nb: Kommando­kontroll
nl: Opdrachtbediening
pl: Kontrola poleceń
pt_br: Controle de comando
ro: Gestionare comenzi
ru: Команды управления
sl: Ukaz nadzora
sv: Kommandokontroll
tr: Komut kontrolü
uk: Елемент керування командою
zh_hans: 命令控制
zh_hant: 命令控制

source: Complete Pairing
nl: Voltooi paren
pl: Zakończ parowanie
ru: Завершить сопряжение

source: Compositor Filter
nl: Samenstellingsfilter
pl: Filtr kompozytora
ru: Фильтр композитора

source: Compresses the allowed software brightness range between the specified value and 100%, affecting the software component of combined brightness control as well. This helps avoid accidentally setting the software brightness level too low or to zero.
de: Komprimiert den zulässigen Software-Helligkeitsbereich zwischen dem angegebenen Wert und 100 %, wodurch auch die Softwarekomponente der kombinierten Helligkeitssteuerung beeinflusst wird. Dies hilft, eine versehentliche Einstellung der Software-Helligkeit auf einen zu niedrigen Wert oder auf Null zu vermeiden.
es: Comprime el rango de brillo por software permitido entre el valor especificado y el 100%, afectando también el componente de software del control de brillo combinado. Esto ayuda a evitar configurar accidentalmente el nivel de brillo por software demasiado bajo o a cero.
fr: Compresse l’étendue logicielle autorisée entre la valeur spécifiée et 100%, en affectant aussi le contrôle de la luminosité combinée. Cela empêche d’accidentellement baisser la luminosité logicielle trop bas ou de la mettre à 0.
hu: Csökkenti az engedélyezett szoftveres fényerőtartományt a megadott érték és a 100% között, ami a kombinált fényerőszabályozás szoftveres összetevőjét is érinti. Segít elkerülni, hogy véletlenül túl alacsonyra vagy nullára állítsa a szoftveres fényerőszintet.
it: Comprimi l’intervallo consentito della luminosità software tra il valore specificato e il 100%, influenzando anche il controllo combinato della luminosità. Questo aiuta a evitare di impostare accidentalmente la luminosità software a un livello troppo basso o pari a zero.
ja: 指定された値から100%までの間のソフトウェア輝度の許容範囲を圧縮し、複合輝度制御のソフトウェアコンポーネントにも影響を与えます。ソフトウェア輝度レベルを誤って低すぎたり、ゼロに設定したりしてしまうことを防止します。
ko: 지정된 값과 100% 사이로 허용되는 소프트웨어 밝기 범위를 압축하며, 이는 통합 밝기 제어의 소프트웨어 구성 요소에도 영향을 미칩니다. 이를 통해 실수로 소프트웨어 밝기 수준을 너무 낮게 설정하거나 0으로 설정하는 것을 방지할 수 있습니다.
nb: Komprimerer det tillatte programvarelysstyrkeområdet mellom angitt verdi og 100 %, og påvirker også programvarekomponenten av kombinert lysstyrkekontroll. Dette hjelper med å unngå å ved et uhell sette programvarelysstyrken for lavt eller til null.
nl: Comprimeert het toegestane bereik van programmatische helderheid tussen de opgegeven waarde en 100%, wat mede invloed heeft op het programmatische deel van de gecombineerde helderheidsbediening. Dit helpt bij het voorkomen van het onbedoeld instellen van het programmatische helderheidsniveau op een te laag of nulniveau.
pl: Kompresuje dozwolony zakres programowej jasności między określoną wartością a 100%, wpływając także na programowy komponent w łączonej kontroli jasności. Pomaga to uniknąć przypadkowego ustawienia poziomu jasności programowej zbyt nisko lub na zero.
pt_br: Comprime a faixa de brilho por software permitida entre o valor especificado e 100%, afetando também o componente de software do controle de brilho combinado. Isso ajuda a evitar definir acidentalmente o nível de brilho por software muito baixo ou zero.
ro: Comprimă intervalul de luminozitate software permis între valoarea specificată și 100%, afectând și componenta software a controlului combinat al luminozității. Acest lucru ajută la evitarea setării accidentale a nivelului de luminozitate software prea scăzut sau la zero.
ru: Сжимает доступный диапазон программной яркости между указанным значением и 100%, влияя также на программную часть комбинированного управления яркостью. Помогает избежать случайного установки слишком низкой яркости или нуля.
sl: Stisne dovoljeno območje svetlosti programske opreme med navedeno vrednostjo in 100 %, kar vpliva tudi na komponento programske opreme kombiniranega nadzora svetlosti. Tako se izognete nenamerni nastavitvi ravni svetlosti programske opreme prenizko ali na nič.
sv: Komprimerar det tillåtna ljusstyrkeintervallet för programvara mellan det angivna värdet och 100%, vilket även påverkar programvarukomponenten för kombinerad ljusstyrkereglering. Detta hjälper till att undvika att oavsiktligt ställa in ljusstyrkan för programvaran för lågt eller till noll.
tr: İzin verilen yazılım parlaklık aralığını belirtilen değer ile %100 arasında sıkıştırır ve birleşik parlaklık kontrolünün yazılım bileşenini de etkiler. Bu, yazılım parlaklık seviyesinin yanlışlıkla çok düşük veya sıfır olarak ayarlanmasını önlemeye yardımcı olur.
uk: Стискає дозволений діапазон програмної яскравості між вказаним значенням і 100%, також впливає на програмну складову комбінованого керування яскравістю. Це допомагає уникнути випадкового встановлення занадто низького рівня програмної яскравості або нуля.
vi: Nén phạm vi độ sáng phần mềm được phép giữa giá trị đã chỉ định và 100%, ảnh hưởng đến thành phần phần mềm của việc điều khiển độ sáng kết hợp. Điều này giúp tránh việc vô tình đặt mức độ sáng phần mềm quá thấp hoặc bằng không.
zh_hans: 将允许的软件亮度范围压缩到规定值和100%之间，也会影响组合亮度控制的软件组件。这有助于避免意外地将软件亮度设置得太低或者为零
zh_hant: 將允許的軟體亮度範圍壓縮到規定值與 100% 之間，這也會影響綁定亮度控制的軟體模組。，避免意外操作將軟體亮度調整至過低。

source: Computer monitor
es: Monitor de computador
fr: Moniteur d'ordinateur
hu: Számítógép monitor
it: Schermo del computer
ja: コンピュータモニター
ko: 컴퓨터 모니터
nb: Datorskjerm
pl: Monitor komputerowy
pt_br: Monitor de computador
ro: Monitor de calculator
ru: Компьютерный монитор
sl: Računalniški monitor
sv: Datorskärm
tr: Bilgisayar Ekranı
uk: Монітор комп'ютера
vi: Màn hình máy tính
zh_hans: 电脑显示屏
zh_hant: 電腦顯示器

source: Configuration Protection
de: Konfigurationsschutz
es: Protección de la Configuración
fr: Protection de la configuration
hu: Konfiguráció védelem
it: Protezione configurazione
ja: 構成を保護
ko: 설정 보호
nb: Konfigurasjonsbeskyttelse
nl: Bescherming configuratie
pl: Ochrona konfiguracji
pt_br: Proteção de configuração
ro: Protecție Configurare
ru: Защита настроек
sl: Zaščita konfiguracije
sv: Konfigurationsskydd
tr: Yapılandırma Koruması
uk: Захист конфігурації
vi: Bảo vệ Cấu hình
zh_hans: 配置保护
zh_hant: 設定保護

source: Configuration changes require reboot or activation.
de: Konfigurationsänderungen erfordern einen Neustart oder Aktivierung.
es: Los cambios de configuración requieren reinicio o activación.
fr: Les changements de configuration nécessitent un redémarrage ou une ré-activation.
hu: A konfigurációs változtatások újraindítást vagy aktivációt igényelnek
it: Le modifiche di configurazione richiedono il riavvio o l'attivazione.
ja: 構成を変更するには再起動またはアクティベーションが必要です。
ko: 구성을 변경하려면 재부팅하거나 활성화해야 합니다.
nb: Konfigurasjonsendringer krever omstart eller aktivering.
nl: Configuratiewijzigingen vereisen een herstart of activering.
pl: Zmiany konfiguracji wymagają ponownego uruchomienia lub aktywacji.
pt_br: As alterações de configuração exigem reinicialização ou ativação.
ro: Schimbările de configurare necesită repornire sau activare.
ru: Для изменения конфигурации требуется перезагрузка или активация.
sl: Spremembe konfiguracije zahtevajo ponovni zagon ali aktivacijo.
sv: Konfigurationsändringar kräver omstart eller aktivering.
tr: Yapılandırma değişiklikleri yeniden başlatma veya etkinleştirme gerektirir.
uk: Зміни конфігурації потребують перезавантаження або активації.
vi: Thay đổi cấu hình yêu cầu khởi động lại hoặc kích hoạt.
zh_hans: 配置更改需要重启或激活。
zh_hant: 更改設定需要重新開啟或啟用。

source: Configuration delay
de: Verzögerung beim Konfigurieren
es: Retraso de configuración
fr: Délai de la configuration
hu: Konfigurációs késleltetés
it: Ritardo di configurazione
ja: 構成遅延時間
ko: 구성 지연 시간
nb: Konfigurasjonsforsinkelse
nl: Configuratievertraging
pl: Opóźnienie konfiguracji
pt_br: Atraso de configuração
ro: Delay de configurare
ru: Задержка конфигурации
sl: Zakasnitev konfiguracije
sv: Fördröjning av konfigurationen
tr: Yapılandırma gecikmesi
uk: Затримка конфігурації
vi: Độ trễ cấu hình
zh_hans: 配置延迟
zh_hant: 設定延遲

source: Configuration run ID
de: Lauf-ID der Konfiguration
es: ID de la ejecución de configuración
fr: ID de la configuration
hu: Konfigurációs futás ID
it: Esecuzione configurazione ID
ja: run ID構成
ko: 실행 ID 구성
nb: Konfigurasjonskjørings-ID
nl: Uitvoerings-ID van configuratie
pl: Identyfikator uruchomienia konfiguracji
pt_br: ID de execução de configuração
ro: ID-ul Executării Configurării
ru: Идентификатор выполнения конфигурации
sl: ID zagona konfiguracije
sv: ID för konfigurationskörning
tr: Yapılandırma çalışma kimliği
uk: Ідентифікатор запуску конфігурації
vi: ID chạy cấu hình
zh_hans: 配置运行 ID
zh_hant: 設定運作 ID

source: Configure ${customEDID} as custom EDID for ${displayEntity}.
de: ${customEDID} als benutzerdefiniertes EDID für ${displayEntity} konfigurieren.
es: Configurar ${customEDID} como EDID personalizado para ${displayEntity}.
fr: Configurer ${customEDID} comme EDID personnalisé pour ${displayEntity}.
hu: A ${customEDID} beállítása egyedi EDID-ként a(z) ${displayEntity} számára.
it: Configura ${customEDID} come EDID personalizzato per ${displayEntity}.
ja: ${customEDID}を${displayEntity}のカスタムEDIDとして構成を行います。
ko: ${displayEntity}의 사용자 지정 EDID로 ${customEDID}(을)를 구성합니다.
nb: Konfigurer ${customEDID} som egendefinert EDID for ${displayEntity}.
nl: Configureer ${customEDID} als eigen EDID voor ${displayEntity}.
pl: Skonfiguruj ${customEDID} jako niestandardowy EDID dla ${displayEntity}.
pt_br: Configurar ${customEDID} como EDID personalizado para ${displayEntity}.
ro: Configurați ${customEDID} ca EDID personalizat pentru ${displayEntity}.
ru: Настроить ${customEDID} как пользовательский EDID для ${displayEntity}.
sl: Konfigurirajte ${customEDID} kot EDID po meri za ${displayEntity}.
sv: Konfigurera ${customEDID} som anpassad EDID för ${displayEntity}.
tr: ${customEDID} öğesini ${displayEntity} için özel EDID olarak yapılandırın.
uk: Налаштувати ${customEDID} як користувацький EDID для ${displayEntity}.
zh_hans: 将 ${customEDID} 配置为${displayEntity} 的自订 EDID。
zh_hant: 將 ${customEDID} 設定為${displayEntity} 的自訂 EDID。

source: Configure %@ tri-screen synchronization
nl: Configureer synchronisatie drie schermen van %@
pl: Skonfiguruj synchronizację trzech ekranów %@
ru: Настроить триэкранную синхронизацию %@

source: Configure Accessibility
de: Konfiguration der Bedienungshilfen
es: Configurar Accesibilidad
fr: Configurer l'accessibilité
hu: Kisegítő lehetőségek beállítása
it: Configura accessibilità
ja: アクセシビリティを構成
ko: 접근성 구성
nb: Konfigurer tilgjengelighet
nl: Configureer toegankelijkheid
pl: Konfiguracja dostępności
pt_br: Configurar acessibilidade
ro: Configurare Accesibilitate
ru: Настройка Универсального доступа
sl: Konfigurirajte dostopnost
sv: Konfigurera hjälpmedel
tr: Erişilebilirliği Yapılandırın
uk: Налаштувати Спеціальні Можливості
vi: Cấu hình Trợ năng
zh_hans: 配置辅助功能
zh_hant: 設定輔助使用功能

source: Configure Custom EDID
de: Benutzerdefiniertes EDID konfigurieren
es: Configurar EDID personalizado
fr: Configurer l’EDID personnalisé
hu: Egyedi EDID konfigurálása
it: Configura EDID personalizzato
ja: カスタムEDIDを構成
ko: 사용자 지정 EDID 구성
nb: Konfigurer egendefinert EDID
nl: Configureer eigen EDID
pl: Skonfiguruj niestandardowy EDID
pt_br: Configurar EDID personalizado
ro: Configurează EDID personalizat
ru: Настроить пользовательский EDID
sl: Konfigurirajte EDID po meri
sv: Konfigurera anpassad EDID
tr: Özel EDID Yapılandırma
uk: Налаштувати користувацький EDID
zh_hans: 配置自订 EDID
zh_hant: 設定自訂 EDID

source: Configure DDC Controls…
de: Konfiguration der DDC-Steuerung…
es: Configurar controles DDC…
fr: Configurer les contrôles DDC…
hu: DDC vezérlés konfigurálása…
it: Configura controlli DDC…
ja: DDC制御を構成…
ko: DDC 제어 구성…
nb: Konfigurer DDC-kontroller…
nl: Configureer DDC-bediening...
pl: Skonfiguruj sterowanie DDC…
pt_br: Configurar controles DDC…
ro: Configurare Controale DDC…
ru: Настройка управления DDC…
sl: Konfiguriraj kontrole DDC…
sv: Konfigurera DDC-kontroller…
tr: DDC Kontrollerini Yapılandırın…
uk: Налаштувати елементи керування DDC…
vi: Cấu hình Điều khiển DDC
zh_hans: 配置 DDC 控件…
zh_hant: 設定 DDC 功能…

source: Configure DDC Input Sources…
pl: Skonfiguruj źródła wejściowe DDC…
ru: Настроить входные источники DDC...

source: Configure DDC volume and mute control support under "DDC Controls…" or set up an alternative control method using control integration.
de: DDC-Lautstärke- und Stummschaltungssteuerung unter „DDC-Steuerungen…“ konfigurieren oder eine alternative Steuerungsmethode über die Steuerungsintegration einrichten.
es: Configura el soporte de control de volumen y silencio por DDC en “Controles DDC…” o establece un método de control alternativo usando integración de controles.
fr: Configurez la prise en charge du volume et de la coupure de son DDC dans les “Fonctionnalités DDC…”, ou mettez en place une méthode de contrôle alternative en utilisant l’intégration de contrôles.
hu: Állítsd be a DDC hangerő- és némításvezérlés támogatását a „DDC vezérlés…” menüpont alatt, vagy konfigurálj egy alternatív vezérlési módot vezérlésintegrációval.
it: Configura il supporto per il controllo volume e silenzioso DDC in “Controlli DDC…” oppure imposta un metodo alternativo di controllo tramite integrazione.
ja: 「DDC機能…」でDDC音量とミュート制御の対応を構成するか、制御統合を使用して別の制御方法を設定します。
ko: "DDC 기능…" 아래에서 DDC 볼륨 및 음소거 제어 지원을 구성하거나, 통합 제어를 사용하여 대체 제어 방식을 설정하세요.
nb: Konfigurer støtte for DDC-volum- og dempekontroll under "DDC-kontroller…" eller sett opp en alternativ kontrollmetode ved bruk av kontrollintegrasjon.
nl: Configureer ondersteuning voor bediening van DDC-volume en -dempen onder “DDC-bediening…” of stel een alternatieve bedieningswijze in via bedieningsintegratie.
pl: Skonfiguruj obsługę sterowania głośnością i wyciszeniem przez DDC w sekcji „Sterowanie DDC…” lub ustaw alternatywną metodę kontroli za pomocą integracji sterowania.
pt_br: Configure o suporte de controle de volume e mudo via DDC em “Controles DDC…” ou defina um método alternativo usando integração de controle.
ro: Configurați suportul pentru controlul volumului și al dezactivării sunetului DDC în secțiunea „Controale DDC…” sau configurați o metodă de control alternativă utilizând integrarea controlului.
ru: Настроить поддержку управления громкостью и отключением звука DDC в разделе «DDC Controls…» или использовать альтернативный метод через интеграцию управления.
sl: Konfigurirajte podporo za nadzor glasnosti in izklopa zvoka DDC pod »Kontrole DDC…« ali nastavite alternativno metodo nadzora z integracijo nadzora.
sv: Konfigurera stöd för DDC-volym och ljudavstängningskontroll under "DDC-styrning..." eller konfigurera en alternativ styrmetod med hjälp av styrintegrering.
tr: "DDC Kontrolleri..." altında DDC ses seviyesi ve sessiz kontrol desteğini yapılandırın veya kontrol entegrasyonunu kullanarak alternatif bir kontrol yöntemi ayarlayın.
uk: Налаштуйте підтримку керування гучністю та вимкненням звуку DDC у розділі «DDC Controls…» або налаштуйте альтернативний метод керування за допомогою інтеграції керування.
zh_hans: 在“DDC 控件…”中配置 DDC 音量与静音控制支持，或通过控制集成设置其他控制方式。
zh_hant: 在「DDC 功能…」中設定 DDC 音量與靜音控制支援，或透過控制整合設定替代的控制方式。

source: Configure Display…
de: Anzeige konfigurieren…
es: Configurar pantalla…
fr: Configurer l’écran…
hu: Kijelző konfigurálása…
it: Configura display…
ja: ディスプレイを構成…
ko: 디스플레이 구성…
nb: Konfigurer skjerm…
nl: Configureer scherm…
pl: Skonfiguruj wyświetlacz…
pt_br: Configurar Monitor…
ro: Configurează ecranul…
ru: Настроить дисплей…
sl: Konfiguriraj zaslon…
sv: Konfigurera skärm…
tr: Ekranı Yapılandır…
uk: Налаштувати дисплей…
vi: Cấu hình Màn hình…
zh_hans: 配置显示…
zh_hant: 設定顯示器…

source: Configure Groups…
de: Gruppen konfigurieren…
es: Configurar grupos…
fr: Configurer les groupes…
hu: Csoportok konfigurálása…
it: Configura gruppi…
ja: グループを構成…
ko: 그룹 구성…
nb: Konfigurer grupper…
nl: Configureer groepen...
pl: Skonfiguruj grupy…
pt_br: Configurar grupos…
ro: Configurați grupurile…
ru: Настроить группы…
sl: Konfiguriraj skupine...
sv: Konfigurera grupper…
tr: Grupları yapılandır…
uk: Налаштувати групи…
zh_hans: 配置群组…
zh_hant: 設定群組…

source: Configure Integration Controls…
de: Integrationssteuerungen konfigurieren...
es: Configurar controles de integración…
fr: Configurer les contrôles d’intégration…
hu: Integrációs vezérlők konfigurálása…
it: Configura controlli di integrazione…
ja: 統合制御を構成…
ko: 통합 제어 구성...
nb: Konfigurer integrasjonskontroller…
nl: Configureer integratiebediening...
pl: Skonfiguruj sterowanie integracją…
pt_br: Configurar controles de integração…
ro: Configurați controalele de integrare...
ru: Настроить элементы интеграции управления…
sl: Konfiguriraj kontrolnike integracije…
sv: Konfigurera integrationskontroller…
tr: Entegrasyon Kontrollerini Yapılandır...
uk: Налаштувати інтеграційні елементи керування…
zh_hans: 配置集成控制项…
zh_hant: 設定整合控制項…

source: Configure Virtual Screen…
de: Konfiguration des virtuellen Bildschirms…
es: Configurar Pantallas Virtuales…
fr: Configurer l'écran virtuel…
hu: Virtuális képernyő konfigurálása…
it: Configura Lo Schermo Virtuale…
ja: 仮想スクリーンを構成…
ko: 가상 화면 구성…
nb: Konfigurer virtuell skjerm…
nl: Configureer virtueel scherm...
pl: Konfiguruj ekran wirtualny…
pt_br: Configurar tela virtual…
ro: Configură Ecranul Virtual…
ru: Настройте виртуальный экран…
sl: Konfigurirajte navidezno zrcaljenje zaslona
sv: Konfigurera virtuell skärm…
tr: Sanal Ekranı Yapılandır…
uk: Налаштувати віртуальний екран…
vi: Cấu hình Màn hình ảo…
zh_hans: 配置虚拟屏幕…
zh_hant: 設定虛擬螢幕…

source: Configure activation rules
de: Konfiguration der Aktivierungsregeln
es: Configurar reglas de activación
fr: Configurer les règles d'activation
hu: Aktivációs szabályok beállítása
it: Configura le regole di attivazione
ja: アクティベーションルールを構成
ko: 활성화 규칙 구성
nb: Konfigurer aktiveringsregler
nl: Configureer activeringsregels
pl: Skonfiguruj zasady aktywacji
pt_br: Configurar regras de ativação
ro: Configurați regulile de activare
ru: Настроить правила активации
sl: Konfigurirajte pravila za aktiviranje
sv: Konfigurera aktiveringsregler
tr: Etkinleştirme kurallarını yapılandır
uk: Налаштувати правила активації
vi: Cấu hình quy tắc kích hoạt
zh_hans: 配置激活规则
zh_hant: 設定啟用規則
