Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: A virtual screen which is associated with a display will automatically connect when the associated display is connected. All other virtual screens were connected. You can disable auto-connect for associated virtual screens.
de: Ein virtueller Bildschirm, der mit einem Display gekoppelt ist, wird automatisch verbunden, wenn das gekoppelte Display verbunden wird. Alle anderen virtuellen Bildschirme wurden verbunden. Du kannst das automatische Verbinden für gekoppelte virtuelle Bildschirme deaktivieren.
es: Una pantalla virtual asociada a una pantalla se conectará automáticamente cuando la pantalla asociada se conecte. Todas las demás pantallas virtuales ya estaban conectadas. Puedes deshabilitar la conexión automática para las pantallas virtuales asociadas.
fr: Un écran virtuel associé à un écran se connectera/déconnectera de façon automatique quand l'écran associé sera connecté/déconnecté. Tous les autres écrans virtuels ont été connectés. Vous pouvez désactiver la connexion automatique pour les écrans virtuels associés.
hu: Valamennyi kijelzőhöz társított virtuális képernyő automatikusan csatlakozik, amikor a társított kijelzők csatlakoznak. Minden más virtuális képernyő csatlakoztatva lett. A társított virtuális képernyők automatikus csatlakoztatása letiltható.
it: Uno schermo virtuale associato a un display si connetterà automaticamente quando lo schermo associato è collegato. Tutte le altre schermate virtuali sono state collegate. È possibile disabilitare la connessione automatica per gli schermi virtuali associati.
ja: ディスプレイに関連づけた仮想スクリーンは、関連づけたディスプレイを接続する場合に自動的に接続されます。その他のすべての仮想スクリーンは接続されたままです。関連づけた仮想スクリーンの自動接続を無効化することができます。
ko: 디스플레이와 연결된 가상 화면은 연결된 디스플레이가 연결되면 자동으로 연결됩니다. 다른 모든 가상 화면이 연결되었습니다. 연결된 가상 화면의 자동 연결을 비활성화할 수 있습니다.
nb: En virtuell skjerm som er knyttet til en skjerm, kobles automatisk til når den tilknyttede skjermen kobles til. Alle andre virtuelle skjermer ble tilkoblet. Du kan deaktivere automatisk tilkobling for tilknyttede virtuelle skjermer.
nl: Een virtueel scherm welke gekoppeld is aan een scherm zal automatisch verbinden als het scherm dat er aan gekoppeld is wordt verbonden. Alle andere virtuele schermen waren verbonden. Je kunt het automatisch verbinden van gekoppelde virtuele schermen uitschakelen.
pl: Wirtualny ekran powiązany z wyświetlaczem automatycznie połączy się po połączeniu wyświetlacza. Wszystkie pozostałe wirtualne ekrany zostały połączone. Możesz wyłączyć automatyczne łączenie dla powiązanych wirtualnych ekranów.
pt_br: Uma tela virtual associada a um monitor será conectada automaticamente quando o monitor associado for conectado. Todas as outras telas virtuais foram conectadas. Você pode desativar a conexão automática para telas virtuais associadas.
ro: Un ecran virtual asociat cu un ecran fizic se va conecta automat atunci când ecranul fizic asociat este conectat. Toate celelalte ecrane virtuale au fost conectate. Puteți dezactiva auto-conectarea pentru ecranele virtuale asociate.
ru: Виртуальный экран, связанный с дисплеем, автоматически подключается при подключении соответствующего дисплея. Все остальные виртуальные экраны были подключены. Можно отключить автоподключение для связанных виртуальных экранов.
sl: Navidezni zaslon, ki je povezan z zaslonom, se samodejno poveže, ko je povezan povezani zaslon. Vsi drugi virtualni zasloni so bili povezani. Za povezane virtualne zaslone lahko onemogočite samodejno povezovanje.
sv: En virtuell skärm som är associerad med en skärm ansluts automatiskt när den associerade skärmen ansluts. Alla andra virtuella skärmar var anslutna. Du kan inaktivera automatisk anslutning för associerade virtuella skärmar.
tr: Bir ekranla ilişkilendirilmiş bir sanal ekran, ilişkilendirilmiş ekran bağlandığında otomatik olarak bağlanacaktır. Diğer tüm sanal ekranlar bağlanmıştır. İlişkili sanal ekranlar için otomatik bağlanmayı devre dışı bırakabilirsiniz.
uk: Віртуальний екран, пов'язаний із дисплеєм, автоматично підключатиметься, коли відповідний дисплей буде підключено. Усі інші віртуальні екрани були підключені. Ви можете вимкнути автоматичне підключення для пов'язаних віртуальних екранів.
vi: Một màn hình ảo được liên kết với một màn hình thực sẽ tự động kết nối khi màn hình đó được kết nối. Tất cả màn hình ảo khác đều kết nối. Bạn có thể tắt chế độ tự động này cho các màn hình ảo liên kết.
zh_hans: 与显示器关联的虚拟屏幕随关联显示器自动连接。所有其他虚拟屏幕也会连接。您可禁用关联虚拟屏幕的自动连接功能。
zh_hant: 與顯示器關聯的虛擬螢幕隨關聯顯示器自動連接。所有其他虛擬螢幕也會連接。您可禁用關聯虛擬螢幕的自動連接功能。

source: A virtual screen which is associated with a display will automatically disconnect when the associated display is disconnected. All other virtual screens were disconnected. You can disable auto-disconnect for associated virtual screens.
de: Ein virtueller Bildschirm, der mit einem Display gekoppelt ist, wird automatisch getrennt, wenn das gekoppelte Display getrennt wird. Alle anderen virtuellen Bildschirme wurden getrennt. Du kannst das automatische Trennen für gekoppelte virtuelle Bildschirme deaktivieren.
es: Una pantalla virtual asociada a una pantalla se desconectará automáticamente cuando la pantalla asociada se desconecte. Todas las demás pantallas virtuales ya estaban desconectadas. Puedes deshabilitar la desconexión automática para las pantallas virtuales asociadas.
fr: Un écran virtuel associé à un écran se connectera/déconnectera de façon automatique quand l'écran associé sera connecté/déconnecté. Tous les autres écrans virtuels ont été déconnectés. Vous pouvez désactiver la connexion automatique pour les écrans virtuels associés.
hu: Valamennyi kijelzőhöz társított virtuális képernyő automatikusan leválasztódik, amikor a társított kijelző leválasztásra kerül. Az összes többi virtuális képernyő leválasztásra került. A társított virtuális képernyők automatikus leválasztása letiltható.
it: Uno schermo virtuale associato a un display si disconnette automaticamente quando lo schermo associato è disconnesso. Tutte le altre schermate virtuali sono state disconnesse. È possibile disabilitare la disconnessione automatica per gli schermi virtuali associati.
ja: ディスプレイに関連づけた仮想スクリーンは、関連づけたディスプレイを切断すると自動的に切断されます。その他の仮想スクリーンもすべて切断されます。関連づけた仮想スクリーンの自動切断を無効化することができます。
ko: 디스플레이와 연결된 가상 화면은 연결된 디스플레이의 연결이 끊어지면 자동으로 연결이 끊어집니다. 다른 모든 가상 화면은 연결이 끊어집니다. 연결된 가상 화면의 자동 연결 해제를 비활성화할 수 있습니다.
nb: En virtuell skjerm som er knyttet til en skjerm, kobles automatisk fra når den tilknyttede skjermen kobles fra. Alle andre virtuelle skjermer ble koblet fra. Du kan deaktivere automatisk frakobling for tilknyttede virtuelle skjermer.
nl: Een virtueel scherm welke gekoppeld is aan een scherm zal automatisch losmaken als het scherm dat er aan gekoppeld is wordt losgemaakt. Alle andere virtuele schermen waren losgemaakt. Je kunt het automatisch losmaken van gekoppelde virtuele schermen uitschakelen.
pl: Wirtualny ekran powiązany z wyświetlaczem automatycznie rozłączy się po rozłączeniu wyświetlacza. Wszystkie pozostałe wirtualne ekrany zostały rozłączone. Możesz wyłączyć automatyczne rozłączanie dla powiązanych wirtualnych ekranów.
pt_br: Uma tela virtual associada a um monitor será desconectada automaticamente quando o monitor associado for desconectado. Todas as outras telas virtuais foram desconectadas. Você pode desativar a desconexão automática para telas virtuais associadas.
ro: Un ecran virtual asociat cu un ecran fizic se va deconecta automat atunci când ecranul fizic asociat este deconectat. Toate celelalte ecrane virtuale au fost deconectate. Puteți dezactiva auto-deconectarea pentru ecranele virtuale asociate.
ru: Виртуальный экран, связанный с дисплеем, автоматически отключается при отключении связанного дисплея. Все остальные виртуальные экраны отключаются. Можно отключить автоматическое отключение для связанных виртуальных экранов.
sl: Navidezni zaslon, ki je povezan z zaslonom, bo samodejno prekinil povezavo, ko je povezan zaslon prekinjen. Vsi drugi virtualni zasloni so bili prekinjeni. Za povezane virtualne zaslone lahko onemogočite samodejno prekinitev povezave.
sv: En virtuell skärm som är kopplad till en skärm kopplas automatiskt bort när den tillhörande skärmen kopplas bort. Alla andra virtuella skärmar kopplades bort. Du kan inaktivera automatisk frånkoppling för associerade virtuella skärmar.
tr: Bir ekranla ilişkilendirilmiş bir sanal ekranın bağlantısı, ilişkilendirilmiş ekranın bağlantısı kesildiğinde otomatik olarak kesilir. Diğer tüm sanal ekranların bağlantısı kesilmiştir. İlişkili sanal ekranlar için otomatik bağlantı kesme özelliğini devre dışı bırakabilirsiniz.
uk: Віртуальний екран, пов'язаний із дисплеєм, автоматично від'єднається, коли пов'язаний дисплей від'єднано. Усі інші віртуальні екрани були відключені. Ви можете вимкнути автоматичне відключення для пов'язаних віртуальних екранів.
vi: Một màn hình ảo được liên kết với một màn hình thực sẽ tự động ngắt kết nối khi màn hình đó ngắt kết nối. Tất cả màn hình ảo khác đều ngắt kết nối. Bạn có thể tắt chế độ tự động này cho các màn hình ảo liên kết.
zh_hans: 与显示器关联的虚拟屏幕随关联显示器自动断开。所有其他虚拟屏幕都断开连接。您可禁用关联虚拟屏幕的自动断开功能。
zh_hant: 與顯示器關聯的虛擬螢幕隨關聯顯示器自動斷開。所有其他虛擬螢幕都斷開連接。您可禁用關聯虛擬螢幕的自動斷開功能。

source: A virtual screen which is associated with a display will connect or disconnect automatically when the associated display is connected or disconnected.
de: Ein virtueller Bildschirm, der mit einem Display gekoppelt ist, wird automatisch verbunden oder getrennt, wenn das gekoppelte Display verbunden oder getrennt wird.
es: Una pantalla virtual asociada a una pantalla se conectará o desconectará automáticamente cuando la pantalla asociada se conecte o desconecte.
fr: Un écran virtuel associé à un écran se connectera/déconnectera de façon automatique quand l'écran associé sera connecté/déconnecté.
hu: A kijelzőhöz társított virtuális képernyő automatikusan csatlakozik vagy leválasztódik, amikor a társított kijelzőt csatlakozik vagy leválasztásra kerül.
it: Uno schermo virtuale associato a un display si connetterà o si disconnetterà automaticamente quando il display associato viene connesso o disconnesso.
ja: ディスプレイと関連付けた仮想スクリーンは、関連付けたディスプレイが接続または切断されたときに、自動的に接続または切断されます。
ko: 디스플레이와 연결된 가상 화면은 연결된 디스플레이가 연결되거나 연결 해제되면 자동으로 연결되거나 연결 해제됩니다.
nb: En virtuell skjerm som er knyttet til en skjerm, kobles automatisk til eller fra når den tilknyttede skjermen kobles til eller fra.
nl: Een virtueel scherm welke gekoppeld is aan een scherm zal automatisch verbinden of losmaken als het scherm dat er aan gekoppeld is wordt verbonden of losgemaakt
pl: Wirtualny ekran powiązany z wyświetlaczem będzie automatycznie łączył się lub rozłączał wraz z połączeniem lub rozłączeniem wyświetlacza.
pt_br: Uma tela virtual associada a um monitor desconectará o conector automaticamente quando o monitor associado for conectado ou desconectado.
ro: Un ecran virtual asociat cu un ecran fizic se va conecta sau deconecta automat atunci când ecranul asociat este conectat sau deconectat.
ru: Виртуальный экран, связанный с дисплеем, будет автоматически подключаться или отключаться при подключении или отключении соответствующего дисплея.
sl: Navidezni zaslon, ki je povezan z zaslonom, se bo samodejno povezal ali prekinil, ko je povezani zaslon povezan ali prekinjen.
sv: En virtuell skärm som är associerad med en skärm kommer att anslutas eller kopplas bort automatiskt när den associerade skärmen ansluts eller kopplas bort.
tr: Bir ekranla ilişkilendirilmiş bir sanal ekran, ilişkilendirilmiş ekran bağlandığında veya bağlantısı kesildiğinde otomatik olarak bağlanır veya bağlantısı kesilir.
uk: Віртуальний екран, асоційований із дисплеєм, буде підключатися або відключатися автоматично при підключенні чи відключенні відповідного дисплея.
vi: Một màn hình ảo được liên kết với một màn hình sẽ tự động kết nối hoặc ngắt kết nối khi màn hình liên kết được kết nối hoặc ngắt kết nối.
zh_hans: 与显示器关联的虚拟屏幕将在关联的显示器连接或断开连接时自动连接或断开连接。
zh_hant: 與顯示器關聯的虛擬螢幕將在關聯的顯示器連接或斷開連接時自動連接或斷開連接。

source: Abandon waiting for a response or call completion after the specified time interval.
de: Wartezeit auf Antwort oder Abschluss des Aufrufs nach dem festgelegten Zeitintervall abbrechen.
es: Cancelar la espera de respuesta o finalización de la llamada tras el intervalo de tiempo especificado.
fr: Abandonner l’attente de la réponse ou la complétion de la commande après l’interval de temps spécifié.
hu: A megadott időtúllépési idő után a válasz vagy a hívás befejezésének várakozása megszakad.
it: Interrompi l'attesa per la risposta o il completamento della chiamata dopo l'intervallo di tempo specificato.
ja: 指定時間経過後は、応答待ちまたは完了待ちを取り消します。
ko: 지정된 시간 간격 후에는 응답이나 호출 완료를 기다리는 것을 중단합니다.
nb: Avslutt venting på svar eller fullføring av kall etter det angitte tidsintervallet.
nl: Stop met wachten op een reactie of het voltooien van een aanroep na een opgegeven tijdsinterval.
pl: Po upływie określonego czasu przerwij oczekiwanie na odpowiedź lub zakończenie połączenia.
pt_br: Cancelar a espera por uma resposta ou conclusão da chamada após o intervalo de tempo especificado.
ro: Abandonează așteptarea unui răspuns sau a finalizării unui apel după intervalul de timp specificat.
ru: Прекратить ожидание ответа или завершения вызова по истечении указанного интервала.
sl: Opustite čakanje na odgovor ali zaključek klica po določenem časovnem intervalu.
sv: Avbryt väntan på svar eller slutförande av anrop efter den angivna tidsperioden.
tr: Belirtilen süre dolduktan sonra yanıt veya çağrı tamamlanmasını beklemekten vazgeçin.
uk: Відмовитися від очікування відповіді або завершення виклику після вказаного інтервалу часу.
zh_hans: 在指定时间间隔后取消等待响应或调用完成。
zh_hant: 在指定時間間隔後取消等待回應或調用完成。

source: About
de: Über
es: Sobre
fr: À propos
hu: Névjegy
it: Riguardo
ko: 정보
nb: Om
nl: Over
pl: O aplikacji
pt_br: Sobre
ro: Despre
ru: О программе
sl: O tem
sv: Om
tr: Hakkında
uk: Про програму
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

source: About %@
de: Über %@
es: Acerca de %@
fr: À propos de %@
hu: %@ névjegy
it: Riguardo %@
ja: %@について
ko: %@에 대하여
nb: Om %@
nl: Over %@
pl: O aplikacji %@
pt_br: Sobre %@
ro: Despre %@
ru: О %@
sl: O %@
sv: Om %@
tr: %@ Hakkında
uk: Про %@
vi: Về %@
zh_hans: 关于 %@
zh_hant: 關於 %@

source: Above %@
de: Oberhalb von %@
es: Encima %@
fr: Au dessus de %@
hu: %@ felett
it: Sopra %@
ja: %@の上
ko: %@ 위에
nb: Over %@
nl: Boven %@
pl: Nad %@
pt_br: Acima %@
ro: Peste %@
ru: Над %@
sl: Nad %@
sv: Ovanför %@
tr: %@ Üstünde
uk: Над %@
vi: Trên %@
zh_hans: 在 %@ 的上方
zh_hant: 在 %@ 的上方

source: Above Menu, Dock, Spaces
de: Oberhalb vom Menü, Dock, Spaces
es: Menú superior, Dock, Spaces
fr: Priorité : premier plan
hu: Menü, Dock, Munkaterületek felett
it: Sopra Menu, Dock, Spazi
ja: 上部メニュー、Dock、操作スペース
ko: 메뉴바, Dock, Spaces 위에 표시
nb: Over menylinje, Dock og Spaces
nl: Boven menu, dock, spaces
pl: Nad Menu, Dockiem, Przestrzeniami
pt_br: Sobre Menu, Dock, Spaces
ro: Deasupra Meniului, Dock-ului, Spațiilor
ru: Верхнее меню, Dock, Spaces
sl: Zgornji meni, dok, prostori
sv: Ovan meny, Docka, Utrymmen
tr: Menü, Dock, Spaces Üstünde
uk: Поверх меню, Доком, Просторами
vi: Phía trên Menu, Dock, Space
zh_hans: 置于菜单栏、程序坞、桌面空间之上
zh_hant: 置於選單列、Dock、桌面空間之上

source: Accessibility Configuration Required!
de: Konfiguration der Bedienungshilfen erforderlich!
es: ¡Configuración de Accesibilidad Requerido!
fr: Configuration des réglages d'accessibilité requise !
hu: Kisegítő lehetőségek beállítása szükséges!
it: Configurazione dell'accessibilità richiesta!
ja: アクセシビリティ構成を行ってください!
ko: 접근성 설정이 필요합니다!
nb: Tilgjengelighetskonfigurasjon kreves!
nl: Configuratie Toegankelijk vereist!
pl: Wymagana konfiguracja ułatwień dostępu!
pt_br: Configuração de acessibilidade necessária!
ro: Configurație Accesibilitate Necesară!
ru: Требуется настройка Универсального доступа
sl: Potrebna je konfiguracija dostopnosti!
sv: Hjälpmedelsinställning krävs!
tr: Erişilebilirlik Yapılandırması Gerekli!
uk: Потрібна конфігурація Спеціальних Можливостей!
vi: Cấu hình Trợ năng cần được truy cập!
zh_hans: 需要辅助功能配置！
zh_hant: 需要設定輔助使用功能！

source: Accessibility Configured - App Restart Needed
de: Bedienungshilfen wurden konfiguriert - Neustart der App nötig
es: Accesibilidad Configurada - Se requiere reiniciar la App
fr: Réglages d'accessibilité configurés - Redémarrage de l'application nécessaire
hu: Kisegítő lehetőségek beállítva - alkalmazás újraindítás szükséges
it: Accessibilità configurata - necessario riavvio dell’app
ja: アクセシビリティが構成されました - アプリを再起動してください
ko: 접근성 구성 완료 - 앱 재시작 필요
nb: Tilgjengelighet konfigurert – appen må startes på nytt
nl: Toegankelijk geconfigureerd - opnieuw opstarten van app vereist
pl: Ułatwienia dostępu skonfigurowane - wymagane ponowne uruchomienie aplikacji
pt_br: Acessibilidade configurada - é necessário reiniciar o aplicativo
ro: Accesibilitate Configurată - Este Necesară Repornirea Aplicației
ru: Универсальный доступ сконфигурирован - необходимо перезапустить приложение
sl: Dostopnost je konfigurirana – potreben ponovni zagon aplikacije
sv: Hjälpmedel konfigurerade - Omstart av programmet krävs
tr: Erişilebilirlik Yapılandırıldı - Uygulamanın Yeniden Başlatılması Gerekiyor
uk: Спеціальні Можливості налаштовано – потрібен перезапуск програми
vi: Đã cấu hình Trợ năng - Cần khởi động lại ứng dụng
zh_hans: 已配置辅助功能 - 需要重启应用程序
zh_hant: 已設定輔助使用功能 - 需要重新開啟應用程式

source: Accessibility Permissions are configured but the **app still needs to be restarted** for the changes to take effect! Please close and restart the app when it is convenient or press the "Restart %@" button below to restart the app immediately!
de: Die Berechtigungen für die Bedienungshilfen sind eingerichtet, aber **die App muss immer noch neu gestartet werden**, damit die Änderungen wirksam werden! Bitte beende die App und starte sie neu, sobald es dir passt, oder drücke auf die "%@ neu starten"-Taste unten, um die App sofort neu zu starten!
es: Los permisos de accesibilidad están configurados, pero la **aplicación aún necesita ser reiniciada** para que los cambios surtan efecto. ¡Por favor, cierra y reinicia la aplicación cuando te sea conveniente o presiona el botón “Reiniciar %@” a continuación para reiniciar la aplicación de inmediato!
fr: Les permissions d'Accessibilité sont configurées mais **l'application nécessite toujours de redémarrer** pour que les modifications soit appliquées ! S'il vous plait fermez et redémarrez l'application quand vous le pouvez ou appuyez sur le bouton "Redémarrer %@" pour redémarrer l'application immédiatement !
hu: A hozzáférési engedélyek beállítása megtörtént, de az **alkalmazást újra kell indítani**, hogy a módosítások hatályba lépjenek! Kérjük, zárja be és indítsa újra az alkalmazást, amikor Önnek megfelel, vagy nyomja meg az alábbi "%@ újraindítása" gombot az alkalmazás azonnali újraindításához!
it: I permessi di accessibilità sono configurati, ma **l'app deve ancora essere riavviata** perché le modifiche abbiano effetto! Si prega di chiudere e riavviare l'applicazione quando è conveniente o premere il pulsante "Riavvia %@" qui sotto per riavviare l'app immediatamente!
ja: アクセシビリティのアクセス許可は構成されていますが、**変更を有効化するには**アプリの再起動が必要です! ダイアログを閉じて都合の良いときに再起動するか、下の 「%@再起動」ボタンを押して今すぐアプリを再起動してください!
ko: 접근성 권한이 부여되었지만 변경 사항을 적용하려면 **앱을 다시 시작**해야 합니다! 시간이 나면 앱을 닫았다가 다시 시작하거나 아래의 "%@ 다시 시작" 버튼을 눌러 앱을 즉시 재시작하세요!
nb: Tilgangstillatelser for tilgjengelighet er konfigurert, men **appen må fortsatt startes på nytt** for at endringene skal tre i kraft! Lukk og start appen på nytt når det passer, eller trykk på «Start %@ på nytt»-knappen nedenfor for å starte appen umiddelbart!
nl: Bevoegdheden voor Toegankelijkheid zijn geconfigureerd maar de **app moet nog steeds opnieuw opgestart worden** om de wijzigingen toe te passen! Sluit de app en start deze opnieuw app of druk op de knop “Start %@ opnieuw op" om de app direct opnieuw op te starten!
pl: Uprawnienia dostępności zostały skonfigurowane, ale **aplikacja nadal wymaga ponownego uruchomienia**, aby zmiany zaczęły obowiązywać! Zamknij i uruchom ponownie aplikację, gdy będzie to możliwe, lub naciśnij przycisk „Uruchom ponownie %@” poniżej, aby natychmiast ponownie uruchomić aplikację!
pt_br: As permissões de acessibilidade estão configuradas, mas o **aplicativo ainda precisa ser reiniciado** para que as alterações entrem em vigor! Feche e reinicie o aplicativo quando for conveniente ou pressione o botão "Reiniciar %@" abaixo para reiniciar o aplicativo imediatamente!
ro: Permisiunile de Accesibilitate sunt configurate, dar aplicația trebuie să fie repornită pentru ca modificările să aibă efect! Vă rugăm să închideți și să reporniți aplicația când este convenabil sau apăsați butonul "Repornire %@" de mai jos pentru a reporni acum aplicația!
ru: Разрешения для Универсального доступа настроены, но **приложение необходимо перезапустить**, чтобы изменения вступили в силу! Пожалуйста, закройте и перезапустите приложение, когда это будет удобно, или нажмите кнопку "Перезапустить %@" ниже, чтобы перезапустить приложение немедленно!
sl: Dovoljenja za dostopnost so konfigurirana, vendar je **aplikacijo še vedno treba znova zagnati**, da spremembe začnejo veljati! Zaprite in znova zaženite aplikacijo, ko je to primerno, ali pa pritisnite spodnji gumb »Znova zaženi %@«, da takoj znova zaženete aplikacijo!
sv: Tillgänglighetsbehörigheter har konfigurerats men **appen måste fortfarande startas om** för att ändringarna ska träda i kraft! Stäng och starta om appen när det passar dig eller tryck på knappen "Starta om %@" nedan för att starta om appen omedelbart!
tr: Erişilebilirlik İzinleri ayarlandı ancak değişikliklerin geçerli olması için **uygulamanın yeniden başlatılması** gerekiyor! Lütfen uygulamayı kapatın ve mümkün olduğunuzda yeniden başlatın veya uygulamayı hemen yeniden başlatmak için aşağıdaki "Yeniden Başlat %@" düğmesine basın!
uk: Дозволи Спеціальних Можливостей налаштовано, але **програму все одно потрібно перезапустити**, щоб зміни набули чинності! Закрийте та перезапустіть програму, коли буде зручно, або натисніть кнопку "Перезапустити %@" нижче, щоб негайно перезапустити програму!
vi: Quyền truy cập Trợ năng đã được cấu hình nhưng **ứng dụng vẫn cần được khởi động lại** để các thay đổi có hiệu lực! Vui lòng đóng và khởi động lại ứng dụng hoặc nhấn nút **Khởi động lại %@" phía dưới để thao tác ngay lập tức!
zh_hans: 辅助功能权限已配置，但**应用程序仍需要重启**才能使更改生效！请在方便时关闭并重新启动应用程序，或按下方的 "重启 %@" 按钮立即重启应用程序！
zh_hant: 輔助使用權限已設定，但**應用程式仍需要重新開啟**才能使變更生效！請在方便時關閉並重新啟動應用程式，或按下方的 "重新開啟 %@" 按鈕立即重新開啟應用程式！
