Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Enabling this option removes the menu bar icon when only this and other similarly marked displays are present. Use this setting when you don't need any of the app's features for this display and want to free up menu bar space.
de: Wenn diese Option aktiviert ist, wird das Menüleistensymbol entfernt, wenn nur dieser und andere ähnlich markierte Bildschirme vorhanden sind. Verwenden Sie diese Einstellung, wenn Sie keine Funktionen der App für diesen Bildschirm benötigen und Platz in der Menüleiste sparen möchten.
es: Al activar esta opción, se elimina el icono de la barra de menús cuando solo están presentes esta y otras pantallas marcadas de manera similar. Usa esta configuración cuando no necesites ninguna de las funciones de la aplicación para esta pantalla y quieras liberar espacio en la barra de menús.
fr: Activer cette option supprime l'icône de la barre des menus seulement quand cet écran (et autres écrans marqués de façon similaire) sont présents. Utilisez ce réglage quand vous n’avez besoin d’aucune des fonctionnalités de l’application pour cet écran et que vous souhaitez libérer de l'espace dans la barre de menus.
hu: Ennek az opciónak az engedélyezése eltávolítja a menüsáv ikonját, ha csak ez és más hasonlóan megjelölt kijelzők vannak jelen. Használja ezt a beállítást, ha nincs szüksége az alkalmazás funkcióira ezen a kijelzőn, és szeretné felszabadítani a menüsáv helyét.
it: Abilitando questa opzione, l’icona della barra dei menu viene rimossa quando sono presenti solo questo e altri display contrassegnati in modo simile. Usa questa impostazione se non hai bisogno delle funzionalità dell’app per questo display e vuoi liberare spazio nella barra dei menu.
ja: このオプションを有効化すると、このディスプレイと同様にマークされたディスプレイが存在する場合にのみ、メニューバーアイコンが削除されます。このディスプレイにアプリのどの機能も不要で、メニューバーのスペースを空けたい場合にこの設定を使用してください。
ko: 이 옵션을 활성화하면, 이 디스플레이와 동일하게 표시된 다른 디스플레이만 연결되어 있을 경우 메뉴 막대 아이콘이 제거됩니다. 이 디스플레이에서 앱의 기능이 필요하지 않고 메뉴 막대 공간을 확보하고 싶을 때 이 설정을 사용하세요.
nb: Aktivering av dette alternativet fjerner menylinjeikonet når kun denne og andre tilsvarende merkede skjermer er tilstede. Bruk denne innstillingen når du ikke trenger noen av appens funksjoner for denne skjermen og vil frigjøre plass i menylinjen.
nl: Als je deze optie inschakelt, dan wordt het menubalksymbool alleen weggehaald bij aanwezigheid van dit scherm en andere schermen die als vergelijkbaar zijn aangemerkt. Gebruik deze instellingen als je geen van de appfuncties nodig hebt voor dit scherm en je ruimte in de menubalk wilt vrijmaken.
pl: Włączenie tej opcji usuwa ikonę paska menu, gdy obecny jest tylko ten i inne podobnie oznaczone wyświetlacze. Użyj tego ustawienia, jeśli nie potrzebujesz żadnych funkcji aplikacji dla tego wyświetlacza i chcesz zwolnić miejsce na pasku menu.
pt_br: Ativar esta opção remove o ícone da barra de menus quando apenas este e outros monitores com marcação semelhante estão presentes. Use esta configuração quando você não precisar de nenhum recurso do aplicativo para este monitor e quiser liberar espaço na barra de menus.
ro: Activarea acestei opțiuni elimină pictograma barei de meniu atunci când sunt prezente doar acest ecran și alte ecrane marcate similar. Folosește această setare atunci când nu ai nevoie de nicio funcție a aplicației pentru acest ecran și dorești să eliberezi spațiu în bara de meniu.
ru: Включение этой опции удаляет иконку из строки меню, если присутствуют только этот и другие аналогично помеченные дисплеи. Используйте это, если функции приложения для этого дисплея не нужны и нужно освободить место в строке меню.
sl: Če omogočite to možnost, odstranite ikono menijske vrstice, ko je prisoten samo ta in drugi podobno označeni zasloni. To nastavitev uporabite, ko za ta zaslon ne potrebujete nobene funkcije aplikacije in želite sprostiti prostor v menijski vrstici.
sv: Om du aktiverar det här alternativet tas ikonen för menyraden bort när endast den här och andra liknande markerade skärmar finns. Använd den här inställningen när du inte behöver någon av appens funktioner för den här skärmen och vill frigöra utrymme i menyraden.
tr: Bu seçeneğin etkinleştirilmesi, yalnızca bu ve benzer şekilde işaretlenmiş diğer monitörler mevcut olduğunda menü çubuğu simgesini kaldırır. Bu monitör için uygulamanın herhangi bir özelliğine ihtiyacınız olmadığında ve menü çubuğunda yer açmak istediğinizde bu ayarı kullanın.
uk: Увімкнення цієї опції видаляє іконку з рядка меню, якщо присутні лише цей та інші аналогічно позначені дисплеї. Використовуйте це налаштування, якщо жодна з функцій додатка для цього дисплея не потрібна і потрібно звільнити місце у рядку меню.
vi: Bật tùy chọn này sẽ xóa biểu tượng thanh menu khi chỉ có màn hình này và các màn hình tương tự được đánh dấu khác. Sử dụng cài đặt này khi bạn không cần bất kỳ tính năng nào của ứng dụng cho màn hình này và muốn giải phóng không gian trên thanh menu.
zh_hans: 启用此选项后，仅当此显示器和其他同样标记的显示器存在时，菜单栏图标将被移除。如果您不需要此显示器的任何应用功能并希望释放菜单栏空间，请使用此设置。
zh_hant: 啟用此選項後，僅當此顯示器和其他同樣標記的顯示器存在時，選單列圖示將被移除。如果您不需要在此顯示器使用本程式，並希望釋放選單列空間，請使用此設定。

source: Encoding
de: Kodierung
es: Codificación
fr: Encodage
hu: Kódolás
it: Codifica
ja: エンコーディング
ko: 인코딩
nb: Koding
nl: Codering
pl: Kodowanie
pt_br: Codificação
ro: Codificare
ru: Кодирование
sl: Kodiranje
sv: Kodning
tr: Kodlama
uk: Кодування
zh_hans: 编码
zh_hant: 編碼

source: Enforce UI scale match upon connecting a display
de: Abgleich der Benutzeroberflächen-Skala beim Verbinden eines Displays erzwingen
es: Reforzar la coincidencia de escala de la interfaz de usuario al conectar una pantalla
fr: Imposer la correspondance de la taille d'interface à la connexion d'un écran
hu: Felhasználói felület méretezés egyezés alkalmazása kijelző csatlakoztatásakor
it: Forza Sincronizza scala UI al momento della connessione di un display
ja: ディスプレイ接続時にUIサイズ調整を強制
ko: 디스플레이 연결 시 UI 스케일 일치 적용
nb: Tving samsvar i UI-skala ved tilkobling av skjerm
nl: Dwing overeen laten komen van de UI-school af bij verbinden van een scherm
pl: Wymuś dopasowanie skali interfejsu użytkownika (UI) po połączeniu wyświetlacza
pt_br: Aplicar correspondência de escala da IU ao conectar um monitor
ro: Impune potrivirea scalării UI la conectarea unui ecran.
ru: Принудительно согласовывать масштаб интерфейса при подключении дисплея
sl: Uveljavi ujemanje lestvice uporabniškega vmesnika ob povezovanju zaslona
sv: Tillämpa UI-skalamatchning vid anslutning av en skärm
tr: Bir ekranı bağladıktan sonra UI ölçek eşleşmesini zorunlu kılma
uk: Примусово узгоджувати масштаб інтерфейсу при підключенні дисплея
vi: Áp dụng điều chỉnh tỉ lệ UI khi kết nối màn hình
zh_hans: 连接显示器时强制执行 UI 比例匹配
zh_hant: 連接顯示器時強制執行 UI 比例匹配

source: Enforce layout protection configurations shortly after app startup.
de: Layoutschutz-Konfigurationen kurz nach dem Startvorgang der App erzwingen.
es: Hacer cumplir las configuraciones de protección de diseño poco después del inicio de la aplicación.
fr: Appliquer la configuration de protection de la disposition d'écrans peu après le démarrage de l'application.
hu: Az elrendezésvédelmi konfigurációk érvényesítése röviddel az alkalmazás indítása után.
it: Forza le configurazioni di protezione del layout poco dopo l’avvio dell’app.
ja: アプリ起動後すぐに、レイアウト保護構成を強制的に行います。
ko: 앱 시작 직후 레이아웃 보호 구성을 적용합니다.
nb: Håndhev layoutbeskyttelsesinnstillinger kort tid etter at appen startes.
nl: Dwing de configuraties voor 'Bescherming indeling' af kort na het opstarten van de app.
pl: Wymuszaj konfiguracje ochrony układu krótko po uruchomieniu aplikacji.
pt_br: Aplicar configurações de proteção de layout logo após a inicialização do aplicativo.
ro: Aplicați configurațiile de protecție a aspectului la scurt timp după pornirea aplicației.
ru: Применить конфигурации защиты расположения вскоре после запуска приложения.
sl: Uveljavi konfiguracije zaščite postavitve kmalu po zagonu aplikacije.
sv: Tillämpa konfigurationer för layoutskydd kort efter att appen startas.
tr: Uygulama başlatıldıktan kısa bir süre sonra düzen koruma yapılandırmalarını zorunlu kılın.
uk: Застосувати конфігурації захисту розташування незабаром після запуску додатка.
vi: Áp dụng cấu hình bảo vệ bố cục ngay sau khi ứng dụng khởi động.
zh_hans: 在应用启动后不久强制执行布局保护配置。
zh_hant: 在程式啟動後不久強制執行佈局保護配置。

source: Enforce virtual screen mirroring
de: Spiegeln von virtuellen Bildschirmen erzwingen
es: Aplicar duplicación de pantalla virtual
fr: Appliquer la mise en miroir de l'écran virtuel
hu: Virtuális képernyő tükrözés kényszerítése
it: Forza duplicazione schermo virtuale
ja: 仮想スクリーンのミラーリングを強制
ko: 가상 화면 미러링 적용
nb: Håndhev speiling av virtuell skjerm
nl: Dwing synchrone weergave af van virtuele schermen
pl: Wymuś klonowanie wirtualnego ekranu
pt_br: Forçar espelhamento de tela virtual
ro: Impune oglindirea ecranului virtual
ru: Включить зеркалирования виртуального экрана
sl: Uveljavi virtualno zrcaljenje zaslona
sv: Tvinga spegling av virtuell skärm
tr: Sanal ekran yansıtmayı zorunlu kılın
uk: Примусове віддзеркалення віртуального екрану
vi: Thực hiện bắt buộc phản chiếu lên màn hình ảo
zh_hans: 强制虚拟屏幕镜像
zh_hant: 強制虛擬螢幕鏡像

source: Event subscription
nl: Inschrijven op gebeurtenis
pl: Subskrypcja zdarzeń
ru: Подписка на события

source: Exclude PIP Window
de: PIP-Fenster ausschließen
es: Excluir ventana PIP
fr: Exclure la fenêtre d'image dans l'image
hu: PIP ablak kizárása
it: Escludi finestra PIP
ja: PIPウインドウを除外
ko: PIP 윈도우 제외
nb: Ekskluder PIP-vindu
nl: Sluit PIP-venster uit
pl: Wyklucz okno PIP
pt_br: Excluir janela PIP
ro: Excludeți fereastra PIP
ru: Исключить PIP-окно
sl: Izključi okno PIP
sv: Exkludera PIP-fönster
tr: RiR Penceresini Hariç Tut
uk: Виключити PIP-вікно
zh_hans: 排除画中画窗口
zh_hant: 排除畫中畫視窗

source: Exclude some displays from the group
de: Einige Displays aus der Gruppe ausschließen
es: Excluir algunas pantallas del grupo
fr: Exclure certains écrans du groupe
hu: Egyes kijelzők kizárása a csoportból
it: Escludi alcuni display dal gruppo
ja: ディスプレイの一部をグループから除外
ko: 일부 구성원을 그룹에서 제외
nb: Ekskluder noen skjermer fra gruppen
nl: Sluit bepaalde vensters uit de groep uit
pl: Wyklucz niektóre wyświetlacze z grupy
pt_br: Excluir alguns monitores do grupo
ro: Excludeți unele ecrane din grup.
ru: Исключить некоторые дисплеи из группы
sl: Izključite nekaj zaslonov iz skupine
sv: Exkludera vissa skärmar från gruppen
tr: Bazı ekranları gruptan hariç tut
uk: Виключити деякі дисплеї з групи
vi: Loại bỏ một số màn hình khỏi nhóm
zh_hans: 从该组排出部分显示器
zh_hant: 從該組排除部分顯示器

source: Exclude some members from sync source list
de: Einige Mitglieder von der Liste der Ursprünge für Synchronisierung ausschließen
es: Excluir algunos miembros de la lista de fuentes de sincronización
fr: Exclure certains membres du groupe de la liste de sources de synchronisation
hu: Egyes tagok kizárása a szinkronizációs források listájából
it: Escludi alcuni membri dall’elenco delle sorgenti di sincronizzazione
ja: 同期ソースリストからメンバーの一部を除外
ko: 일부 구성원을 동기화 소스 목록에서 제외
nb: Ekskluder noen medlemmer fra synkroniseringskildeliste
nl: Sluit bepaalde leden uit van de synchronisatiebronlijst
pl: Wyklucz niektórych członków z listy źródeł synchronizacji
pt_br: Excluir alguns membros da lista de fontes de sincronização
ro: Excludeți unii membri din lista surselor de sincronizare.
ru: Исключить некоторых участников из списка источников синхронизации
sl: Izključite nekatere člane s seznama virov sinhronizacije
sv: Exkludera vissa medlemmar från listan över synkroniseringskällor
tr: Bazı üyeleri senkronizasyon kaynağı listesinden çıkarma
uk: Виключити деяких учасників зі списку джерел синхронізації
vi: Loại trừ một số thành viên khỏi danh sách nguồn đồng bộ
zh_hans: 从同步源列表排出部分成员
zh_hant: 從同步源列表排除部分成員

source: Exclude some members from sync target list
de: Einige Mitglieder von der Liste der Ziele einer Synchronisierung ausschließen
es: Excluir algunos miembros de la lista de objetivos de sincronización
fr: Exclure certains membres du groupe de la liste de cibles de synchronisation
hu: Egyes tagok kizárása a szinkronizációs célok listájából
it: Escludi alcuni membri dall’elenco degli obiettivi di sincronizzazione
ja: 同期ターゲットリストからメンバーの一部を除外
ko: 일부 구성원을 동기화 대상 목록에서 제외
nb: Ekskluder noen medlemmer fra synkroniseringsmåliste
nl: Sluit bepaalde leden uit van de synchronisatiedoellijst
pl: Wyklucz niektórych członków z listy celów synchronizacji
pt_br: Excluir alguns membros da lista de destinos de sincronização
ro: Excludeți unii membri din lista destinațiilor de sincronizare.​
ru: Исключить некоторых участников из списка целей синхронизации
sl: Izključite nekatere člane s ciljnega seznama sinhronizacije
sv: Exkludera vissa medlemmar från listan över synkroniseringsmål
tr: Bazı üyeleri senkronizasyon hedef listesinden hariç tut
uk: Виключити деяких учасників зі списку цільових синхронізацій
vi: Loại bỏ một số thành viên khỏi danh sách mục tiêu đồng bộ hóa
zh_hans: 从同步目标列表中排除部分成员
zh_hant: 從同步目標列表中排除部分成員

source: Exclude some members from the list of affected displays
de: Einige Mitglieder von der Liste der betroffenen Displays ausschließen
es: Excluir algunos miembros de la lista de pantallas afectadas
fr: Exclure certains membres du groupe de la liste des écran affectés
hu: Egyes tagok kizárása az érintett kijelzők listájából
it: Escludi alcuni membri dall’elenco dei display interessati
ja: 対象ディスプレイリストからメンバーの一部を除外
ko: 일부 구성원을 영향을 받는 디스플레이 목록에서 제외
nb: Ekskluder noen medlemmer fra listen over berørte skjermer
nl: Sluit bepaalde leden uit van de lijst met schermen die beïnvloed worden
pl: Wyklucz niektórych członków z listy objętych wyświetlaczy
pt_br: Excluir alguns membros da lista de monitores afetados
ro: Excludeți anumiți membri din lista de ecrane afectate.
ru: Исключить некоторых участников из списка затронутых дисплеев
sl: Izključite nekatere člane s seznama prizadetih zaslonov
sv: Exkludera vissa medlemmar från listan över berörda skärmar
tr: Bazı üyeleri etkilenen ekranlar listesinden hariç tutma
uk: Виключити деяких учасників зі списку уражених дисплеїв
vi: Loại trừ một số thành viên khỏi danh sách các màn hình bị ảnh hưởng.
zh_hans: 从受影响的显示器列表中排除某些成员
zh_hant: 從受影響的顯示器列表中排除某些成員

source: Exclude some members from watch list
de: Einige Mitglieder von der Beobachtungsliste ausschließen
es: Excluir algunos miembros de la lista de monitoreo
fr: Exclure certains membres du groupe de la liste de surveillance
hu: Egyes tagok kizárása a megfigyelési listáról
it: Escludi alcuni membri dalla lista di monitoraggio
ja: 監視リストからメンバーの一部を除外
ko: 일부 구성원을 모니터링 목록에서 제외
nb: Ekskluder noen medlemmer fra overvåkingslisten
nl: Sluit bepaalde leden uit van de volglijst
pl: Wyklucz niektórych członków z listy obserwacyjnej
pt_br: Excluir alguns membros da lista de monitoramento
ro: Excludeți unii membri din lista de monitorizare
ru: Исключить некоторых участников из списка наблюдения
sl: Izključite nekatere člane s seznama za spremljanje
sv: Exkludera vissa medlemmar från bevakningslistan
tr: Bazı üyeleri izleme listesinden çıkarma
uk: Виключити деяких учасників зі списку спостереження
vi: Loại trừ một số màn hình khỏi danh sách theo dõi
zh_hans: 从监视列表中排除某些成员
zh_hant: 從監視列表中排除某些成員

source: Excluded displays
de: Ausgeschlossene Displays
es: Pantallas excluidas
fr: Écrans exclus
hu: Kizárt kijelzők
it: Display esclusi
ja: 除外ディスプレイ
ko: 제외된 디스플레이
nb: Ekskluderte skjermer
nl: Uitgesloten schermen
pl: Wykluczone wyświetlacze
pt_br: Monitores excluídos
ro: Monitoare excluse
ru: Исключённые дисплеи
sl: Izključeni zasloni
sv: Exkluderade skärmar
tr: Hariç tutulan ekranlar
uk: Виключені дисплеї
vi: Các màn hình không được bao gồm
zh_hans: 已排除的显示器
zh_hant: 已排除的顯示器

source: Exclusive display group
de: Exklusive Displaygruppe
es: Grupo de pantallas exclusivo
fr: Groupe d'écrans exclusif
hu: Kizárólagos kijelzőcsoport
it: Gruppo di display esclusivo
ja: 優先ディスプレイグループ
ko: 독점 디스플레이 그룹
nb: Eksklusiv skjermgruppe
nl: Exclusieve schermgroep
pl: Ekskluzywna grupa wyświetlaczy
pt_br: Grupo de exibição exclusivo
ro: Grup de ecrane exclusive
ru: Эксклюзивная группа дисплеев
sl: Ekskluzivna skupina zaslona
sv: Exklusiv skärmgrupp
tr: Özel ekran grubu
uk: Ексклюзивна група дисплеїв
vi: Nhóm màn hình đặc biệt
zh_hans: 独占显示组
zh_hant: 獨占顯示組

source: Expandable menu items unfold inside the main app menu. When turned off, the app shows a floating popup submenu right or left (depending on available space).
de: Erweiterbare Menüeinträge entfalten sich innerhalb des Hauptmenüs der App. Wenn diese Funktion deaktiviert ist, zeigt die App ein schwebendes Popup-Untermenü rechts oder links an (je nach verfügbarem Platz).
es: Los elementos de menú expandibles se despliegan dentro del menú principal de la aplicación. Cuando se desactivan, la aplicación muestra un submenú emergente flotante a la derecha o a la izquierda (dependiendo del espacio disponible).
fr: Les éléments extensibles se développent à l'intérieur du menu principal de l'application. Lorsqu'ils sont désactivés, l'application affiche à la place un sous-menu flottant à droite ou à gauche du menu (en fonction de l'espace disponible).
hu: A megnyitható menüelemek az alkalmazás főmenüjén belül bomlanak ki. Kikapcsolt állapotban az alkalmazás lebegő, felugró almenüt jelenít meg jobbra vagy balra (a rendelkezésre álló hely függvényében).
it: Le voci di menu espandibili si aprono all'interno del menu principale dell'app. Quando disattivata, l'applicazione mostra un sottomenu fluttuante a destra o a sinistra (a seconda dello spazio disponibile).
ja: 拡張可能なメニュー項目がメインメニュー内に展開されます。オフにすると、ポップアップサブメニューを左右に（使用可能なスペースに応じて）フローティング表示します。
ko: 확장 가능한 메뉴 항목은 앱의 기본 메뉴 안에 펼쳐집니다. 이 기능을 끄면 앱의 오른쪽 또는 왼쪽에 플로팅 팝업 하위 메뉴가 표시됩니다(사용 가능한 공간에 따라 다름).
nb: Utvidbare menyelementer slås ut inne i hovedmenyen. Når dette er slått av, viser appen en flytende popup-undermeny til høyre eller venstre (avhengig av tilgjengelig plass).
nl: Uitklapbare menuonderdelen klappen uit binnen het hoofdmenu van de app. Indien uitgeschakeld zal de app een zwevend pop-upsubmenu tonen aan de rechter- of linkerkant (afhankelijk van de beschikbare ruimte).
pl: Rozwijalne elementy menu rozwijają się wewnątrz głównego menu aplikacji. Gdy ta opcja jest wyłączona, aplikacja wyświetla pływające podmenu wyskakujące po prawej lub lewej stronie (w zależności od dostępnego miejsca).
pt_br: Itens de menu expansíveis se desdobram dentro do menu principal do aplicativo. Quando desligado, o aplicativo mostra um submenu pop-up flutuante à direita ou à esquerda (dependendo do espaço disponível).
ro: Elementele de meniu extensibile se deschid în interiorul meniului principal al aplicației. Când este dezactivat, aplicația afișează un submeniu pop-up flotant în partea dreaptă sau stângă (în funcție de spațiul disponibil).
ru: Раскрывающиеся пункты меню разворачиваются внутри главного меню приложения. В выключенном состоянии приложение показывает плавающее всплывающее подменю справа или слева (в зависимости от доступного пространства).
sl: Elementi razširljivega menija se odprejo v glavnem meniju aplikacije. Ko je aplikacija izklopljena, prikaže plavajoči pojavni podmeni desno ali levo (odvisno od razpoložljivega prostora).
sv: Expanderbara menyalternativ fälls ut inuti appens huvudmeny. När den är avstängd visar appen en flytande popup-undermeny till höger eller vänster (beroende på tillgängligt utrymme).
tr: Genişletilebilir menü öğeleri, ana uygulama menüsünün içinde açılır. Kapatıldığında, uygulama sağa veya sola kayan bir açılır alt menü gösterir (kullanılabilir alana bağlı olarak).
uk: Пункти розгорнутого меню розгортаються всередині головного меню програми. Коли програма вимкнена, програма показує плаваюче спливаюче підменю праворуч або ліворуч (залежно від доступного місця).
vi: Các mục menu có thể mở rộng mở ra bên trong menu chính của ứng dụng. Khi tắt, ứng dụng hiển thị một menu phụ nổi bên phải hoặc bên trái (tùy vào không gian khả dụng).
zh_hans: 可展开菜单项在应用程序主菜单内展开。关闭此选项时应用程序会向右或向左（取决于可用空间）显示一个浮动弹出式子菜单。
zh_hant: 可展開選單在應用程式主選單內展開。關閉此選項時應用程式會向右或向左（取決於可用空間）顯示一個浮動彈出式子選單。

source: Expanding menu items
de: Menüeinträge erweitern
es: Ampliar elementos del menú
fr: Éléments extensibles du menu
hu: Lenyitható menü elemek
it: Espandere voci di menu
ja: 拡張メニュー項目
ko: 메뉴 아이템 확장
nb: Utvid menyelementer
nl: Uitklapbare menuonderdelen
pl: Rozwijalne elementy menu
pt_br: Expandindo itens de menu
ro: Elemente de meniu extensibile
ru: Расширение пунктов меню
sl: Razširitev elementov menija
sv: Expandera menyalternativ
tr: Genişletebilir menü öğeleri
uk: Розгортання пунктів меню
vi: Các mục menu mở rộng
zh_hans: 展开菜单项
zh_hant: 展開選單

source: Experimental
nl: Experimenteel
pl: Eksperymentalne
ru: Экспериментально

source: Experimental feature
de: Experimentelle Funktion
es: Funciones experimentales
fr: Fonctionnalités expérimentales
hu: Kísérleti funkció
it: Funzionalità sperimentale
ja: 実験的機能
ko: 실험적 기능
nb: Eksperimentell funksjon
nl: Experimentele functie
pl: Funkcja eksperymentalna
pt_br: Recurso experimental
ro: Opțiuni experimentale
ru: Экспериментальная функция
sl: Eksperimentalna funkcija
sv: Experimentell funktion
tr: Deneysel özellik
uk: Експериментальна функція
vi: Tính năng thử nghiệm
zh_hans: 实验性功能
zh_hant: 實驗性功能

source: Export App Settings…
nl: Exporteer app-instellingen.
pl: Eksportuj ustawienia aplikacji…
ru: Экспортировать настройки приложения…

source: Export Display Information…
de: Anzeigeinformationen exportieren…
es: Exportar Información de Pantalla…
fr: Exporter les informations de l’écran…
hu: Kijelzőinformáció exportálása…
it: Esporta informazioni sul display…
ja: ディスプレイ情報をエクスポート…
ko: 디스플레이 정보 내보내기…
nb: Eksporter skjerminformasjon…
nl: Exporteer schermgegevens...
pl: Eksportuj informacje o wyświetlaczu…
pt_br: Exportar informações do monitor…
ro: Exportați informațiile afișate…
ru: Экспортировать информацию о дисплее…
sl: Izvozi informacij o zaslonu…
sv: Exportera skärminformation…
tr: Ekran Bilgilerini Dışa Aktar…
uk: Експортувати інформацію про дисплей…
vi: Xuất Thông tin Màn hình…
zh_hans: 导出显示信息
zh_hant: 導出顯示資訊

source: Export EDID Data…
de: EDID-Daten exportieren…
es: Exportar datos EDID…
fr: Exporter les données EDID…
hu: EDID adat exportálása…
it: Esporta Dati EDID…
ja: EDIDデータをエクスポート…
ko: EDID 데이터 내보내기…
nb: Eksporter EDID-data…
nl: Exporteer EDID-gegevens...
pl: Eksportuj dane EDID…
pt_br: Exportar dados EDID…
ro: Exportați Datele EDID
ru: Экспорт EDID-данных
sl: Izvoz podatkov EDID…
sv: Exportera EDID-data…
tr: EDID Verisini Dışarı Aktar…
uk: Експорт даних EDID…
vi: Xuất dữ liệu EDID…
zh_hans: 导出 EDID 数据…
zh_hant: 導出 EDID 資料…

source: Export…
de: Exportieren…
es: Exportar…
fr: Exporter…
hu: Exportálás…
it: Esporta…
ja: エクスポート…
ko: 내보내기…
nb: Eksporter…
nl: Exporteer...
pl: Eksportuj…
pt_br: Exportar…
ro: Exportați…
ru: Экспорт…
sl: Izvozi …
sv: Exportera…
tr: Dışa Aktar…
uk: Експорт…
vi: Xuất…
zh_hans: 导出…
zh_hant: 導出…

source: Exposure
de: Belichtung
es: Exposición
fr: Exposition
hu: Expozíció
it: Esposizione
ja: 露出
ko: 노출
nb: Eksponering
nl: Blootstelling
pl: Ekspozycja
pt_br: Exposição
ro: Expunere
ru: Экспозиция
sl: Izpostavljenost
sv: Exponering
tr: Pozlama
uk: Експозиція
zh_hans: 曝光
zh_hant: 曝光

source: Extra wait time after failure
de: Zusätzliche Wartezeit nach einem Fehler
es: Tiempo de espera extra luego de una falla
fr: Temps supplémentaire d'attente après l'échec
hu: Extra várakozási idő hiba után
it: Tempo di attesa extra dopo il fallimento
ja: 失敗後の追加待ち時間
ko: 실패 시 추가 대기 시간
nb: Ekstra ventetid etter feil
nl: Aanvullende wachttijd na mislukken
pl: Dodatkowy czas oczekiwania po niepowodzeniu
pt_br: Tempo de espera extra após falha
ro: Timp suplimentar de așteptare după eșec
ru: Дополнительное время ожидания после сбоя
sl: Dodaten čakalni čas po napaki
sv: Extra väntetid efter fel
tr: Hata sonrası ekstra bekleme süresi
uk: Додатковий час очікування після відмови
vi: Thời gian chờ thêm sau khi thất bại
zh_hans: 故障后的额外等待时间
zh_hant: 故障後的額外等待時間
