Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Enable or disable software brightness upscaling for a display.
de: Software-Helligkeitsskalierung für ein Display aktivieren oder deaktivieren.
es: Activar o desactivar el upscaling de brillo por software para una pantalla.
fr: Activer ou désactiver la démultiplication logicielle pour un écran.
hu: Szoftveres fényerő-felskálázás engedélyezése vagy letiltása egy kijelzőn.
it: Abilita o disabilita l’upscaling della luminosità software per un display.
ja: ディスプレイ用のソフトウェア輝度アップスケーリングを有効化または無効化します。
ko: 디스플레이에 대한 소프트웨어 밝기 업스케일링을 활성화하거나 비활성화합니다.
nb: Aktiver eller deaktiver programvarebasert lysstyrkeoppskalering for en skjerm.
nl: Schakel de programmatische opschaling van de helderheid in voor een scherm.
pl: Włącz lub wyłącz programowe skalowanie jasności dla wyświetlacza.
pt_br: Ativar ou desativar o upscaling de brilho via software para uma tela.
ro: Activați sau dezactivați creșterea luminozității prin software pentru un afișaj.
ru: Включить или отключить программное увеличение яркости для дисплея.
sl: Omogočite ali onemogočite povečanje svetlosti programske opreme za zaslon.
sv: Aktivera eller inaktivera uppskalning av ljusstyrka i programvara för en skärm.
tr: Bir ekran için yazılım parlaklığı yükseltmeyi etkinleştirin veya devre dışı bırakın.
uk: Увімкнути або вимкнути програмний апскейлінг яскравості для дисплея.
zh_hans: 启用或停用显示器的软件亮度提升。
zh_hant: 啟用或停用顯示器的軟體亮度提升。

source: Enable picture control
nl: Schakel beeldbediening in
pl: Włącz kontrolę obrazu
ru: Включить управление изображением

source: Enable power control
nl: Schakel stroombediening in
pl: Włącz kontrolę zasilaniem
ru: Включить управление питанием

source: Enable resolutions over 8K (4K HiDPI)
de: Auflösungen über 8K (4K HiDPI) aktivieren
es: Habilitar resoluciones superiores a 8K (4K HiDPI)
fr: Autoriser les résolution supérieures à 8K (4k HiDPI)
hu: 8K (4K HiDPI) feletti felbontások engedélyezése
it: Abilita risoluzioni su 8K (4K HiDPI)
ja: 8K（4K HiDPI）以上の解像度を有効化
ko: 8K (4K HiDPI)를 초과하는 해상도 활성화
nb: Aktiver oppløsninger over 8K (4K HiDPI)
nl: Schakel resoluties in hoger dan 8K (4K HiDPI)
pl: Włącz rozdzielczości powyżej 8K (4K HiDPI)
pt_br: Habilitar resoluções acima de 8K (4K HiDPI)
ro: Activează rezoluțiile peste 8K (4K HiDPI)
ru: Включить разрешение более 8K (4K HiDPI)
sl: Omogoči ločljivosti nad 8K (4K HiDPI)
sv: Aktivera upplösningar över 8K (HiDPI)
tr: 8K üzerindeki çözünürlükleri etkinleştir (4K HiDPI)
uk: Увімкнути роздільність понад 8K (4K HiDPI)
vi: Kích hoạt độ phân giải trên 8K (4K HiDPI)
zh_hans: 启用超 8K (4K HiDPI) 分辨率
zh_hant: 啟用超 8K (4K HiDPI) 解析度

source: Enable scroll/swipe gesture for sliders
de: Scroll- und Streichgesten für Regler aktivieren
es: Habilitar gesto de desplazamiento/deslizamiento para controles deslizantes
fr: Activer les gestes de défilement/balayage pour les curseurs de sélection
hu: Görgetés/suhintás engedélyezése a csúszkákon
it: Abilita il gesto di scorrimento/swipe per i cursori
ja: スライダのスクロール/スワイプジェスチャを有効化
ko: 슬라이더에서 스크롤/스와이프 제스처 활성화
nb: Aktiver rulle-/sveipegest for glidebrytere
nl: Schakel schuif-/veeggebaren in voor schuifbediening
pl: Włącz gest przewijania/przesuwania dla suwaków
pt_br: Habilitar gesto de rolar/deslizar para controles deslizantes
ro: Activează gesturi de derulare/glisare pentru cursori
ru: Включение жеста прокрутки/пролистывания для ползунков
sl: Omogoči drsenje/poteg za drsnike
sv: Aktivera scroll/swipe-gester för draglister
tr: Kaydırıcılar için fare tekerleği ile kaydırma/dokunmatik kaydırma hareketini etkinleştirme
uk: Увімкнути жест прокручування/гортання для повзунків
vi: Kích hoạt cử chỉ cuộn/lướt cho thanh trượt
zh_hans: 为滑块启用滚动/滑动手势
zh_hant: 為滑桿啟用滾動/滑動手勢

source: Enable software HDR brightness upscaling (if available)
de: Software-basierte HDR-Helligkeitshochskalierung aktivieren (falls verfügbar)
es: Habilitar el escalado de brillo HDR por software (si está disponible)
fr: Activer la démultiplication de la luminosité HDR logicielle (si disponible)
hu: Szoftveres HDR fényerő felskálázás engedélyezése (ha elérhető)
it: Abilita l'upscaling della luminosità HDR del software (se disponibile)
ja: ソフトウェアHDR輝度アップスケーリングを有効化（可能な場合）
ko: 소프트웨어 HDR 밝기 업스케일링 활성화 (사용 가능한 경우)
nb: Aktiver programvarebasert HDR-lysstyrkeoppskalering (hvis tilgjengelig)
nl: Schakel programmatische opschaling van HDR-helderheid in (indien beschikbaar)
pl: Włącz programowe skalowanie jasności HDR (jeśli jest dostępne)
pt_br: Ativar software de aumento de brilho HDR (se disponível)
ro: Activați scalarea software a luminozității HDR (dacă este disponibilă).
ru: Включить программное повышение яркости HDR (если доступно).
sl: Omogoči programsko povečanje svetlosti HDR (če je na voljo)
sv: Aktivera uppskalning av ljusstyrka för HDR-programvara (om tillgängligt)
tr: Yazılımsal HDR parlaklık yükseltmeyi etkinleştirin (varsa)
uk: Увімкнути програмне підвищення яскравості HDR (якщо доступно)
vi: Kích hoạt tăng cường độ sáng HDR phần mềm (nếu có)
zh_hans: 可用时启用软件 HDR 亮度提升
zh_hant: 可用時啟用軟體 HDR 亮度提升

source: Enable software XDR brightness upscaling (if available)
de: Software-basierte XDR-Helligkeitshochskalierung aktivieren (falls verfügbar)
es: Habilitar el escalado de brillo XDR por software (si está disponible)
fr: Activer la démultiplication de la luminosité XDR logicielle (si disponible)
hu: Szoftveres XDR fényerő felskálázás engedélyezése (ha elérhető)
it: Abilita l'upscaling della luminosità XDR del software (se disponibile)
ja: 可能な場合はソフトウェアXDR輝度アップスケーリングを有効化
ko: 소프트웨어 XDR 밝기 업스케일링 활성화 (사용 가능한 경우)
nb: Aktiver programvarebasert XDR-lysstyrkeoppskalering (hvis tilgjengelig)
nl: Schakel programmatische opschaling van XDR-helderheid in (indien beschikbaar)
pl: Włącz programowe skalowanie jasności XDR (jeśli jest dostępne)
pt_br: Habilite o aumento de brilho do software XDR (se disponível)
ro: Activați scalarea luminozității software XDR (dacă este disponibilă)
ru: Включить программное повышение яркости XDR (если доступно).
sl: Omogoči programsko povečanje svetlosti XDR (če je na voljo)
sv: Aktivera uppskalning av ljusstyrka med XDR-programvara (om tillgängligt)
tr: Yazılım XDR parlaklık yükseltmeyi etkinleştirin (varsa)
uk: Увімкнути програмне збільшення яскравості XDR, якщо доступно
vi: Kích hoạt tăng cường độ sáng XDR phần mềm (nếu có)
zh_hans: 启用软件 XDR 亮度提升 (如果可用)。
zh_hant: 啟用軟體 XDR 亮度提升 (如果可用)。

source: Enable software-based video adjustments
de: Software-basierte Video-Anpassungen aktivieren
es: Habilitar ajustes de video basados en software
fr: Activer les ajustements vidéo logiciels
hu: Szoftveres video képmódosítások engedélyezése
it: Abilita le regolazioni video basate su software
ja: ソフトウェアベースのビデオ調整を有効化
ko: 소프트웨어 기반 비디오 조정 활성화
nb: Aktiver programvarebaserte videoinnstillinger
nl: Schakel programmatische beeldaanpassingen in
pl: Włącz programowe korekty obrazu
pt_br: Habilitar ajustes de vídeo baseados em software
ro: Activează ajustările video bazate pe software
ru: Включить программную регулировку видео
sl: Omogoči prilagoditve videa na podlagi programske opreme
sv: Aktivera programvarubaserade videojusteringar
tr: Yazılım tabanlı video ayarlarını etkinleştirin
uk: Увімкнути програмне регулювання відео
vi: Kích hoạt điều chỉnh video dựa trên phần mềm
zh_hans: 启用基于软件的视频调整
zh_hant: 啟用基於軟體的影像調整

source: Enable synchronization for this display group
de: Synchronisierung für diese Displaygruppe aktivieren
es: Habilitar la sincronización para este grupo de pantallas
fr: Activer la synchronisation pour ce groupe d'écrans
hu: Szinkronizálás engedélyezése a kijelzőcsoporthoz
it: Abilita la sincronizzazione per questo gruppo di display
ja: このディスプレイグループの同期を有効化
ko: 이 디스플레이 그룹에 대해 동기화 활성화
nb: Aktiver synkronisering for denne skjermgruppen
nl: Schakel synchronisatie in van deze schermgroep
pl: Włącz synchronizację dla tej grupy wyświetlaczy
pt_br: Habilite a sincronização para este grupo de exibição
ro: Activați sincronizarea pentru acest grup de afișaje.
ru: Включить синхронизацию для этой группы дисплеев
sl: Omogoči sinhronizacijo za to skupino prikazov
sv: Aktivera synkronisering för den här skärmgruppen
tr: Bu ekran grubu için senkronizasyonu etkinleştir
uk: Увімкнути синхронізацію для цієї групи дисплеїв
vi: Bật đồng bộ hóa cho nhóm màn hình này
zh_hans: 启用该显示器组同步
zh_hant: 啟用該顯示器組同步

source: Enable this setting if your display supports color table adjustments but the app does not detect the capability. Some DisplayLink devices work better with this enabled.
pl: Włącz to ustawienie, jeśli Twój wyświetlacz obsługuje regulację tabeli kolorów, ale aplikacja nie wykrywa tej funkcji. Niektóre urządzenia DisplayLink działają lepiej z włączoną tą opcją.
ru: Включите этот параметр, если ваш дисплей поддерживает настройки цветовой таблицы, но приложение не обнаруживает эту возможность. Некоторые DisplayLink устройства работают лучше, если это включено.

source: Enable volume control
nl: Schakel volumebediening in
pl: Włącz sterowanie głośnością
ru: Включить управление громкостью

source: Enabled
de: Aktiviert
es: Habilitado
fr: Activé
hu: Engedélyezve
it: Abilitato
ja: 有効化
ko: 활성화됨
nb: Aktivert
nl: Ingeschakeld
pl: Aktywne
pt_br: Habilitado
ro: Activat
ru: Включено
sl: Omogočeno
sv: Aktiverad
tr: Etkin
uk: Увімкнено
vi: Đã kích hoạt
zh_hans: 已启用
zh_hant: 已啟用

source: Enabled (toggle only)
nl: Ingeschakeld (alleen schakelaar)
pl: Włączone (tylko przełącznik)
ru: Включено (только переключение)

source: Enables low-level resolution change for mirror targets. Allows Refresh Rate and Color Depth submenus as well.
de: Änderung der Auflösung auf niedriger Ebene für Ziele einer Synchronisierung aktivieren. Ermöglicht auch die Untermenüs "Wiederholrate" und "Farbtiefe".
es: Habilita el cambio de resolución de bajo nivel para los objetivos de duplicación. También permite los submenús de Tasa de refresco y Profundidad de color.
fr: Permet un changement de résolution de bas niveau pour les cibles de mise en miroir. Autorise également les changements de taux de rafraîchissement et de profondeur de couleur.
hu: Alacsonyszintű felbontás váltás támogatása tükrözési célpont esetén. Engedélyezi a Frissítési Ráta és Színmélység menüket is.
it: Abilita le modifiche a bassa risoluzione per gli obiettivi di duplicazione. Permette anche la velocità di aggiornamento e la profondità del colore.
ja: ミラーリングターゲットの低解像度への変更を有効化します。リフレッシュレートと色深度のサブメニューも有効化します。
ko: 미러링 대상에 대한 로우 레벨 해상도 변경을 활성화합니다. 주사율 및 색상 깊이 하위 메뉴도 허용합니다.
nb: Aktiverer lavnivå oppløsningendring for speilmål. Gjør også undermenyene Oppdateringsfrekvens og Fargedybde tilgjengelige.
nl: Schakelt resolutiewijzigingen in op laag niveau voor doelen van synchrone weergave. Maakt de submenu’s Verversingsfrequentie en Kleurdiepte ook mogelijk.
pl: Umożliwia niskopoziomową zmianę rozdzielczości dla docelowych klonów. Odblokowuje również podmenu Częstotliwość odświeżania oraz Głębia kolorów.
pt_br: Habilitar alteração de resolução de baixo nível para destinos de espelho. Também permite os submenus Taxa de atualização e Profundidade de cor.
ro: Activează schimbarea rezoluției la nivel înalt pentru țintele mirror. Permite și submeniurile pentru Rată de Reîmprospătare și Profunzimea Culorii.
ru: Позволяет изменять разрешение на низком уровне для зеркальных целей. Позволяет также использовать подменю "Частота обновления" и "Глубина цвета".
sl: Omogoča nizkostopenjsko spremembo ločljivosti za zrcalne cilje. Omogoča tudi podmenija Hitrost osveževanja in Globina barve.
sv: Möjliggör ändring av upplösning på låg nivå för spegelmål. Tillåter även undermenyerna Uppdateringsfrekvens och Färgdjup.
tr: Yansıtma hedefleri için düşük seviyeli çözünürlük değişikliğini etkinleştirir. Yenileme Hızı ve Renk Derinliği alt menülerine de izin verir.
uk: Вмикає зміну низькорівневої роздільної здатності для дзеркальних цілей. Дозволяє також підменю "Частота оновлення" та "Глибина кольору".
vi: Kích hoạt thay đổi độ phân giải cấp thấp cho mục tiêu phản chiếu. Cho phép các mục con của Tần Số Làm Mới và Độ Sau Màu nữa.
zh_hans: 启用镜像目标低级分辨率更改，也允许子菜单更改刷新率和色深。
zh_hant: 啟用鏡像目標低級解析度更改，也允許子選單更改更新率和色深。

source: Enables native XDR brightness upscaling and extended dimming for this display.
de: Native XDR-Helligkeitshochskalierung und erweitertes Dimmen für dieses Display aktivieren.
es: Habilita el escalado de brillo XDR nativo y la atenuación extendida para esta pantalla.
fr: Active la démultiplication de la luminosité XDR native et l'atténuation étendue de la luminosité pour cet écran.
hu: Engedélyezi a natív XDR fényerő-növelést és a kiterjesztett sötétítést ezen a kijelzőn.
it: Abilita l’upscaling della luminosità XDR nativo e l’attenuazione estesa per questo display.
ja: このディスプレイのネイティブXDR輝度アップスケーリングと拡張ディミングを有効化します。
ko: 이 디스플레이에 네이티브 XDR 밝기 업스케일링과 확장된 디밍을 허용합니다.
nb: Aktiverer native XDR-lysstyrkeoppskalering og utvidet dimming for denne skjermen.
nl: Schakelt ingebouwde opschaling in van XDR-helderheid en uitgebreid dimmen voor dit scherm.
pl: Włącza natywne skalowanie jasności XDR i rozszerzone przyciemnianie dla tego wyświetlacza.
pt_br: Permite aumento de brilho XDR nativo e escurecimento estendido para esta tela.
ro: Activează scalarea nativă a luminozității XDR și întunecarea extinsă pentru acest ecran.
ru: Включает собственное повышение яркости XDR и расширенное затемнение для этого дисплея.
sl: Omogoča izvorno povečanje svetlosti XDR in razširjeno zatemnitev za ta zaslon.
sv: Aktiverar inbyggd XDR-uppskalning av ljusstyrka och utökad dimning för den här skärmen.
tr: Bu ekran için yerel XDR parlaklık yükseltmeyi ve genişletilmiş karartmayı etkinleştirir.
uk: Забезпечує рідне масштабування яскравості XDR і розширене затемнення для цього дисплея.
vi: Kích hoạt tăng cường độ sáng XDR tự nhiên và làm tối mở rộng cho màn hình này.
zh_hans: 启用此显示器的原生 XDR 亮度提升和扩展调光功能。
zh_hant: 啟用此顯示器的原生 XDR 亮度提升和擴展調光功能。

source: Enables resolutions up to 16Kx16K (8Kx8K HiDPI) for virtual screens and flexible scaling. Using 8K+ virtual screens might cause stability issues. Flexible scaling needs to be reapplied. Maximum native resolutions have limitations depending on specific macOS version and GPU type.
de: Auflösungen bis zu 16Kx16K (8Kx8K HiDPI) für virtuelle Bildschirme und flexible Skalierungen aktivieren. Die Nutzung von virtuellen Bildschirmen mit 8K+ kann Stabilitätsprobleme verursachen. Flexible Skalierung muss neu angewendet werden. Die maximalen nativen Auflösungen werden durch spezifische macOS Versionen und den GPU-Typ limitiert.
es: Habilita resoluciones de hasta 16Kx16K (8Kx8K HiDPI) para pantallas virtuales y escalado flexible. El uso de pantallas virtuales de 8K o más puede causar problemas de estabilidad. El escalado flexible necesita ser reaplicado. Las resoluciones nativas máximas tienen limitaciones dependiendo de la versión específica de macOS y el tipo de GPU.
fr: Autorise des résolution pouvant aller jusqu'à 16Kx16K (8Kx8K HiDPI) pour les écrans virtuels et la mise à l'échelle flexible. Utiliser des écrans de plus de 8K peut provoquer des problèmes de stabilité. La mise à l'échelle flexible a besoin d'être ré-appliquée. Les résolutions natives maximales sont limitées en fonction de la version de macOS et du type de processeur graphique.
hu: Akár 16Kx16K (8Kx8K HiDPI) felbontást tesz lehetővé a virtuális képernyők és a rugalmas méretezés számára. A 8K+ virtuális képernyők használata stabilitási problémákat okozhat. A flexiblis skálázás beállítását újra el kell végezni. A maximális natív felbontásoknak az adott macOS-verziótól és a GPU-típustól függő korlátai vannak.
it: Abilita risoluzioni fino a 16Kx16K (8Kx8K HiDPI) per schermi virtuali e scala flessibili. L'utilizzo di schermi virtuali 8K+ potrebbe causare problemi di stabilità. Il ridimensionamento flessibile deve essere riapplicato. Le risoluzioni native massime hanno limitazioni a seconda della versione macOS specifica e del tipo GPU.
ja: 16K×16K（8K×8K HiDPI）までの解像度を、仮想スクリーンとネイティブのフレキシブルスケーリングで有効化します。8K以上の仮想スクリーンを使用すると、安定性に問題が生じることがあります。ネイティブのフレキシブルスケーリングを再適用する必要があります。最大ネイティブ解像度は、macOSバージョンとGPUタイプによる制限があります。
ko: 가상 화면과 유연한 스케일링을 위해 최대 16Kx16K(8Kx8K HiDPI) 해상도를 활성화합니다. 8K 이상의 가상 화면을 사용하면 안정성 문제가 발생할 수 있고 유연한 스케일링을 다시 적용해야 합니다. 최대 기본 해상도는 특정 macOS 버전과 GPU 유형에 따라 제한됩니다.
nb: Aktiverer oppløsninger opptil 16K×16K (8K×8K HiDPI) for virtuelle skjermer og fleksibel skalering. Bruk av virtuelle skjermer over 8K kan forårsake stabilitetsproblemer. Fleksibel skalering må brukes på nytt. Maksimale native oppløsninger har begrensninger avhengig av macOS-versjon og GPU-type.
nl: Schakelt resoluties in tot 16K×16K (8K×8K HiDPI) en flexibele schaling. Het gebruik van virtuele schermen van 8K en groter kan stabiliteitsproblemen geven. Flexibele schaling moet opnieuw worden toegepast. De ingebouwde maximumresoluties kennen beperkingen, afhankelijk van de specifieke macOS-versie en het soort GPU.
pl: Umożliwia rozdzielczości do 16K×16K (8K×8K HiDPI) dla wirtualnych ekranów i elastycznego skalowania. Korzystanie z wirtualnych ekranów 8K+ może powodować problemy ze stabilnością. Elastyczne skalowanie wymaga ponownego zastosowania. Maksymalne natywne rozdzielczości są ograniczone w zależności od wersji macOS i typu GPU.
pt_br: Habilitar resoluções de até 16Kx16K (8Kx8K HiDPI) para telas virtuais e dimensionamento suave nativo. Usar telas virtuais de 8K+ pode causar problemas de estabilidade. A escala suave nativa precisa ser reaplicada. As resoluções nativas máximas têm limitações dependendo da versão específica do macOS e do tipo de GPU.
ro: Activează rezoluții de până la 16Kx16K (8Kx8K HiDPI) pentru ecrane virtuale și scalare nativă uniformă. Utilizarea ecranelor virtuale de 8K+ poate cauza probleme de stabilitate. Scalarea nativă uniformă trebuie reaplicată. Rezoluțiile native maxime au limitări în funcție de versiunea specifică a macOS și tipul GPU-ului.
ru: Позволяет использовать разрешения до 16Kx16K (8Kx8K HiDPI) для виртуальных экранов и гибкого масштабирования. Использование виртуальных экранов с разрешением 8K+ может привести к проблемам со стабильностью. Гибкое масштабирование должно быть применено заново. Максимальное нативное разрешение имеет ограничения в зависимости от версии macOS и типа GPU.
sl: Omogoča ločljivosti do 16Kx16K (8Kx8K HiDPI) za virtualne zaslone in prilagodljivo skaliranje. Uporaba virtualnih zaslonov 8K+ lahko povzroči težave s stabilnostjo. Znova je treba uporabiti prilagodljivo skaliranje. Največje izvorne ločljivosti imajo omejitve glede na določeno različico macOS in vrsto GPE.
sv: Möjliggör upplösningar på upp till 16Kx16K (8Kx8K HiDPI) för virtuella skärmar och flexibel skalning. Användning av virtuella skärmar på 8K+ kan orsaka stabilitetsproblem. Flexibel skalning måste tillämpas på nytt. Maximala inbyggda upplösningar har begränsningar beroende på specifik macOS-version och GPU-typ.
tr: Sanal ekranlar ve esnek ölçeklendirme için 16Kx16K'ya (8Kx8K HiDPI) kadar çözünürlükleri etkinleştirir. 8K+ sanal ekranların kullanılması kararlılık sorunlarına neden olabilir. Esnek ölçeklendirmenin yeniden uygulanması gerekir. Maksimum yerel çözünürlükler, belirli macOS sürümüne ve GPU türüne bağlı olarak sınırlamalara sahiptir.
uk: Забезпечує роздільну здатність до 16Kx16K (8Kx8K HiDPI) для віртуальних екранів і власне плавне масштабування. Використання віртуальних екранів 8K+ може спричинити проблеми зі стабільністю. Рідне плавне масштабування потрібно повторно застосувати. Максимальна рідна роздільна здатність має обмеження залежно від конкретної версії macOS і типу GPU.
vi: Cho phép độ phân giải lên đến 16Kx16K (8Kx8K HiDPI) cho màn hình ảo và thu phóng linh hoạt. Sử dụng màn hình ảo 8K+ có thể gây ra vấn đề về ổn định. Thu phóng linh hoạt cần phải được áp dụng lại. Độ phân giải tối đa có các giới hạn phụ thuộc vào phiên bản cụ thể của macOS và loại GPU.
zh_hans: 虚拟屏幕及原生平滑缩放的分辨率将高达 16K x 16K (8K x 8K HiDPI) 。使用 8K 以上的虚拟屏幕可能导致稳定性问题，需要重新应用原生平滑缩放。最大原生分辨率受限于具体 macOS 版本和 GPU 类型。
zh_hant: 虛擬螢幕及原生平滑縮放的解析度將高達 16K x 16K (8K x 8K HiDPI) 。使用 8K 以上的虛擬螢幕可能導致穩定性問題，需要重新程式原生平滑縮放。最大原生解析度受限於具體 macOS 版本和 GPU 類型。
