Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Layout protection enforces a configured arrangement for group member displays relative to each other. The feature can be used to make sure the displays are arranged properly after changing display resolutions, connecting new displays that are not part of the display group or dealing with displays that are not properly handled by the built-in display layout management of the operating system.
de: Der Layoutschutz erzwingt eine konfigurierte Anordnung der Gruppenmitglieder-Displays im Verhältnis zueinander. Diese Funktion kann verwendet werden, um sicherzustellen, dass die Displays richtig angeordnet sind, nachdem die Displayauflösung geändert wurde, neue Displays angeschlossen wurden, die nicht Teil der Displaygruppe sind, oder um mit Displays umzugehen, die von der integrierten Display-Layout-Verwaltung des Betriebssystems nicht richtig behandelt werden.
es: La protección de diseño impone una disposición configurada para las pantallas miembro del grupo en relación entre sí. Esta función se puede utilizar para garantizar que las pantallas estén dispuestas correctamente después de cambiar las resoluciones de pantalla, conectar nuevas pantallas que no son parte del grupo de pantallas o manejar pantallas que no son gestionadas adecuadamente por la administración de diseño de pantalla integrada del sistema operativo.
fr: La protection de la disposition des écrans impose un positionnement des membres du groupe les uns par rapport aux autres. Cette fonctionnalité peut-être utilisée pour être certain que les écrans sont arrangés correctement après le changement de résolution, la connexion d'un nouvel écran ne faisant pas partie du groupe, ou pour gérer des écrans qui ne sont pas correctement pris en charge par la gestion intégrée de la disposition des affichages de macOS.
hu: A kijelző elrendezés védelme megőrzi a csoporttag kijelzők egymáshoz viszonyított elrendezését. Ezt a funkciót arra lehet használni, hogy a kijelzők elrendezése megfelelő maradjon felbontás változtatás után, olyan új kijelzők csatlakoztatásakor, amelyek nem részei a kijelzőcsoportnak, vagy olyan kijelzők kezelésénél, amelyeket az operációs rendszer beépített kijelző elrendezés kezelése nem megfelelően kezel.
it: La protezione del layout applica una disposizione configurata per i display membri del gruppo relativamente l’uno all’altro. Questa funzionalità può essere utilizzata per assicurarsi che i display siano disposti correttamente dopo aver modificato le risoluzioni dei display, collegato nuovi display che non fanno parte del gruppo di display o gestito display che non sono correttamente gestiti dalla gestione del layout del display integrata nel sistema operativo.
ja: レイアウト保護により、グループメンバーディスプレイの相対的な配置構成を強制します。ディスプレイ解像度を変更した後や、ディスプレイグループに属さないディスプレイを接続する場合、あるいはオペレーティングシステムの組み込みレイアウト管理機能では適切に処理されないディスプレイで、ディスプレイの配置を正しく取り扱いたい場合にこの機能を使用することができます。
ko: 레이아웃 보호 기능은 그룹 구성원 디스플레이 간의 설정된 배열을 강제 적용합니다. 이 기능은 디스플레이 해상도 변경 후, 디스플레이 그룹에 속하지 않은 새로운 디스플레이를 연결할 때, 또는 운영 체제의 기본 디스플레이 레이아웃 관리 기능이 제대로 작동하지 않는 디스플레이를 처리할 때 디스플레이가 올바르게 배열되도록 하는 데 사용할 수 있습니다.
nb: Layoutbeskyttelse håndhever en konfigurert plassering av gruppemedlemsskjermer i forhold til hverandre. Funksjonen kan brukes for å sikre at skjermene er riktig plassert etter endring av oppløsning, tilkobling av nye skjermer som ikke er en del av skjermgruppen, eller ved problemer med operativsystemets innebygde skjermoppsett.
nl: 'Bescherming indeling' dwingt een geconfigureerde volgorde af voor groepslidschermen relatief aan elkaar. Deze functie kan worden gebruikt om ervoor te zorgen dat de schermen in een goede volgorde staan nadat schermresoluties worden gewijzigd, bij het verbinden van nieuwe schermen die geen deel uitmaken van de schermgroep of bij het omgaan met schermen waar niet goed mee wordt omgegaan door het ingebouwde schermindelingsmechanisme van het besturingssysteem.
pl: Ochrona układu wymusza skonfigurowane rozmieszczenie wyświetlaczy będących członkami grupy względem siebie. Funkcja ta może być używana do upewnienia się, że wyświetlacze są odpowiednio rozmieszczone po zmianie rozdzielczości, połączeniu nowych wyświetlaczy niebędących częścią grupy lub w przypadku wyświetlaczy, które nie są prawidłowo obsługiwane przez wbudowane zarządzanie układem wyświetlaczy systemu operacyjnego.
pt_br: A proteção de layout impõe uma disposição configurada para exibições de membros do grupo em relação umas às outras. O recurso pode ser usado para garantir que as telas estejam organizadas corretamente após alterar resoluções de tela, conectar novas telas que não fazem parte do grupo de telas ou lidar com telas que não são tratadas adequadamente pelo gerenciamento de layout de tela integrado do sistema operacional. .
ro: Protecția aspectului impune o aranjare configurată pentru ecranele membre ale grupului în raport cu celelalte. Această funcție poate fi folosită pentru a vă asigura că ecranele sunt aranjate corect după schimbarea rezoluțiilor ecranului, conectarea de ecrane noi care nu fac parte din grupul de ecrane sau gestionarea ecranelor care nu sunt tratate corespunzător de gestionarea integrată a aspectului a sistemului de operare.
ru: Защита расположения обеспечивает заданное размещение дисплеев группы относительно друг друга. Функцию можно использовать, чтобы убедиться, что дисплеи расположены правильно после изменения разрешений, подключения новых дисплеев вне группы или если встроенное управление макетом дисплеев ОС работает некорректно.
sl: Zaščita postavitve uveljavlja konfigurirano razporeditev medsebojnih prikazov članov skupine. Funkcijo lahko uporabite za zagotovitev, da so zasloni pravilno razporejeni po spreminjanju ločljivosti zaslona, ​​povezovanju novih zaslonov, ki niso del skupine zaslonov, ali obravnavanju zaslonov, ki jih vgrajeno upravljanje postavitve zaslona operacijskega sistema ne obravnava pravilno.
sv: Layoutskydd upprätthåller ett konfigurerat arrangemang för gruppmedlemmarnas bildskärmar i förhållande till varandra. Funktionen kan användas för att se till att bildskärmarna är korrekt arrangerade efter att du har ändrat upplösning, anslutit nya bildskärmar som inte ingår i bildskärmsgruppen eller hanterat bildskärmar som inte hanteras korrekt av operativsystemets inbyggda bildskärmslayouthantering.
tr: Düzen koruması, grup üyesi ekranları için birbirine göre yapılandırılmış bir düzenlemeyi zorlar. Bu özellik, ekran çözünürlüklerini değiştirdikten sonra, ekran grubunun parçası olmayan yeni ekranları bağladıktan veya işletim sisteminin yerleşik ekran düzeni yönetimi tarafından düzgün şekilde işlenmeyen ekranlarla uğraştıktan sonra ekranların düzgün bir şekilde düzenlendiğinden emin olmak için kullanılabilir.
uk: Захист розташування забезпечує налаштоване розміщення дисплеїв-членів групи відносно один одного. Цю функцію можна використовувати для впевненості, що дисплеї правильно розташовані після зміни роздільної здатності, підключення нових дисплеїв, які не входять до групи, або у випадку, якщо вбудоване керування макетом дисплеїв операційної системи працює некоректно.
vi: Bảo vệ bố cục áp dụng một sắp xếp đã được cấu hình cho các màn hình trong nhóm so với nhau. Tính năng này có thể được sử dụng để đảm bảo các màn hình được sắp xếp đúng cách sau khi thay đổi độ phân giải màn hình, kết nối các màn hình mới không thuộc nhóm màn hình hoặc xử lý các màn hình không được quản lý đúng cách bởi trình quản lý bố cục màn hình tích hợp của hệ điều hành.
zh_hans: 布局保护会强制执行组成员显示器之间的配置排列。此功能可用于确保在更改显示器分辨率、连接不属于显示组的新显示器或处理操作系统内置显示布局管理无法正确处理的显示器后，显示器排列正确。
zh_hant: 佈局保護功能會強制執行群組成員顯示器之間的排列設定。此功能可用於確保在更改顯示器解析度、連接不屬於顯示組的新顯示器或處理作業系統內建顯示佈局管理無法正確處理的顯示器後，依然能維持顯示器排列正確。

source: Leave mute key under OS control
de: Stummschaltungstaste unter der Kontrolle des Betriebssystems belassen
es: Deje la tecla de silencio bajo el control de macOS
fr: Laisser à l'OS la gestion de la touche de coupure du son
hu: Némítás billentyű operációs rendszer vezérlés alatt hagyása
it: Lascia il tasto silenziato sotto il controllo del sistema operativo
ja: ミュートキーをOSの制御下に残す
ko: OS가 음소거 버튼을 제어하도록 하기
nb: La dempetast være under OS-kontroll
nl: Laat demptoets onder beheer besturingssysteem
pl: Pozostaw klawisz wyciszenia pod kontrolą systemu operacyjnego
pt_br: Deixe a tecla mudo sob controle do sistema operacional
ro: Lăsați tasta de silențiere sub controlul OS
ru: Оставить клавишу отключения звука под управлением ОС
sl: Pusti tipko za izklop zvoka pod nadzorom OS
sv: Lämna mute-knappen under OS-kontroll
tr: Sessize alma tuşunu işletim sistemi denetimi altında bırakın
uk: Залишити клавішу вимкнення звуку під контролем ОС
vi: Để phím tắt tiếng dưới sự kiểm soát của hệ điều hành
zh_hans: 由操作系统控制静音键
zh_hant: 由操作系統控制靜音鍵

source: Left
de: Links
es: Izquierda
fr: Gauche
hu: Bal
it: Sinistra
ja: 左
ko: 왼쪽
nb: Venstre
nl: Links
pl: Lewo
pt_br: Esquerda
ro: Stânga
ru: Слева
sl: Levo
sv: Vänster
tr: Sol
uk: Ліворуч
vi: Trái
zh_hans: 左边
zh_hant: 左邊

source: Left of %@
de: Links von %@
es: A la izquierda de %@
fr: À gauche de %@
hu: %@ mellett balra
it: A sinistra di %@
ja: %@の左
ko: %@의 왼쪽
nb: Til venstre for %@
nl: Links van %@
pl: Na lewo od %@
pt_br: Esquerda de %@
ro: La stânga de %@
ru: Слева от %@
sl: Levo od %@
sv: Vänster om %@
tr: %@ ‘ın solunda
uk: Ліворуч від %@
vi: Bên trái của %@
zh_hans: 在 %@ 的左边
zh_hant: 在 %@ 的左邊

source: Left or right display of the tri-screen setup is missing.
nl: Linker- of rechterscherm van de drieschermenopstelling ontbreekt.
pl: Brakuje lewego lub prawego wyświetlacza w konfiguracji z trzema ekranami.
ru: Левый или правый дисплей в триэкранной конфигурации отсутствует.

source: Left → Bottom
de: Links → Unten
es: A la izquierda → Abajo
fr: Gauche → bas
hu: Balra → Alul
it: A sinistra → In basso
ja: 左 → 下
ko: 왼쪽 → 하단
nb: Venstre → Nederst
nl: Links → onder
pl: Lewo → Dół
pt_br: À esquerda → Embaixo
ro: Stânga → Jos
ru: Слева → Вниз
sl: Levo → Spodaj
sv: Vänster → Nederkant
tr: Sol → Alt
uk: Ліворуч → Вниз
zh_hans: 左侧 → 下方
zh_hant: 左側 → 下方

source: Left → Center
de: Links → Zentrum
es: A la izquierda → En el centro
fr: Gauche → centre
hu: Balra → Középen
it: A sinistra → Al centro
ja: 左 → 中央
ko: 왼쪽 → 중앙
nb: Venstre → Sentrert
nl: Links → midden
pl: Lewo → Środek
pt_br: À esquerda → No centro
ro: Stânga → Centru
ru: Слева → Центр
sl: Levo → Sredina
sv: Vänster → Mitten
tr: Sol → Merkez
uk: Ліворуч → Центр
zh_hans: 左侧 → 中间
zh_hant: 左側 → 中間

source: Left → Top
de: Links → Oben
es: A la izquierda → Arriba
fr: Gauche → haut
hu: Balra → Felül
it: A sinistra → In alto
ja: 左 → 上
ko: 왼쪽 → 상단
nb: Venstre → Øverst
nl: Links → boven
pl: Lewo → Góra
pt_br: À esquerda → Em cima
ro: Stânga → Sus
ru: Слева → Вверх
sl: Levo → Zgoraj
sv: Vänster → Överkant
tr: Sol → Üst
uk: Ліворуч → Вгору
zh_hans: 左侧 → 上方
zh_hant: 左側 → 上方

source: Length only
de: Nur Länge
es: Sólo longitud
fr: Longueur seulement
hu: Csak hossz megjelenítése
it: Solo lunghezza
ja: 長さのみ
ko: 길이만
nb: Kun lengde
nl: Alleen lengte
pl: Tylko długość
pt_br: Somente comprimento
ro: Numai Lungime
ru: Только длина
sl: Samo dolžina
sv: Endast längd
tr: Yalnızca uzunluk
uk: Тільки довжина
vi: Chỉ chiều dài
zh_hans: 仅长度
zh_hant: 僅長度

source: Let UI size be matched among members of the display group when the resolution of a watched group member display changes. This feature works best on displays with flexible scaling enabled.
de: Die Größe der Benutzeroberfläche zwischen den Mitgliedern der Displaygruppe angeglichen werden lassen, wenn sich die Auflösung eines überwachten Displays der Gruppe ändert. Diese Funktion funktioniert am besten auf Displays mit aktivierter flexibler Skalierung.
es: Permitir que el tamaño de la interfaz de usuario se coincida entre los miembros del grupo de pantallas cuando la resolución de una pantalla miembro monitoreada cambia. Esta función funciona mejor en pantallas con escalado flexible habilitado.
fr: Permet de faire correspondre la taille de l'interface utilisateur entre les membres du groupe d'affichage lorsque la résolution de l'écran d'un membre du groupe observé change. Cette fonctionnalité est optimale sur les écrans dont la mise à l'échelle flexible est activée.
hu: Lehetővé teszi, hogy az felhasználói felület méretezésének egyeztetését a megjelenítési csoport tagjai között, amikor a figyelt csoporttagok képernyőfelbontása megváltozik. Ez a funkció a rugalmas skálázással rendelkező kijelzőkön működik a legjobban.
it: Consenti la corrispondenza della dimensione dell’interfaccia utente tra i membri del gruppo di display quando la risoluzione di un display monitorato cambia. Questa funzione funziona al meglio su display con scala flessibile abilitata.
ja: 監視対象のグループメンバーディスプレイの解像度が変更された場合に、ディスプレイグループのメンバー間でUIサイズを一致させます。この機能は、フレキシブルスケーリングを有効化しているディスプレイで、もっともよく機能します。
ko: 디스플레이 그룹의 구성원 중 하나의 해상도가 변경될 때 UI 크기가 그룹 내의 다른 구성원들과 일치하도록 조정됩니다. 이 기능은 유연한 스케일링이 활성화된 디스플레이에서 가장 잘 작동합니다.
nb: La brukergrensesnittets størrelse matche mellom medlemmer av skjermgruppen når oppløsningen til en overvåket skjerm endres. Denne funksjonen fungerer best på skjermer med fleksibel skalering aktivert.
nl: Laat de UI-grootte overeenkomen onder leden van de schermgroep als de resolutie wijzigt van een bewaakt groepslidscherm. Deze functie werkt het beste op schermen die flexibele schaling ingeschakeld hebben.
pl: Dopasuj rozmiar interfejsu użytkownika wśród członków grupy wyświetlaczy, gdy zmienia się rozdzielczość obserwowanego wyświetlacza należącego do grupy. Ta funkcja działa najlepiej na wyświetlaczach z włączonym elastycznym skalowaniem.
pt_br: Permitir que o tamanho da UI seja correspondido entre os membros do grupo de exibição quando a resolução da exibição de um membro do grupo monitorado for alterada. Este recurso funciona melhor em monitores com dimensionamento flexível ativado.
ro: Permiteți dimensiunii UI să fie potrivită între membrii grupului de ecrane atunci când rezoluția unui ecran membru monitorizat se schimbă. Această funcție funcționează cel mai bine pe ecranele cu scalare flexibilă activată.
ru: Разрешить согласование размера интерфейса между членами группы дисплеев при изменении разрешения наблюдаемого дисплея. Эта функция лучше всего работает на дисплеях с включенным гибким масштабированием.
sl: Naj se velikost uporabniškega vmesnika ujema med člani skupine zaslona, ​​ko se spremeni ločljivost zaslona člana skupine, ki si jo ogledate. Ta funkcija najbolje deluje na zaslonih z omogočeno prilagodljivo skaliranjem.
sv: Låt storleken på användargränssnittet matchas mellan medlemmarna i skärmgruppen när upplösningen på en bevakad gruppmedlems skärm ändras. Den här funktionen fungerar bäst på skärmar med flexibel skalning aktiverad.
tr: İzlenen bir grup üyesinin ekran çözünürlüğü değiştiğinde, UI boyutunun ekran grubunun üyeleri arasında eşleşmesine izin verin. Bu özellik, esnek ölçeklendirmenin etkinleştirildiği ekranlarda en iyi şekilde çalışır.
uk: Дозволити відповідність розміру інтерфейсу між членами групи дисплеїв при зміні роздільної здатності спостережуваного дисплея. Ця функція найкраще працює на дисплеях з гнучким масштабуванням.
vi: Để kích thước UI được đồng bộ giữa các thành viên trong nhóm màn hình khi độ phân giải của một màn hình thành viên nhóm thay đổi. Tính năng này hoạt động tốt nhất trên các màn hình có bật tính năng thay đổi tỷ lệ linh hoạt.
zh_hans: 当被监视的组成员显示器的分辨率发生变化时，让显示组成员之间的 UI 大小匹配。此功能在启用了灵活缩放的显示器上效果最佳。
zh_hant: 當被監視的群組成員顯示器的解析度發生變化時，讓顯示群組成員之間的 UI 大小匹配。此功能在啟用了靈活縮放的顯示器上效果最佳。

source: Let the Tools menu behave like the display menus.
de: Das Werkzeuge-Menü sich wie die Display-Menüs verhalten lassen.
es: Deje que el menú Herramientas funcione como los menús de visualización.
fr: Au lieu de se fermer, le menu Utilitaires va se développer/réduire comme les menus des écrans.
hu: Az Eszközök menü viselkedjen úgy, mint a kijelző menük.
it: Lasciate che il menu Strumenti si comporti come i menu di visualizzazione.
ja: ツールメニューをディスプレイメニューのように動作させます。
ko: 도구 메뉴가 디스플레이 메뉴처럼 작동하도록 합니다.
nb: La Verktøy-menyen oppføre seg som skjermmenyene.
nl: Laat het menu Gereedschap zich gedragen zoals de schermmenu's.
pl: Pozwól menu Narzędzia zachowywać się tak, jak menu wyświetlacza.
pt_br: Deixe o menu Ferramentas se comportar como os menus de exibição.
ro: Permiteți meniului Instrumente să se comporte ca meniurile de ecran.
ru: Разрешить меню "Инструменты" работать как меню дисплея.
sl: Naj se meni Orodja obnaša kot prikazni meniji.
sv: Låt menyn Verktyg bete sig som skärmmenyerna.
tr: Araçlar menüsünün ekran menüleri gibi davranmasına izin verin.
uk: Дозвольте меню "Інструменти" працювати так само, як меню відображення.
vi: Cho phép menu Công cụ hoạt động tương tự như các menu của màn hình.
zh_hans: 使 工具 菜单行为像显示器菜单一样。
zh_hant: 使 工具 選單行為像顯示器選單一樣。

source: Let the app control screen brightness using Apple's display control service.
de: Die App die Helligkeit des Bildschirms über Apples Display-Steuerungsdienst steuern lassen.
es: Deje que la aplicación controle el brillo de la pantalla utilizando el servicio de control de pantalla de Apple.
fr: Laisse l'application contrôler la luminosité d'écran en utilisant les services de contrôle d'affichage Apple.
hu: Az alkalmazás az Apple kijelzővezérlő szolgáltatásának segítségével szabályozza a képernyő fényerejét.
it: Consenti all'applicazione di controllare la luminosità dello schermo utilizzando il servizio di controllo dello schermo di Apple.
ja: Appleのディスプレイ制御サービスを使って、アプリはスクリーンの輝度を制御します。
ko: Apple의 디스플레이 제어 서비스를 사용하여 애플리케이션에서 화면 밝기를 제어할 수 있습니다.
nb: La appen kontrollere skjermens lysstyrke via Apples tjeneste for skjermkontroll.
nl: Laat de app de schermhelderheid bedienen van Apples voorziening voor schermbediening.
pl: Pozwól aplikacji kontrolować jasność ekranu za pomocą usługi Apple do sterowania wyświetlaczami.
pt_br: Deixar o aplicativo controlar o brilho da tela usando o serviço de controle de moniitor da Apple.
ro: Permiteți aplicației să controleze luminozitatea ecranului folosind serviciul de control al ecranului Apple.
ru: Разрешить приложению управлять яркостью экрана через службу управления дисплеем Apple.
sl: Naj aplikacija nadzoruje svetlost zaslona z Applovo storitvijo za nadzor zaslona.
sv: Låt appen styra skärmens ljusstyrka med hjälp av Apples skärmkontrolltjänst.
tr: Apple'ın ekran kontrol hizmetini kullanarak uygulamanın ekran parlaklığını kontrol etmesine izin verin.
uk: Дозвольте програмі керувати яскравістю екрану за допомогою служби керування дисплеєм Apple.
vi: Cho phép ứng dụng kiểm soát độ sáng màn hình bằng cách sử dụng dịch vụ điều khiển màn hình của Apple.
zh_hans: 让应用程序使用 Apple 的显示器控制服务控制屏幕亮度。
zh_hant: 讓應用程式使用 Apple 的顯示器控制服務控制螢幕亮度。

source: Let the app handle native audio (volume, mute) keys on your Apple keyboard. This lets you control the volume of external displays with your Apple keyboard.
de: Die App native Audiotasten (Lautstärke, Stummschaltung) auf deiner Apple Tastatur verwalten lassen. So kannst du die Lautstärke von externen Displays mit deiner Apple Tastatur steuern.
es: Deje que la aplicación maneje las teclas de audio nativas (volumen, silencio) en su teclado Apple. Esto le permite controlar el volumen de pantallas externas con su teclado Apple.
fr: Laisse l'application gérer les touches audio natives (volume, coupure du son) de votre clavier Apple. Cela vous permet de contrôler le volume des écrans externes avec votre clavier Apple.
hu: Az alkalmazás kezelje az Apple billentyűzet natív hangerőbillentyűit (hangerő, némítás). Ez lehetővé teszi, hogy a külső kijelzők hangerejét az Apple-billentyűzettel szabályozhatja.
it: Lascia che l'app gestisca i tasti audio nativi (volume, muto) sulla tua tastiera Apple. Questo consente di controllare il volume di display esterni con la tastiera Apple.
ja: Appleキーボードのネイティブオーディオ（音量、ミュート）キーをアプリで処理します。これにより、Appleキーボードで外付けディスプレイの音量を制御できます。
ko: 앱이 Apple 키보드의 기본 오디오(볼륨, 음소거) 키를 처리하도록 합니다. 이렇게 하면 Apple 키보드로 외부 디스플레이의 볼륨을 제어할 수 있습니다.
nb: La appen håndtere de innebygde lydtastene (volum, demp) på Apple-tastaturet ditt. Dette lar deg kontrollere volumet på eksterne skjermer med Apple-tastaturet.
nl: Laat de app de ingebouwde geluidstoetsen (volume, dempen) op je Apple-toetsenbord verwerken. Hiermee krijg je met je Apple-toetsenbord controle over de volume van externe schermen.
pl: Pozwól aplikacji obsługiwać natywne klawisze audio (głośność, wyciszenie) na klawiaturze Apple. Pozwala to kontrolować głośność zewnętrznych wyświetlaczy za pomocą klawiatury Apple.
pt_br: Deixe o aplicativo controlar as teclas de áudio nativas (volume, mudo) do teclado Apple. Isso permite controlar o volume de monitores externos com o teclado Apple.
ro: Permiteți aplicației să gestioneze tastele native de sunet (volum, silențiere) de pe tastatura Apple. Acest lucru vă permite să controlați volumul ecranelor externe cu tastatura Apple.
ru: Разрешить приложению обрабатывать стандартные аудиоклавиши (громкость, отключение звука) на клавиатуре Apple. Это позволяет управлять громкостью внешних дисплеев с клавиатуры Apple.
sl: Pustite, da aplikacija upravlja z izvornimi tipkami za zvok (glasnost, izklop zvoka) na tipkovnici Apple. To vam omogoča nadzor glasnosti zunanjih zaslonov s tipkovnico Apple.
sv: Låt appen hantera inbyggda ljudknappar (volym, ljud av) på ditt Apple-tangentbord. Detta gör att du kan styra volymen på externa skärmar med ditt Apple-tangentbord.
tr: Uygulamanın Apple klavyenizdeki yerel ses (ses seviyesi, sessiz) tuşlarını işlemesine izin verin. Bu, Apple klavyenizle harici ekranların ses düzeyini kontrol etmenizi sağlar.
uk: Дозвольте додатку обробляти власні клавіші звуку (гучність, вимкнення звуку) на клавіатурі Apple. Це дозволяє керувати гучністю зовнішніх дисплеїв за допомогою клавіатури Apple.
vi: Cho phép ứng dụng xử lý các phím âm thanh tự nhiên (âm lượng, tắt tiếng) trên bàn phím Apple của bạn. Điều này cho phép bạn điều chỉnh âm lượng của các màn hình rời bằng bàn phím Apple.
zh_hans: 允许应用程序处理 Apple 键盘上的原生音频（音量、静音）键，可用 Apple 键盘控制外部显示器的音量。
zh_hant: 允許應用程式處理 Apple 鍵盤上的原生音量功能鍵（音量、靜音），可用 Apple 鍵盤控制外部顯示器的音量。
