Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: This setting applies to screens/displays that are scalable (virtual screens, real displays with flexible scaling enabled). Default resolution is 100%.
de: Diese Einstellung wird auf Bildschirme / Displays angewendet, die skalierbar sind (virtuelle Bildschirme, reale Displays bei denen flexible Skalierung eingeschaltet ist). Die Standardauflösung ist 100%.
es: Esta configuración se aplica a pantallas/visualizaciones que son escalables (pantallas virtuales, pantallas reales con escalado fluido nativo habilitado). La resolución predeterminada es 100%.
fr: Ce paramètre s'applique aux écrans qui peuvent être mis à l'échelle (écrans virtuels, vrais écrans avec la mise à l'échelle flexible activée). La résolution par défaut est 100%.
hu: Ez a beállítás a skálázható képernyőkre/kijelzőkre vonatkozik (virtuális képernyők, valós kijelzők, amelyeken engedélyezve van a rugalmas skálázás). Az alapértelmezett felbontás 100%.
it: Questa impostazione si applica a schermi/display scalabili (schermi virtuali, display reali con scala flessibile abilitata). La risoluzione predefinita è al 100%.
ja: この設定は、スケーラブルなスクリーン/ディスプレイ（仮想スクリーン、フレキシブルスケーリングを有効化した実ディスプレイ）に適用されます。デフォルト解像度は100%です。
ko: 이 설정은 스케일링이 가능한 화면/디스플레이(가상 화면, 기본 유연한 스케일링이 활성화된 실제 디스플레이)에 적용됩니다. 기본 해상도는 100%입니다.
nb: Denne innstillingen gjelder for skalerbare skjermer (virtuelle skjermer, ekte skjermer med fleksibel skalering aktivert). Standardoppløsningen er 100%.
nl: Deze instelling geldt voor schermen/weergaven die schaalbaar zijn (virtuele schermen, echte schermen met flexibele schaling ingeschakeld). Standaardresolutie is 100%.
pl: To ustawienie dotyczy ekranów i wyświetlaczy, które są skalowalne (wirtualne ekrany, rzeczywiste wyświetlacze z włączonym elastycznym skalowaniem). Domyślna rozdzielczość to 100%.
pt_br: Essa configuração se aplica a monitores escaláveis (telas virtuais, exibições reais com escalabilidade suave nativa habilitada). A resolução padrão é 100%.
ro: Această setare se aplică ecranelor care sunt scalabile (ecrane virtuale, ecrane reale cu scalare nativă netedă activată). Rezoluția implicită este de 100%.
ru: Этот параметр применяется к экранам/дисплеям с возможностью масштабирования (виртуальные экраны, реальные дисплеи с включенной функцией гибкого масштабирования). Разрешение по умолчанию - 100 %.
sl: Ta nastavitev velja za zaslone/zaslone, ki jih je mogoče prilagoditi (virtualni zasloni, resnični zasloni z omogočenim prilagodljivim spreminjanjem velikosti). Privzeta ločljivost je 100 %.
sv: Denna inställning gäller för skärmar/displayer som är skalbara (virtuella skärmar, verkliga skärmar med flexibel skalning aktiverad). Standardupplösningen är 100%.
tr: Bu ayar ölçeklenebilir ekranlar/ekranlar için geçerlidir (sanal ekranlar, esnek ölçekleme etkinleştirilmiş gerçek ekranlar). Varsayılan çözünürlük %100'dür.
uk: Цей параметр застосовується до екранів/дисплеїв, які можна масштабувати (віртуальні екрани, реальні дисплеї з увімкненим власним плавним масштабуванням). Роздільна здатність за замовчуванням становить 100%.
vi: Cài đặt này áp dụng cho các màn hình có khả năng thu phóng (màn hình ảo, màn hình thực với thu phóng linh hoạt được bật). Độ phân giải mặc định là 100%.
zh_hans: 此设置适用于可缩放屏幕/显示器（虚拟屏幕或启用原生平滑缩放功能的真实显示器）。默认分辨率为 100%。
zh_hant: 此設定適用於可縮放螢幕/顯示器（虛擬螢幕或啟用原生平滑縮放功能的真實顯示器）。預設解析度為 100%。

source: This should match the physical resolution of the display panel (actual number of pixels vertically and horizontally).
de: Dies sollte mit der physischen Auflösung des Display-Panels übereinstimmen (tatsächliche Anzahl der Pixel in vertikaler und horizontaler Richtung).
es: Esto debe coincidir con la resolución física del panel de visualización (número real de píxeles vertical y horizontalmente).
fr: Elle devrait correspondre à la résolution physique de l'écran (nombre réel de pixels verticaux et horizontaux).
hu: Ennek meg kell egyeznie a kijelzőpanel fizikai felbontásával (a pixelek tényleges száma függőlegesen és vízszintesen).
it: Ciò dovrebbe corrispondere alla risoluzione fisica del pannello dello schermo (numero effettivo di pixel verticalmente e orizzontalmente).
ja: ディスプレイパネルの物理解像度（縦横の実際のピクセル数）と一致している必要があります。
ko: 이 값은 디스플레이 패널의 물리적 해상도(실제 가로 및 세로 픽셀 수)와 일치해야 합니다.
nb: Dette bør samsvare med den fysiske oppløsningen til skjermpanelet (det faktiske antallet piksler vertikalt og horisontalt).
nl: Dit moet overeenkomen met de fysieke resolutie van het schermpaneel (werkelijke aantal pixels verticaal en horizontaal).
pl: Powinna ona odpowiadać fizycznej rozdzielczości panelu wyświetlacza (rzeczywistej liczbie pikseli w pionie i poziomie).
pt_br: Isso deve corresponder à resolução física do painel da tela (número real de pixels vertical e horizontalmente).
ro: Aceasta ar trebui să se potrivească cu rezoluția fizică a panoului de ecran (numărul real de pixeli pe verticală și pe orizontală)
ru: Это должно соответствовать физическому разрешению панели дисплея (фактическое количество пикселей по вертикали и горизонтали).
sl: To se mora ujemati s fizično ločljivostjo zaslona (dejansko število slikovnih pik navpično in vodoravno).
sv: Detta ska stämma överens med den fysiska upplösningen på bildskärmen (faktiskt antal pixlar vertikalt och horisontellt).
tr: Bu çözünürlük, monitör panelinin fiziksel çözünürlüğüyle eşleşmelidir (dikey ve yatay olarak gerçek piksel sayısı).
uk: Це має відповідати фізичній роздільній здатності панелі дисплея (фактична кількість пікселів по вертикалі та горизонталі).
vi: Điều này nên phù hợp với độ phân giải vật lý của tấm nền (số lượng thực tế các pixel theo chiều dọc và ngang).
zh_hans: 应与显示面板的物理分辨率（垂直和水平方向的实际像素数）匹配。
zh_hant: 應與顯示面板的物理解析度（垂直和水平方向的實際像素數）匹配。

source: This should remove displays from the display layout and make them enter standby mode on compatible systems. Some displays are not compatible with this feature and may not turn off or remain turned off. If you can't turn the display back on using the app, try reconnecting the display manually (or in case of the MacBook display, close and open the lid).
de: Auf kompatiblen Systemen sollten hierdurch Displays aus dem Display-Layout entfernt und in den Wartezustand versetzt werden. Einige Displays sind mit dieser Funktion nicht kompatibel und lassen sich möglicherweise nicht ausschalten oder bleiben ausgeschaltet. Wenn du das Display mit der App nicht wieder einschalten kannst, versuche, das Display manuell erneut zu verbinden (oder im Falle des MacBook-Displays, schließe und öffne den Deckel).
es: Esto debería eliminar las pantallas del diseño de pantalla y hacer que los sistemas compatibles entren en modo de espera. Algunas pantallas no son compatibles con esta función y es posible que no se apaguen o permanezcan apagadas. Si no puede volver a encender la pantalla usando la aplicación, intente volver a conectarla manualmente (o en el caso de la pantalla del MacBook, cierre y abra la tapa).
fr: Cela devrait supprimer les écrans de la disposition d'écrans et les faire entrer en mode veille sur les systèmes compatibles. Certains écrans ne sont pas compatibles avec cette fonctionnalité et pourraient ne pas s'éteindre ou rester éteints. Si vous ne pouvez pas rallumer l'écran avec l'application, essayez de le reconnecter manuellement (dans le cas d'un écran de MacBook, rabattez puis ouvrez l’écran).
hu: Ezzel a funkcióval a kijelzőket el lehet távolítani a kijelző elrendezésből, azokat készenléti állapotba helyezve ennek során ezzel kompatibilis rendszerek esetén. Egyes kijelzők nem kompatibilisek ezzel a funkcióval, és előfordulhat, hogy nem kerülnek leválasztásra vagy nem maradnak leválasztva (készenléti állapotba helyezve). Ha az alkalmazással nem tudja visszacsatolni a kijelzőt, próbálja meg manuálisan bekapcsolni ill. újracsatlakoztatni a kijelzőt (vagy a MacBook kijelző esetében csukja be és nyissa ki a fedelet).
it: Questo dovrebbe rimuovere i display dal layout del display e renderli in modalità standby sui sistemi compatibili. Alcuni display non sono compatibili con questa funzione e potrebbero non spegnere o rimanere spenti. Se non riesci a riattivare il display utilizzando l'app, provare a ricollegare il display manualmente (o in caso di visualizzazione MacBook, chiudere e aprire il coperchio).
ja: ディスプレイ配置からディスプレイが削除され、互換性のあるシステムがスタンバイモードになるはずです。 一部のディスプレイはこの機能に対応していないため、電源がオフにならなかったり、オフのままになることがあります。 アプリからディスプレイをオンに戻せない場合は、ディスプレイを手動で再接続してみてください（MacBookのディスプレイの場合は、ディスプレイを一度閉じてから開けてください）。
ko: 이렇게 하면 디스플레이 레이아웃에서 디스플레이가 제거되고 호환되는 시스템이 대기 모드로 전환됩니다. 일부 디스플레이는 이 기능과 호환되지 않아 디스플레이가 꺼지지 않거나 꺼진 상태로 유지될 수 있습니다. 앱을 사용하여 디스플레이를 다시 켤 수 없는 경우 디스플레이를 수동으로 다시 연결해 보세요(또는 MacBook 디스플레이의 경우 덮개를 닫았다가 다시 열어 보세요).
nb: Dette bør fjerne skjermer fra skjermoppsettet og sette dem i standby-modus på kompatible systemer. Noen skjermer er ikke kompatible med denne funksjonen og kan ikke slås av eller forbli avslått. Hvis du ikke får slått skjermen på igjen med appen, prøv å koble skjermen til igjen manuelt (eller, i tilfelle MacBook-skjermen, lukk og åpne lokket).
nl: Hiermee worden schermen uit de schermindeling verwijderd en worden ze in standby-modus ingesteld op compatibele systemen. Bepaalde schermen zijn niet compatibel met deze functie en kunnen niet uitgeschakeld worden of blijven uitgeschakeld. Als je het scherm niet opnieuw kunt inschakelen met de app, probeer dan het scherm handmatig opnieuw te verbinden (of in het geval van een MacBook-scherm: sluit en open de klep).
pl: To powinno usunąć wyświetlacze z układu wyświetlaczy i wprowadzić je w tryb gotowości w kompatybilnych systemach. Niektóre wyświetlacze nie są kompatybilne z tą funkcją i mogą się nie wyłączyć lub nie pozostać wyłączone. Jeśli nie możesz ponownie włączyć wyświetlacza za pomocą aplikacji, spróbuj połączyć wyświetlacz ponownie ręcznie (lub w przypadku wyświetlacza MacBooka, zamknij i otwórz pokrywę).
pt_br: Isso deve remover os monitores do layout de exibição e fazer com que os sistemas compatíveis entrem no modo de espera. Alguns monitores não são compatíveis com esse recurso e podem não desligar ou permanecer desligados. Se você não conseguir ligar a tela novamente usando o aplicativo, tente reconectar a tela manualmente (ou no caso da tela do MacBook, feche e abra a tampa).
ro: Acesta ar trebui să elimine ecranele virtuale din configurația ecranului fizic și să facă ca sistemele compatibile să intre în modul standby.\n\nUnele ecrane nu sunt compatibile cu această funcție și s-ar putea să nu se oprească sau să rămână oprite.\n\nDacă nu puteți reporni ecranul folosind aplicația, încercați să reconectați ecranul manual (sau în cazul ecranului integrat în MacBook, închideți și deschideți clapeta).
ru: Это должно удалить дисплей из схемы и заставить их войти в режим ожидания на совместимых системах. Некоторые дисплеи не совместимы с этой функцией и могут не выключаться или оставаться выключенными. Если вы не можете включить экран с помощью приложения, попробуйте заново подключить экран вручную (или в случае дисплея MacBook, закрыть и открыть крышку).
sl: To bi moralo odstraniti zaslone iz postavitve zaslona in preklopiti v stanje pripravljenosti v združljivih sistemih. Nekateri zasloni niso združljivi s to funkcijo in se morda ne izklopijo ali ostanejo izklopljeni. Če z aplikacijo ne morete znova vklopiti zaslona, ​​ga poskusite znova povezati ročno (ali v primeru zaslona MacBook zaprite in odprite pokrov).
sv: Detta bör ta bort skärmar från skärmlayouten och få dem att gå in i standby-läge på kompatibla system. Vissa bildskärmar är inte kompatibla med den här funktionen och kanske inte stängs av eller förblir avstängda. Om du inte kan slå på skärmen igen med appen kan du försöka återansluta skärmen manuellt (eller stänga och öppna locket om det gäller MacBook-skärmen).
tr: Bu özellik, ekranları ekran düzeninden kaldırmalı ve uyumlu sistemlerde bekleme moduna girmelerini sağlamalıdır. Bazı ekranlar bu özellikle uyumlu değildir ve kapanmayabilir veya kapalı kalabilir. Uygulamayı kullanarak ekranı tekrar açamazsanız, ekranı manuel olarak yeniden bağlamayı deneyin (veya MacBook ekranı olması durumunda kapağı kapatıp açın).
uk: Це має видалити дисплеї з компонування дисплея та перевести сумісні системи в режим очікування. Деякі дисплеї несумісні з цією функцією та можуть не вимикатися або залишатися вимкненими. Якщо ви не можете знову ввімкнути дисплей за допомогою програми, спробуйте повторно підключити дисплей вручну (або у випадку з дисплеєм MacBook закрийте та відкрийте кришку).
vi: Điều này sẽ loại bỏ các màn hình khỏi bố cục màn hình và khiến chúng vào chế độ chờ trên các hệ thống tương thích. Một số màn hình không tương thích với tính năng này và có thể không tắt hoặc vẫn ở trạng thái tắt. Nếu bạn không thể bật màn hình trở lại bằng ứng dụng, hãy thử kết nối lại bằng cách thủ công (hoặc trong trường hợp màn hình MacBook, đóng và mở nắp).
zh_hans: 这将从显示屏布局中移除显示器并在兼容系统上进入待机状态。 某些显示器与此功能不兼容，可能无法关闭或一直处于关闭状态。 此应用程序无法重新打开显示器时请尝试手动重连显示器 (MacBook 显示屏需要合上再打开盖子)。
zh_hant: 這將從顯示器佈局中移除顯示器並在相容系統上進入待機狀態。 某些顯示器與此功能不相容，可能無法關閉或一直處於關閉狀態。 此應用程式無法重新打開顯示器時請嘗試手動重連顯示器 (MacBook 顯示器需要合上再打開蓋子)。

source: This should remove the display from the display layout and make the display enter standby mode. Some displays are not compatible with this feature and may not turn off or remain off. If you can't turn the display back on using the app, try reconnecting the display manually (or in case of the MacBook display, close and open the lid).
de: Hierdurch sollte das Display aus dem Display-Layout entfernt und in den Wartezustand versetzt werden. Einige Displays sind mit dieser Funktion nicht kompatibel und lassen sich möglicherweise nicht ausschalten oder bleiben ausgeschaltet. Wenn du das Display mit der App nicht wieder einschalten kannst, versuche, das Display manuell erneut zu verbinden (oder im Falle des MacBook-Displays, schließe und öffne den Deckel).
es: Esto debería eliminar la pantalla del diseño de pantalla y hacer que entre en modo de espera. Algunas pantallas no son compatibles con esta función y es posible que no se apaguen o permanezcan apagadas. Si no puede volver a encender la pantalla usando la aplicación, intente volver a conectarla manualmente (o en el caso de la pantalla del MacBook, cierre y abra la tapa).
fr: Cela devrait supprimer l'écran de la disposition d'écrans et le faire entrer en veille. Certains écrans ne sont pas compatibles avec cette fonctionnalité et pourraient ne pas s'éteindre ou rester éteints. Si vous ne pouvez pas rallumer l'écran avec l'application, essayez de le reconnecter manuellement (dans le cas d'un écran de MacBook, rabattez puis ouvrez l’écran).
hu: Ezzel a funkcióval a kijelzőt el lehet távolítani a kijelző elrendezésből, a kijelzőt készenléti állapotba helyezve ennek során. Egyes kijelzők nem kompatibilisek ezzel a funkcióval, és előfordulhat, hogy nem kerülnek leválasztásra vagy nem maradnak leválasztva (készenléti állapotba helyezve). Ha az alkalmazással nem tudja visszacsatolni a kijelzőt, próbálja meg manuálisan bekapcsolni ill. újracsatlakoztatni a kijelzőt (vagy a MacBook kijelző esetében csukja be és nyissa ki a fedelet).
it: Questo dovrebbe rimuovere il display dal layout del display e rendere il display in modalità standby. Alcuni display non sono compatibili con questa funzione e potrebbero non spegnere o rimanere spenti. Se non riesci a riattivare il display utilizzando l'app, provare a ricollegare il display manualmente (o in caso di visualizzazione MacBook, chiudere e aprire il coperchio).
ja: ディスプレイ配置からディスプレイが削除され、ディスプレイがスタンバイモードになるはずです。 一部のディスプレイはこの機能に対応していないため、電源がオフにならなかったり、オフのままになることがあります。 アプリからディスプレイをオンに戻せない場合は、ディスプレイを手動で再接続してみてください（MacBookのディスプレイの場合は、ディスプレイを一度閉じてから開けてください）。
ko: 이렇게 하면 디스플레이 레이아웃에서 디스플레이가 제거되고 디스플레이가 대기 모드로 전환됩니다. 일부 디스플레이는 이 기능과 호환되지 않아 디스플레이가 꺼지지 않거나 꺼진 상태로 유지될 수 있습니다. 앱을 사용하여 디스플레이를 다시 켤 수 없는 경우 디스플레이를 수동으로 다시 연결해 보세요(또는 MacBook 디스플레이의 경우 덮개를 닫았다가 열어 보세요).
nb: Dette bør fjerne skjermen fra skjermoppsettet og sette skjermen i standby-modus. Noen skjermer er ikke kompatible med denne funksjonen og kan ikke slås av eller forbli avslått. Hvis du ikke får slått skjermen på igjen med appen, prøv å koble skjermen til igjen manuelt (eller, i tilfelle MacBook-skjermen, lukk og åpne lokket).
nl: Hiermee worden schermen uit de schermindeling verwijderd en worden ze in standby-modus ingesteld. Bepaalde schermen zijn niet compatibel met deze functie en kunnen niet uitgeschakeld worden of blijven uitgeschakeld. Als je het scherm niet opnieuw kunt inschakelen met de app, probeer dan het scherm handmatig opnieuw te verbinden (of in het geval van een MacBook-scherm: sluit en open de klep).
pl: To powinno usunąć wyświetlacz z układu wyświetlaczy i wprowadzić go w tryb gotowości. Niektóre wyświetlacze nie są kompatybilne z tą funkcją i mogą się nie wyłączyć lub nie pozostać wyłączone. Jeśli nie możesz ponownie włączyć wyświetlacza za pomocą aplikacji, spróbuj połączyć wyświetlacz ponownie ręcznie (lub w przypadku wyświetlacza MacBooka, zamknij i otwórz pokrywę).
pt_br: Isso deve remover o monitor do layout do monitor e fazer com que ele entre no modo de espera. Alguns monitores não são compatíveis com esse recurso e podem não desligar ou permanecer desligados. Se você não conseguir ligar a tela novamente usando o aplicativo, tente reconectar a tela manualmente (ou no caso da tela do MacBook, feche e abra a tampa).
ro: Acesta ar trebui să elimine ecranele virtuale din configurația ecranului fizic și să facă ca sistemele compatibile să intre în modul standby.\n\nUnele ecrane nu sunt compatibile cu această funcție și s-ar putea să nu se oprească sau să rămână oprite.\n\nDacă nu puteți reporni ecranul folosind aplicația, încercați să reconectați ecranul manual (sau în cazul ecranului integrat în MacBook, închideți și deschideți clapeta).
ru: Это должно удалить дисплей из макета дисплея и заставить дисплей войти в режим ожидания. Некоторые дисплеи не совместимы с этой функцией и могут не выключаться или оставаться выключенными. Если вы не можете включить экран с помощью приложения, попробуйте заново подключить экран вручную (или в случае дисплея MacBook, закрыть и открыть крышку).
sl: To bi moralo odstraniti zaslon iz postavitve zaslona in preklopiti v stanje pripravljenosti. Nekateri zasloni niso združljivi s to funkcijo in se morda ne izklopijo ali ostanejo izklopljeni. Če z aplikacijo ne morete znova vklopiti zaslona, ​​ga poskusite znova povezati ročno (ali v primeru zaslona MacBook zaprite in odprite pokrov).
sv: Detta bör ta bort skärmen från skärmlayouten och få skärmen att gå in i standby-läge. Vissa skärmar är inte kompatibla med den här funktionen och kanske inte stängs av eller förblir avstängda. Om du inte kan slå på skärmen igen med appen kan du försöka återansluta skärmen manuellt (eller stänga och öppna locket om det gäller MacBook-skärmen).
tr: Bu özellik, ekranı ekran katmanından kaldırır ve ekranın bekleme moduna girmesini sağlar. Bazı ekranlar bu özellikle uyumlu değildir ve kapanmayabilir veya kapalı kalabilir. Uygulamayı kullanarak ekranı tekrar açamazsanız, ekranı manuel olarak yeniden bağlamayı deneyin (veya MacBook ekranı olması durumunda kapağı kapatıp açın).
uk: Це має видалити дисплей із макета дисплея та перевести дисплей у режим очікування. Деякі дисплеї несумісні з цією функцією та можуть не вимикатися або залишатися вимкненими. Якщо ви не можете знову ввімкнути дисплей за допомогою програми, спробуйте повторно підключити дисплей вручну (або у випадку з дисплеєм MacBook закрийте та відкрийте кришку).
vi: Điều này sẽ loại bỏ màn hình khỏi bố cục màn hình và đưa màn hình vào chế độ chờ. Một số màn hình không tương thích với tính năng này và có thể không tắt hoặc vẫn ở trạng thái tắt. Nếu bạn không thể bật lại màn hình bằng ứng dụng, hãy thử kết nối lại bằng cách thủ công (hoặc trong trường hợp màn hình MacBook, đóng và mở nắp).
zh_hans: 这将从显示布局中移除显示器并使显示器进入待机模式。 某些显示器与此功能不兼容，可能无法关闭或保持关闭状态。 如使用此应用程序无法重新打开显示器，请尝试手动重连显示器 (MacBook 显示屏需要合上再打开盖子)。
zh_hant: 這將從顯示佈局中移除顯示器並使顯示器進入待機模式。 某些顯示器與此功能不相容，可能無法關閉或保持關閉狀態。 如使用此應用程式無法重新打開顯示器，請嘗試手動重連顯示器 (MacBook 顯示器需要合上再打開蓋子)。
