Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Create both LoDPI and HiDPI variants of each resolutions. Enabling HiDPI will also create a pixel-doubled LoDPI version for each resolution option.
de: Erstelle sowohl LoDPI als auch HiDPI Varianten für jede Auflösung. Das Aktivieren von HiDPI erstellt eine Pixel-verdoppelte LoDPI-Variante für jede Auflösungsoption.
es: Crea variantes tanto LoDPI como HiDPI de cada resolución. Habilitar HiDPI también creará una versión LoDPI con doble píxel para cada opción de resolución.
fr: Crée des variantes LoDPI et HiDPI de chaque résolution. L'activation de la fonction HiDPI créera également une version LoDPI doublée en pixels pour chaque option de résolution.
hu: Hozzon létre LoDPI és HiDPI változatokat is az egyes felbontásokból. A HiDPI engedélyezése minden felbontási opcióhoz egy pixel-duplázott LoDPI változatot is létrehoz.
it: Crea entrambe le varianti LoDPI e HiDPI di ogni risoluzione. Abilitando HiDPI si creerà anche una versione LoDPI raddoppiata in pixel per ogni opzione di risoluzione.
ja: 各解像度のLoDPIとHiDPIを作成します。HiDPIを有効化した場合は、ピクセル数が倍のLoDPIバージョンを各解像度オプションに作成します。
ko: 각 해상도의 LoDPI 및 HiDPI 변형을 모두 생성합니다. HiDPI를 활성화하면 각 해상도 옵션에 대해 픽셀이 두 배로 늘어난 LoDPI 버전도 생성됩니다.
nb: Opprett både LoDPI- og HiDPI-varianter av hver oppløsning. Aktivering av HiDPI vil også opprette en piksel-doblet LoDPI-versjon for hver oppløsningsvalg.
nl: Maakt zowel LoDPI- als HiDPI-varianten voor elke resolutie. Het inschakelen van HiDPI zorgt er ook voor dat er een pixelverdubbelde LoDPI-versie wordt gemaakt voor elke resolutieoptie.
pl: Utwórz warianty LoDPI i HiDPI dla każdej rozdzielczości. Włączenie HiDPI spowoduje również utworzenie podwójnie pikselowanej wersji LoDPI dla każdej opcji rozdzielczości.
pt_br: Criar variantes LoDPI e HiDPI de cada resolução. A ativação do HiDPI também criará uma versão LoDPI com pixels duplicados para cada opção de resolução.
ro: Creați atât variante LoDPI, cât și HiDPI ale fiecărei rezoluții. Activarea HiDPI va crea, de asemenea, o versiune LoDPI cu pixeli dubli pentru fiecare opțiune de rezoluție.
ru: Создайте варианты LoDPI и HiDPI для каждого разрешения. Включение HiDPI также создаст удвоенную в пикселях версию LoDPI для каждого варианта разрешения.
sl: Ustvarite LoDPI in HiDPI različici vsake ločljivosti. Če omogočite HiDPI, boste ustvarili tudi različico LoDPI s podvojenimi slikovnimi pikami za vsako možnost ločljivosti. Community Verified icon
sv: Skapa både LoDPI och HiDPI-varianter för varje upplösning. Aktivering av HiDPI skapar också en bildpunktsdubblad LoDPI-version för varje upplösningsalternativ.
tr: Her çözünürlüğün hem LoDPI hem de HiDPI varyantlarını oluşturun. HiDPI etkinleştirildiğinde, her çözünürlük seçeneği için piksel iki katına çıkarılmış bir LoDPI sürümü de oluşturulur.
uk: Створіть варіанти LoDPI та HiDPI для кожної роздільної здатності. Увімкнення HiDPI також створить версію LoDPI із подвоєнням пікселів для кожного параметра роздільної здатності.
vi: Tạo cả phiên bản LoDPI và HiDPI cho mỗi độ phân giải. Kích hoạt HiDPI cũng sẽ tạo ra một phiên bản LoDPI nhân đôi số pixel cho mỗi tùy chọn độ phân giải.
zh_hans: 为每个分辨率创建的 LoDPI 和 HiDPI 变体。启用 HiDPI 还将为每个分辨率选项创建双倍像素的 LoDPI 版本。
zh_hant: 為每個解析度新增的 LoDPI 和 HiDPI 變體。啟用 HiDPI 還將為每個解析度選項新增雙倍像素的 LoDPI 版本。

source: Creating a virtual screen
de: Erstellung eines virtuellen Bildschirms
es: Creando una pantalla virtual
fr: Création d'un écran virtuel
hu: Virtuális képernyő létrehozása
it: Crea uno schermo virtuale
ja: 仮想スクリーンを作成
ko: 가상 화면 생성
nb: Oppretter en virtuell skjerm
nl: Maken van een virtueel scherm
pl: Tworzenie wirtualnego ekranu
pt_br: Criando tela virtual
ro: Se creaza unui ecran virtual
ru: Создание виртуального экрана
sl: Ustvarjanje virtualnega zaslona
sv: Skapa en virtuell skärm
tr: Sanal ekran oluşturuluyor
uk: Створення віртуального екрану
vi: Đang tạo màn hình ảo
zh_hans: 创建一个虚拟屏幕
zh_hant: 新增一個虛擬螢幕

source: Crop area height - decrease
de: Höhe des Beschneidungsbereiches - verringern
es: Altura del área de recorte - disminuir
fr: Recadrer la hauteur de la zone - Baisser
hu: Vágási terület magasság - csökkentés
it: Altezza area di ritaglio - diminuzione
ja: 切り取り領域高 - 減らす
ko: 크롭 영역 높이 - 감소
nb: Beskjæringsområdets høyde – reduser
nl: Hoogte bijknipgebied - verminderen
pl: Wysokość obszaru przycinania – zmniejsz
pt_br: Altura da área de corte - diminuir
ro: Înălțimea zonei de tăiere - scade
ru: Высотка обрезанной области - уменьшить
sl: Višina posevkov - zmanjšanje
sv: Höjd på beskärningsområdet - minskning
tr: Kırpma alanı yüksekliği - azalt
uk: Висота посівної площі - зменшення
vi: Chiêu cao khu vực cắt - giảm
zh_hans: 裁剪面积高度 - 减小
zh_hant: 裁剪面積高度 - 減小

source: Crop area height - increase
de: Höhe des Beschneidungsbereiches - erhöhen
es: Altura del área de recorte - aumentar
fr: Recadrer la hauteur de la zone - Augmenter
hu: Vágási terület magasság - növelés
it: Altezza area di ritaglio - aumento
ja: 切り取り領域高 - 増やす
ko: 크롭 영역 높이 - 증가
nb: Beskjæringsområdets høyde – øk
nl: Hoogte bijknipgebied - vermeerderen
pl: Wysokość obszaru przycinania – zwiększ
pt_br: Altura da área de corte - aumentar
ro: Înălțimea zonei de tăiere - crește
ru: Высотка обрезанной области - увеличить
sl: Višina posevkov - povečanje
sv: Höjd på beskärningsområdet - ökning
tr: Kırpma alanı yüksekliği - arttır
uk: Висота посівної площі - збільшення
vi: Chiều cao khu vực cắt - tăng
zh_hans: 裁剪面积高度 - 增大
zh_hant: 裁剪面積高度 - 增大

source: Crop area width - decrease
de: Breite des Beschneidungsbereiches - verringern
es: Ancho del área de recorte - disminuir
fr: Recadrer la largeur de la zone - Baisser
hu: Vágási terület szélesség - csökkentés
it: Larghezza area ritaglio - diminuzione
ja: 切り取り領域幅 - 減らす
ko: 크롭 영역 너비 - 감소
nb: Beskjæringsområdets bredde – reduser
nl: Breedte bijknipgebied - verminderen
pl: Szerokość obszaru przycinania – zmniejsz
pt_br: Largura da área de corte - diminuir
ro: Lățimea zonei de tăiere - scade
ru: Ширина обрезанной области - уменьшить
sl: Širina obdelovalne površine - zmanjšanje
sv: Bredd på beskärningsområdet - minskning
tr: Kırpma alanı genişliği - azalt
uk: Ширина посівної площі – зменшення
vi: Chiều rộng khu vực cắt - giảm
zh_hans: 裁剪面积宽度 - 减小
zh_hant: 裁剪面積寬度 - 減小

source: Crop area width - increase
de: Breite des Beschneidungsbereiches - erhöhen
es: Ancho del área de recorte - aumentar
fr: Recadrer la largeur de la zone - Augmenter
hu: Vágási terület szélesség - növelés
it: Larghezza area di ritaglio - aumento
ja: 切り取り領域幅 - 増やす
ko: 크롭 영역 너비 - 증가
nb: Beskjæringsområdets bredde – øk
nl: Breedte bijknipgebied - vermeerderen
pl: Szerokość obszaru przycinania – zwiększ
pt_br: Largura da área de corte - aumentar
ro: Lățimea zonei de tăiere - crește
ru: Ширина обрезанной области - увеличить
sl: Širina obdelovalne površine - povečanje
sv: Bredd på beskärningsområdet - ökning
tr: Kırpma alanı genişliği - arttır
uk: Ширина посівної площі – збільшення
vi: Chiều rộng khu vực cắt - tăng
zh_hans: 裁剪面积宽度 - 增大
zh_hant: 裁剪面積寬度 - 增大

source: Crop origin X - decrease
de: X-Ursprung des Beschneidungsvorganges - verringern
es: Origen de recorte X - disminuir
fr: Recadrer l'origine X - Baisser
hu: Vágási terület kezdőpont X - növelés
it: Origine taglio X - diminuzione
ja: 切り取り原点X座標 - 減らす
ko: 크롭 origin X - 감소
nb: Beskjæringsstart X – reduser
nl: Oorsprong bijknippen X - verminderen
pl: Punkt początkowy przycinania X – zmniejsz
pt_br: Origem do corte X - diminuir
ro: Originea de tăiere X - scade
ru: Обрезка по X - уменьшить
sl: Izvornan površina X - zmanjšanje
sv: Beskärning ursprung X - minskning
tr: Kırpma orijin X - azalt
uk: Походження врожаю X - зменшення
vi: Cắt điểm X - giảm
zh_hans: 裁剪源 X 坐标值 - 减小
zh_hant: 裁剪源 X 坐標值 - 減小

source: Crop origin X - increase
de: X-Ursprung des Beschneidungsvorganges - erhöhen
es: Origen de recorte X - aumentar
fr: Recadrer l'origine X - Augmenter
hu: Vágási terület kezdőpont X - csökkentés
it: Origine taglio X - aumento
ja: 切り取り原点X座標 - 増やす
ko: 크롭 origin X - 증가
nb: Beskjæringsstart X – øk
nl: Oorsprong bijknippen X - vermeerderen
pl: Punkt początkowy przycinania X – zwiększ
pt_br: Origem do corte X - aumentar
ro: Originea de tăiere X - crește
ru: Обрезка по X - увеличить
sl: Izvornan površina X - povečanje
sv: Beskärning ursprung X - ökning
tr: Kırpma orijin X - arttır
uk: Походження врожаю X - збільшення
vi: Cắt điểm X - tăng
zh_hans: 裁剪源 X 坐标值 - 增大
zh_hant: 裁剪源 X 坐標值 - 增大

source: Crop origin Y - decrease
de: Y-Ursprung des Beschneidungsvorganges - verringern
es: Origen de recorte Y - disminuir
fr: Recadrer l'origine Y - Baisser
hu: Vágási terület kezdőpont Y - növelés
it: Origine taglio Y - diminuzione
ja: 切り取り原点Y座標 - 減らす
ko: 크롭 origin Y - 감소
nb: Beskjæringsstart Y – reduser
nl: Oorsprong bijknippen Y - verminderen
pl: Punkt początkowy przycinania Y – zmniejsz
pt_br: Origem do corte Y - diminuir
ro: Originea de tăiere Y - scade
ru: Обрезка по Y - уменьшить
sl: Izvornan površina Y- zmanjšanje
sv: Beskärning ursprung Y - minskning
tr: Kırpma orijin Y - azalt
uk: Походження врожаю Y - зменшення
vi: Cắt điểm Y - giảm
zh_hans: 裁剪源 Y 坐标值 - 减小
zh_hant: 裁剪源 Y 坐標值 - 減小

source: Crop origin Y - increase
de: Y-Ursprung des Beschneidungsvorganges - erhöhen
es: Origen de recorte Y - aumentar
fr: Recadrer l'origine Y - Augmenter
hu: Vágási terület kezdőpont Y - csökkentés
it: Origine taglio Y - aumento
ja: 切り取り原点Y座標 - 増やす
ko: 크롭 origin Y - 증가
nb: Beskjæringsstart Y – øk
nl: Oorsprong bijknippen Y - vermeerderen
pl: Punkt początkowy przycinania Y – zwiększ
pt_br: Origem do corte Y - aumentar
ro: Originea de tăiere Y - crește
ru: Обрезка по Y - увеличить
sl: Izvornan površina Y - povečanje
sv: Beskärning ursprung Y - ökning
tr: Kırpma orijin Y - azalt
uk: Походження врожаю Y - збільшення
vi: Cắt điểm Y - tăng
zh_hans: 裁剪源 Y 坐标值 - 增大
zh_hant: 裁剪源 Y 坐標值 - 增大

source: Crystallize
de: Kristallisieren
es: Cristalizar
fr: Cristallisation
hu: Kristályosítás
it: Cristallizza
ja: 結晶化
ko: 결정화
nb: Krystallisere
nl: Kristalliseren
pl: Krystalizuj
pt_br: Cristalizar
ro: Cristalizează
ru: Кристаллизация
sl: Kristalizirajte
sv: Kristallisera
tr: Kristalleştir
uk: Кристалізація
zh_hans: 晶格化
zh_hant: 結晶化

source: Current
de: Aktuell
es: Actual
fr: Actuel
hu: Jelenlegi
it: Attuale
ja: 現在の
ko: 현재
nb: Gjeldende
nl: Huidig
pl: Bieżący
pt_br: Atual
ro: Curent
ru: Текущие
sl: Trenutno
sv: Aktuell
tr: Mevcut
uk: Поточний
vi: Hiện tại
zh_hans: 当前
zh_hant: 目前

source: Current (Alternate) Identifiers
de: Aktuelle (alternative) Identifizierung
es: Identificadores Actuales (Alternativos)
fr: Identifiants actuels (alternatifs)
hu: Jelenlegi (alternatív) azonosítók
it: Identificatori Attuali (Alternativi)
ja: 現在の（代替）識別子
ko: 현재(대체) 식별자
nb: Gjeldende (alternative) identifikatorer
nl: Huidige (alternatieve) identificatoren
pl: Bieżące (alternatywne) identyfikatory
pt_br: Identificadores Atuais (Alternativos)
ro: Identificatori Curenti (Alternativi)
ru: Текущие (альтернативные) идентификаторы
sl: Trenutni (nadomestni) identifikatorji
sv: Nuvarande (alternativa) identifierare
tr: Geçerli (Alternatif) Tanımlayıcılar
uk: Поточні (альтернативні) ідентифікатори
vi: Các định danh (thay thế) hiện tại
zh_hans: 当前（备用）标识符
zh_hant: 目前（備用）識別碼

source: Current Display Mode
de: Aktueller Display-Modus
es: Modo de Pantalla Actual
fr: Mode d’écran actuel
hu: Aktuális kijelzőmód
it: Modalità display attuale
ja: 現在のディスプレイモード
ko: 현재 디스플레이 모드
nb: Gjeldende skjermmodus
nl: Huidige schermmodus
pl: Bieżący tryb wyświetlania
pt_br: Modo de exibição atual
ro: Modul de afișare curent
ru: Текущий режим дисплея
sl: Trenutni način zaslona
sv: Aktuellt skärmläge
tr: Geçerli Ekran Modu
uk: Поточний режим дисплея
vi: Chế độ Màn hình Hiện tại
zh_hans: 当前显示模式
zh_hant: 目前顯示模式

source: Current Display Mode (Connection Level)
de: Aktueller Anzeigemodus (Verbindungsebene)
es: Modo de pantalla actual (nivel de conexión)
fr: Mode d'affichage actuel (Niveau Connexion)
hu: Jelenlegi kijelző mód (kapcsolat)
it: Modalità display attuale (livello di connessione)
ja: 現在のディスプレイモード（接続レベル）
ko: 현재 디스플레이 모드 (연결 수준)
nb: Gjeldende skjermmodus (tilkoblingsnivå)
nl: Huidige schermmodus (verbindingsniveau)
pl: Bieżący tryb wyświetlania (poziom połączenia)
pt_br: Modo de exibição atual (nível de conexão)
ro: Modul de afișare curent (Nivel de Conectare)
ru: Текущий режим дисплея (уровень подключения)
sl: Trenutni način zaslona (raven povezave)
sv: Aktuellt skärmläge (anslutningsnivå)
tr: Geçerli Görüntüleme Modu (Bağlantı Seviyesi)
uk: Поточний режим дисплея (рівень підключення)
vi: Chế Độ Màn Hình Hiện Tại (Cấp Độ Kết Nối)
zh_hans: 目前显示模式（连接等级）
zh_hant: 目前顯示模式（連線等級）

source: Current audio device has no native volume control
de: Aktuelles Audiogerät hat keine native Lautstärkeregelung
es: El dispositivo de audio actual no tiene control de volumen nativo
fr: Le périphérique audio actuel n'a pas de contrôle de volume natif
hu: Az aktuális hangeszköznek nincs natív hangerőszabályzása
it: Il dispositivo audio attuale non ha il controllo nativo del volume
ja: 現在のオーディオ装置にはネイティブ音量制御なし
ko: 현재 오디오 장치에 기본 볼륨 컨트롤이 없을 때
nb: Gjeldende lydenhet har ingen innebygde volumkontroller
nl: Huidig geluidsapparaat heeft geen ingebouwde volumebediening
pl: Bieżące urządzenie audio nie ma natywnej regulacji głośności
pt_br: O dispositivo de áudio atual não tem controle de volume nativo
ro: Dispozitivul audio curent nu are control nativ de volum
ru: Текущее аудиоустройство не имеет собственного регулятора громкости
sl: Trenutna zvočna naprava nima izvornega nadzora glasnosti
sv: Aktuell ljudenhet har ingen inbyggd volymkontroll
tr: Mevcut ses cihazının kendi ses seviyesi kontrolü yok
uk: Поточний аудіопристрій не має вбудованого регулятора гучності
vi: Thiết bị âm thanh hiện tại không có điều khiển âm lượng tự nhiên
zh_hans: 当前音频设备无原生音量控制
zh_hant: 目前聲音設備無原生音量控制

source: Current audio device matches a controllable display's name
de: Aktuelles Audiogerät entspricht dem Namen eines kontrollierbaren Displays
es: El dispositivo de audio actual coincide con el nombre de una pantalla controlable
fr: Le périphérique audio actuel correspond à un nom d'écran contrôlable
hu: Az aktuális hangeszköz neve azonos a vezérlendő kijelző nevével
it: Il dispositivo audio attuale corrisponde al nome di uno schermo controllabile
ja: 制御可能なディスプレイ名と現在のオーディオ装置とが一致
ko: 현재 오디오 장치가 제어 가능한 디스플레이의 이름과 일치할 때
nb: Gjeldende lydenhet samsvarer med navnet på en kontrollerbar skjerm
nl: Huidig geluidsapparaat komt overeen met de naam van een bedienbaar scherm
pl: Bieżące urządzenie audio pasuje do nazwy kontrolowanego wyświetlacza
pt_br: O dispositivo de áudio atual corresponde ao nome de um monitor controlável
ro: Dispozitivul audio curent se potrivește cu numele unui ecran fizic controlabil
ru: Текущее аудиоустройство совпадает с именем управляемого дисплея
sl: Trenutna zvočna naprava se ujema z imenom nadzorovanega zaslona
sv: Aktuell ljudenhet matchar namnet på en kontrollerbar skärm
tr: Geçerli ses cihazı kontrol edilebilir bir ekranın adıyla eşleşiyor
uk: Поточний аудіопристрій відповідає назві керованого дисплея
vi: Thiết bị âm thanh hiện tại phù hợp với tên của một màn hình có thể điều khiển
zh_hans: 当前音频设备与一个可控显示器名称匹配
zh_hant: 目前聲音設備與一個可控顯示器名稱匹配

source: Current default resolution
de: Aktuelle Standardauflösung
es: Resolución predeterminada actual
fr: Résolution par défaut actuelle
hu: Jelenlegi alapértelmezett felbontás
it: Risoluzione predefinita corrente
ja: 現在のデフォルト解像度
ko: 현재 기본 해상도
nb: Gjeldende standardoppløsning
nl: Huidige standaardresolutie
pl: Obecna domyślna rozdzielczość
pt_br: Resolução padrão atual
ro: Rezoluția implicită curentă
ru: Текущее разрешение по умолчанию
sl: Trenutna privzeta ločljivost
sv: Aktuell standardupplösning
tr: Geçerli varsayılan çözünürlük
uk: Поточна роздільна здатність за замовчуванням
vi: Độ phân giải mặc định hiện tại
zh_hans: 当前默认分辨率
zh_hant: 目前預設解析度

source: Current display role
de: Aktuelle Funktion des Displays
es: Rol actual de la pantalla
fr: Rôle de l'écran actuel
hu: Jelenlegi kijelző szerep
it: Ruolo dello schermo corrente
ja: 現在のディスプレイの役割
ko: 현재 디스플레이 역할
nb: Gjeldende skjermrolle
nl: Huidige schermrol
pl: Bieżąca rola wyświetlacza
pt_br: Função de exibição atual
ro: Rolul ecranului curent
ru: Текущая роль дисплея
sl: Trenutna vloga zaslona
sv: Aktuell skärmroll
tr: Geçerli ekran rolü
uk: Поточна роль дисплея
vi: Vài trò hiện tại của màn hình
zh_hans: 当前显示角色
zh_hant: 目前顯示角色

source: Current mode
de: Aktueller Modus
es: Modo actual
fr: Mode actuel
hu: Jelenlegi mód
it: Modalità attuale
ja: 現在のモード
ko: 현재 모드
nb: Gjeldende modus
nl: Huidige modus
pl: Bieżący tryb
pt_br: Modo atual
ro: Modul curent
ru: Текущий режим
sl: Trenutni način
sv: Aktuellt läge
tr: Geçerli mod
uk: Поточний режим
vi: Chế độ hiện tại
zh_hans: 当前模式
zh_hant: 目前模式

source: Current native resolution
de: Aktuelle native Auflösung
es: Resolución nativa actual
fr: Résolution native actuelle
hu: Jelenlegi natív felbontás
it: Risoluzione nativa attuale
ja: 現在のネイティブ解像度
ko: 현재 기본 해상도
nb: Gjeldende native oppløsning
nl: Huidige ingebouwde resolutie
pl: Bieżąca rozdzielczość natywna
pt_br: Resolução nativa atual
ro: Rezoluția nativă curentă
ru: Текущее родное разрешение
sl: Trenutna izvorna ločljivost
sv: Aktuell inbyggd upplösning
tr: Geçerli doğal (yerel) çözünürlük
uk: Поточна рідна роздільна здатність
vi: Độ phân giải nguyên bản hiện tại
zh_hans: 当前原生分辨率
zh_hant: 目前原生解析度

source: Current resolution (width x height) is shown as text when enabled.
de: Aktuelle Auflösung (Breite x Höhe) wird als Text innerhalb angezeigt, wenn aktiviert.
es: La resolución actual (ancho x altura) se muestra como texto en el interior cuando está habilitada.
fr: La résolution actuelle (largeur x hauteur) est indiquée en texte à l'intérieur quand activé.
hu: Az aktuális felbontás (szélesség x magasság) szövegként jelenik meg, ha engedélyezve van.
it: La risoluzione corrente (larghezza x altezza) è mostrata come testo all'interno quando abilitato.
ja: 現在の解像度（横×縦）を可能な場合テキスト内に表示します。
ko: 활성화하면 현재 해상도(너비 x 높이)가 내부에 텍스트로 표시됩니다.
nb: Gjeldende oppløsning (bredde x høyde) vises som tekst inni når aktivert.
nl: Indien ingeschakeld, dan wordt huidige resolutie (breedte x hoogte) getoond als tekst.
pl: Bieżąca rozdzielczość (szer. x wys.) jest wyświetlana jako tekst po włączeniu tej opcji.
pt_br: A resolução atual (largura x altura) é mostrada como texto interno quando ativada.
ro: Rezoluția curentă (lățime x înălțime) este afișată ca text în interior când este activată.
ru: Текущее разрешение (ширина × высота) отображается текстом, если включено.
sl: Trenutna ločljivost (širina x višina) je prikazana kot besedilo znotraj, ko je omogočena.
sv: Aktuell upplösning (bredd x höjd) visas som text inuti när den är aktiverad.
tr: Geçerli çözünürlük (genişlik x yükseklik) etkinleştirildiğinde içeride metin olarak gösterilir.
uk: Поточна роздільна здатність (ширина x висота) відображається як текст усередині, якщо ввімкнено.
vi: Độ phân giải hiện tại (rộng x cao) được hiển thị dưới dạng văn bản bên trong khi được kích hoạt.
zh_hans: 启用内部显示当前分辨率（宽度 x 高度）文本。
zh_hant: 啟用內部顯示目前解析度（寬度 x 高度）文本。

source: Current system display name
de: Aktueller Systemname des Displays
es: Nombre de pantalla del sistema actual
fr: Nom système actuel de l'écran
hu: Jelenlegi rendszer kijelzőnév
it: Nome attuale dello schermo di sistema
ja: 現在のシステムディスプレイ名
ko: 현재 시스템 디스플레이 이름
nb: Gjeldende systemskjermnavn
nl: Huidige systeemschermnaam
pl: Bieżąca nazwa wyświetlacza w systemie
pt_br: Nome atual do monitor no sistema
ro: Numele ecranului de sistem curent
ru: Имя текущего системного дисплея
sl: Prikazno ime trenutnega sistema
sv: Systemets aktuella skärmnamn
tr: Geçerli sistem ekran ismi
uk: Відображувана назва поточної системи
vi: Tên hiển thị hệ thống hiện tại
zh_hans: 当前系统显示器名称
zh_hant: 目前系統顯示器名稱

source: Current value: %u
de: Aktueller Wert: %u
es: Valor actual: %u
fr: Valeur actuelle: %u
hu: Aktuális érték: %u
ja: 現在の値：%u
ko: 현재 값: %u
nb: Gjeldende verdi: %u
nl: Huidige waarde: %u
pl: Bieżąca wartość: %u
pt_br: Valor atual: %u
ro: Valoarea curentă: %u
ru: Текущее значение: %u
sl: Trenutna vrednost: %u
sv: Aktuellt värde: %u
tr: Mevcut değer: %u
uk: Поточне значення: %u
vi: Giá trị hiện tại: %u
zh_hans: 当前值：%u
zh_hant: 目前值：%u

source: Currently available as HiDPI
de: Aktuell verfügbar als HiDPI
es: Actualmente disponible como HiDPI
fr: Actuellement disponible en HiDPI
hu: Jelenleg elérhető mint HiDPI
it: Attualmente disponibile come HiDPI
ja: 現在HiDPIとして使用可能
ko: 현재 HiDPI 사용 가능
nb: For øyeblikket tilgjengelig som HiDPI
nl: Momenteel beschikbaar als HiDPI
pl: Obecnie dostępne jako HiDPI
pt_br: Atualmente disponível como HiDPI
ro: Disponibil ca HiDPI
ru: В настоящее время доступно в формате HiDPI
sl: Trenutno na voljo kot HiDPI
sv: För närvarande tillgänglig som HiDPI
tr: Şu anda HiDPI olarak kullanılabilir
uk: Наразі доступний як HiDPI
vi: Hiện tại có sẵn dưới dạng HiDPI
zh_hans: 目前作为 HiDPI 可用
zh_hant: 目前作為 HiDPI 可用

source: Currently available as LoDPI
de: Aktuell verfügbar als LoDPI
es: Actualmente disponible como LoDPI
fr: Actuellement disponible en LoDPI
hu: Jelenleg elérhető mint LoDPI
it: Attualmente disponibile come LoDPI
ja: 現在LoDPIとして使用可能
ko: 현재 LoDPI 사용 가능
nb: For øyeblikket tilgjengelig som LoDPI
nl: Momenteel beschikbaar als LoDPI
pl: Obecnie dostępne jako LoDPI
pt_br: Atualmente disponível como LoDPI
ro: Disponibil ca LoDPI
ru: В настоящее время доступно в формате LoDPI
sl: Trenutno na voljo kot LoDPI
sv: För närvarande tillgänglig som LoDPI
tr: Şu anda LoDPI olarak kullanılabilir
uk: Наразі доступний як LoDPI
vi: Hiện tại có sẵn dưới dạng LoDPI
zh_hans: 目前作为 LoDPI 可用
zh_hant: 目前作為 LoDPI 可用

source: Currently not available
de: Aktuell nicht verfügbar
es: Actualmente no disponible
fr: Actuellement non-disponible
hu: Jelenleg nem elérhető
it: Al momento non disponibile
ja: 現在使用不可
ko: 현재 사용 불가
nb: For øyeblikket ikke tilgjengelig
nl: Momenteel niet beschikbaar
pl: Obecnie niedostępne
pt_br: Atualmente não disponível
ro: În prezent nu este disponibil
ru: В настоящее время недоступно
sl: Trenutno ni na voljo
sv: För närvarande inte tillgänglig
tr: Şu anda mevcut değildir
uk: Наразі недоступний
vi: Hiện không khả dụng
zh_hans: 目前不可用
zh_hant: 目前不可用

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
hu: Egyedi
it: Personalizzato
ja: カスタム
ko: 사용자 지정
nb: Egendefinert
nl: Eigen
pl: Niestandardowy
pt_br: Personalizado
ro: Personalizat
ru: Пользовательский
sl: Po meri
sv: Anpassad
tr: Özel
uk: Користувацький
zh_hans: 自定义
zh_hant: 自訂

source: Custom Controls
de: Benutzerdefinierte Steuerungen
es: Controles personalizados
fr: Contrôles personnalisés
hu: Egyedi vezérlők
it: Controlli personalizzati
ja: カスタム制御
ko: 사용자 지정 컨트롤
nb: Egendefinerte kontroller
nl: Eigen bediening
pl: Niestandardowy element sterujący
pt_br: Controles personalizados
ro: Comenzi personalizate
ru: Пользовательские элементы управления
sl: Kontrole po meri
sv: Anpassade kontroller
tr: Özel Kontroller
uk: Користувацькі елементи керування
zh_hans: 自定义控制项
zh_hant: 自訂控制項

source: Custom Controls…
de: Benutzerdefinierte Steuerungen…
es: Controles personalizados…
fr: Contrôles personnalisés…
hu: Egyedi vezérlők…
it: Controlli personalizzati…
ja: カスタム制御…
ko: 사용자 지정 컨트롤...
nb: Egendefinerte kontroller…
nl: Eigen bediening...
pl: Niestandardowe elementy sterujące…
pt_br: Controles personalizados…
ro: Controale personalizate…
ru: Пользовательские элементы управления…
sl: Kontrole po meri...
sv: Anpassade kontroller…
tr: Özel Kontroller...
uk: Користувацькі елементи керування…
zh_hans: 自定义控制项…
zh_hant: 自訂控制項…
