Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: DDC value range maximum
de: Maximum des DDC-Wertebereiches
es: Máximo del rango de valores DDC
fr: Valeur maximum de la plage DDC
hu: DDC értékskála maximum
it: Intervallo massimo di valori DDC
ja: 最大DDC値範囲
ko: DDC 값 범위 최댓값
nb: DDC verdiområdets maksimum
nl: Maximale DDC-bereikwaarde
pl: Maksymalny zakres wartości DDC
pt_br: Faixa máxima de valores DDC
ro: Valoare maximă a intervalului de valori DDC
ru: Максимальный диапазон значений DDC
sl: Največji razpon vrednosti DDC
sv: DDC-värdeintervall maximal
tr: DDC değer aralığı maksimum
uk: Максимальний діапазон значень DDC
vi: Phạm vi tối đa giá trị DDC
zh_hans: DDC 最大取值
zh_hant: DDC 最大取值

source: DDC value range minimum
de: Minimum des DDC-Wertebereiches
es: Mínimo del rango de valores DDC
fr: Valeur minimum de la plage DDC
hu: DDC értékskála minimum
it: Intervallo minimo di valori DDC
ja: 最小DDC値範囲
ko: DDC 값 범위 최솟값
nb: DDC verdiområdets minimum
nl: Minimum DDC-bereikwaarde
pl: Minimalny zakres wartości DDC
pt_br: Faixa mínima de valores DDC
ro: Valoare minimă a intervalului de valori DDC
ru: Минимальный диапазон значений DDC
sl: Najmanjši obseg vrednosti DDC
sv: DDC-värdeintervall minimum
tr: DDC değer aralığı minimum
uk: Мінімальний діапазон значень DDC
vi: Phạm vi tối thiểu giá trị DDC
zh_hans: DDC 最小取值
zh_hant: DDC 最小取值

source: DDC values on startup
de: DDC-Werte beim Startvorgang
es: Valores DDC al iniciar
fr: Valeurs DDC au démarrage
hu: DDC értékek induláskor
it: Valori DDC all'avvio
ja: 起動時のDDC値
ko: 시작 시 DDC 값
nb: DDC-verdier ved oppstart
nl: DDC-waarden bij opstarten
pl: Wartości DDC przy uruchamianiu
pt_br: Valores DDC na inicialização
ro: Valori DDC la pornire
ru: Значения DDC при запуске
sl: DDC vrednosti ob zagonu
sv: DDC-värden vid uppstart
tr: Başlangıçta DDC değerleri
uk: Значення DDC під час запуску
vi: Giá trị DDC khi khởi động
zh_hans: 启动时的 DDC 值
zh_hant: 啟動時的 DDC 值

source: DDC, XDR/HDR upscaling, EDID overrides are not available. Please open the app in native mode - to achieve this, unselect 'Open using Rosetta' in the app's Info sheet!
de: DDC, XDR/HDR-Hochskalierung und EDID- Überschreibung sind nicht verfügbar. Bitte öffne die App im nativen Modus - deaktiviere dazu die Option 'Mit Rosetta öffnen' im Infofenster der App!
es: DDC, escalado XDR/HDR y anulación de EDID no están disponibles. Por favor, abre la aplicación en modo nativo; para lograr esto, deselecciona ‘Abrir utilizando Rosetta’ en la hoja de información de la aplicación!
fr: Le DDC, démultiplication XDR/HDR et le remplacement d'EDID ne sont pas disponibles. Veuillez ouvrir l'application en mode natif : avec le Finder, désélectionnez 'Ouvrir en utilisant Rosetta' dans les informations de l'application !
hu: DDC, XDR/HDR felskálázás, EDID felülírás nem elérhető. Nyissa meg az alkalmazást natív módban. Ehhez kapcsolja ki a "Megnyitás a Rosetta használatával" opciót az alkalmazás Infó menü alatt.
it: DDC, upscaling XDR/HDR, override EDID non sono disponibili. Per favore apri l'app in modalità nativa: per ottenere questo, deseleziona il file "Apri usando Rosetta" nel foglio Info dell'app!
ja: DDC、XDR/HDRアップスケーリング、EDIDオーバーライドが使用できません。ネイティブモードでアプリを開いてください - このためには、アプリの情報ウインドウで「Rosettaを使用して開く」の選択を解除してください!
ko: DDC, XDR/HDR 업스케일링, EDID 오버라이드 기능을 사용할 수 없습니다. 이를 위해 앱을 네이티브 모드로 열려면, 앱의 정보 창에서 ‘Rosetta를 사용하여 열기’를 선택 해제하세요!
nb: DDC, XDR/HDR-oppskalering og EDID-overstyringer er ikke tilgjengelige. Åpne appen i native modus – fjern merket for «Åpne med Rosetta» i appens Info-vindu!
nl: DDC, XDR-/HDR-opschaling en EDID-overschrijvingen zijn niet beschikbaar. Open de app in Apple Silicon-modus, door de optie ‘Open met Rosetta’ uit te schakelen in het infoblad van de app!
pl: DDC, skalowanie XDR/HDR i nadpisania EDID nie są dostępne. Otwórz aplikację w trybie natywnym – aby to zrobić, odznacz opcję „Otwórz przy użyciu Rosetty” w panelu Informacje o aplikacji!
pt_br: DDC, upscaling XDR/HDR e substituições de EDID não estão disponíveis. Abra o aplicativo no modo nativo - para fazer isso, desmarque 'Abrir usando Rosetta' na folha de informações do aplicativo!
ro: DDC, scalarea XDR/HDR și suprascrierile EDID nu sunt disponibile. Vă rugăm să deschideți aplicația în mod nativ - pentru a realiza acest lucru, debifați opțiunea „Deschideți folosind Rosetta” în foaia de informații a aplicației!
ru: DDC, XDR/HDR масштабирование, переопределение EDID недоступны. Пожалуйста, откройте приложение в родном режиме - для этого снимите флажок 'Открыть с помощью Rosetta' в информационном листе приложения!
sl: Povečanje ločljivosti DDC, XDR/HDR, preglasitve EDID niso na voljo. Prosimo, da odprete aplikacijo v izvornem načinu – to dosežete tako, da počistite izbiro možnosti »Odpri z uporabo Rosetta« na informacijskem listu aplikacije!
sv: DDC, XDR/HDR-uppskalning, EDID-överstyrning är inte tillgängliga. Öppna appen i inbyggt läge - för att uppnå detta, avmarkera "Öppna med Rosetta" i appens infoblad!
tr: DDC, XDR/HDR yükseltme, EDID geçersiz kılmaları kullanılamaz. Lütfen uygulamayı yerel modda açın - bunu başarmak için uygulamanın Bilgi sayfasındaki 'Rosetta kullanarak aç' seçeneğinin işaretini kaldırın!
uk: DDC, масштабування XDR/HDR, перевизначення EDID недоступні. Будь ласка, відкрийте додаток у рідному режимі - для цього скасуйте вибір 'Відкрити за допомогою Rosetta' у інформаційному аркуші додатку!
vi: DDC, tăng cường XDR/HDR, ghi đè EDID không khả dụng. Vui lòng mở ứng dụng trong chế độ tự nhiên - để làm điều này, hủy chọn 'Mở bằng Rosetta' trong mục thông tin ứng dụng!
zh_hans: 此应用无法使用显示器控制功能、HDR亮度提升和修改显示器信息。请切换到“原生态模式”使用！方法是在应用信息里取消勾选“使用Rosetta打开“！
zh_hant: 此程式無法使用顯示器控制功能、HDR亮度提升和修改顯示器資訊。請切換到“原生模式”使用！方法是在程式資訊（在 Finder 中對本程式圖示點擊右鍵 → 取得資訊）中取消勾選“使用Rosetta打開“！

source: Data link
de: Datenverbindung
es: Enlace de datos
fr: Lien données
hu: Adatkapcsolat
it: Collegamento dati
ja: データリンク
ko: 데이터 연결
nl: Gegevenskoppeling
pl: Łącze danych
pt_br: Link de dados
ro: Link de date
ru: Канал передачи данных
sl: Podatkovna povezava
sv: Datalänk
tr: Veri bağlantısı
uk: Канал передачі даних
vi: Liên kết dữ liệu
zh_hans: 数据连接
zh_hant: 資料連接

source: Date of manufacture
de: Herstellungsdatum
es: Fecha de fabricación
fr: Date de fabrication
hu: Gyártási dátum
it: Data di fabbricazione
ja: 製造日
ko: 제조일자
nb: Produksjonsdato
nl: Fabricagedatum
pl: Data produkcji
pt_br: Data de fabricação
ro: Data de fabricație
ru: Дата производства
sl: Datum izdelave
sv: Tillverkningsdatum
tr: Üretim yılı
uk: Дата виготовлення
vi: Ngày sản xuất
zh_hans: 生产日期
zh_hant: 生產日期

source: Deactivate
de: Deaktiviere
es: Desactivar
fr: Désactiver
hu: Deaktiválás
it: Disattiva
ja: 無効化
ko: 비활성화
nb: Deaktiver
nl: Deactiveer
pl: Dezaktywuj
pt_br: Desativar
ro: Dezactivează
ru: Деактивировать
sl: Deaktiviraj
sv: Inaktivera
tr: Devre dışı bırak
uk: Дезактивувати
vi: Ngừng kích hoạt
zh_hans: 停用
zh_hant: 停用

source: Deactivate License
de: Lizenz deaktivieren
es: Desactivar Licencia
fr: Désactiver la licence
hu: Licenc deaktiválása
it: Disattiva licenza
ja: ライセンスを無効化
ko: 라이선스 비활성화
nb: Deaktiver lisens
nl: Deactiveer licentie
pl: Dezaktywuj licencję
pt_br: Desativar Licença
ro: Dezactivează Licența
ru: Деактивировать лицензию
sl: Deaktiviraj licenco
sv: Inaktivera licens
tr: Lisansı Devre dışı bırak
uk: Деактивувати ліцензію
vi: Ngừng kích hoạt Bản quyền
zh_hans: 停用许可证
zh_hant: 停用授權

source: Deactivate and Buy or Enter New License
nl: Deactiveer en koop of voer nieuwe licentie in
pl: Dezaktywuj i kup lub wprowadź nową licencję
ru: Деактивировать и купить или ввести новую лицензию

source: Decrease Apple Keyboard brightness
de: Helligkeit der Apple Tastatur verringern
es: Disminuir el brillo del teclado Apple
fr: Baisser la luminosité du clavier Apple
hu: Apple billentyűzet világítás mérséklése
it: Diminuire la luminosità della tastiera Apple
ja: Appleキーボード輝度を下げる
ko: Apple 키보드 밝기 감소
nb: Reduser Apple-tastaturlys
nl: Verminder helderheid Apple-toetsenbord
pl: Zmniejsz podświetlenie klawiatury Apple
pt_br: Diminuir o brilho do teclado Apple
ro: Scădeți luminozitatea tastaturii Apple
ru: Уменьшить яркость клавиатуры Apple
sl: Zmanjšajte svetlost tipkovnice Apple
sv: Minska ljusstyrkan på Apple Keyboard
tr: Apple Klavye parlaklığını azalt
uk: Зменшити яскравість клавіатури Apple
vi: Giảm độ sáng bàn phím Apple
zh_hans: 降低 Apple 键盘亮度
zh_hant: 降低 Apple 鍵盤亮度

source: Decrease Night Shift effect
de: Night Shift-Effekt verringern
es: Disminuir el efecto de Night Shift
fr: Baisser l'intensité de Night Shift
hu: Night Shift hatás csökkentése
it: Diminuisci l'effetto Shift Notturno
ja: Night Shift効果を減らす
ko: Night Shift 효과 감소
nb: Reduser Night Shift-effekt
nl: Verminder Night Shift-effect
pl: Zmniejsz efekt Night Shift
pt_br: Diminuir o efeito Night Shift
ro: Scădere efect Night Shift
ru: Уменьшить Night Shift эффекта
sl: Zmanjšajte učinek Night Shift
sv: Minska Night Shift-effekt
tr: Night Shift efektini azalt
uk: Зменшити ефект Night Shift
vi: Giảm hiệu ứng Night Shift
zh_hans: 减弱夜览效果
zh_hant: 減弱夜覽效果

source: Decrease brightness
de: Helligkeit verringern
es: Disminuir brillo
fr: Baisser la luminosité
hu: Fényerő csökkentése
it: Riduci luminosità
ja: 輝度を下げる
ko: 밝기 감소
nb: Reduser lysstyrke
nl: Verminder helderheid
pl: Zmniejsz jasność
pt_br: Diminuir o brilho
ro: Scădeți luminozitatea
ru: Уменьшить яркость
sl: Zmanjšajte svetlost
sv: Minska ljusstyrka
tr: Parlaklığı azalt
uk: Зменшити яскравість
vi: Giảm độ sáng
zh_hans: 减弱亮度
zh_hant: 減弱亮度

source: Decrease brightness - fine scale
de: Helligkeit verringern - Feineinstellung
es: Disminuir el brillo - escala fina
fr: Baisser la luminosité - réglage précis
hu: Fényerő csökkentése - finom skála
it: Riduci luminosità - scala fine
ja: 輝度を下げる - 微細スケール
ko: 밝기 감소 - 미세 조정
nb: Reduser lysstyrke – finjustering
nl: Verminder helderheid - nauwkeurige schaal
pl: Zmniejsz jasność – skala drobna
pt_br: Diminuir o brilho - ajuste fino
ro: Scădere/Scădeți luminozitate - scală fină"
ru: Уменьшить яркость - точное масштабирование
sl: Zmanjšaj svetlost - fino merilo
sv: Minska ljusstyrkan - finskala
tr: Parlaklığı azalt - hassas ölçek
uk: Зменшення яскравості - дрібна шкала
vi: Giảm độ sáng - tinh chỉnh nhỏ
zh_hans: 减弱亮度 - 微调
zh_hant: 減弱亮度 - 微調

source: Decrease contrast
de: Kontrast verringern
es: Disminuir contraste
fr: Baisser le contraste
hu: Kontraszt csökkentése
it: Diminuisci contrasto
ja: コントラストを下げる
ko: 대비 감소
nb: Reduser kontrast
nl: Verminder contrast
pl: Zmniejsz kontrast
pt_br: Diminuir o contraste
ro: Scădere contrast
ru: Уменьшить контраст
sl: Zmanjšajte kontrast
sv: Minska kontrast
tr: Kontrastı azalt
uk: Зменшити контраст
vi: Giảm tương phản
zh_hans: 减弱对比度
zh_hant: 減弱對比度

source: Decrease contrast - fine scale
de: Kontrast verringern - Feineinstellung
es: Disminuir el contraste - escala fina
fr: Baisser le contraste - réglage précis
hu: Kontraszt csökkentése - finom skála
it: Diminuisci contrasto - scala fine
ja: コントラストを下げる - 微細スケール
ko: 대비 감소 - 미세 조정
nb: Reduser kontrast – finjustering
nl: Verminder contrast - nauwkeurige schaal
pl: Zmniejsz kontrast – skala drobna
pt_br: Diminuir o contraste - ajuste fino
ro: Scădere contrast - scală fină
ru: Уменьшить контраст - точное масштабирование
sl: Zmanjšaj kontrast - fino merilo
sv: Minska kontrasten - finskala
tr: Kontrastı azalt - hassas ölçek
uk: Зменшення контрастності - дрібний масштаб
vi: Giảm tương phản - tinh chỉnh nhỏ
zh_hans: 减弱对比度 - 微调
zh_hant: 減弱對比度 - 微調

source: Decrease gamma
de: Gamma-Korrektur verringern
es: Disminuir gamma
fr: Baisser le gamma
hu: Gamma csökkentése
it: Diminuisci gamma
ja: ガンマを下げる
ko: 감마 감소
nb: Reduser gamma
nl: Verminder gamma
pl: Zmniejsz gammę
pt_br: Diminuir gama
ro: Scădere gamma
ru: Уменьшить гамму
sl: Zmanjšajte gama
sv: Minska gamma
tr: Gamayı azalt
uk: Зменшити гамму
vi: Giảm độ gamma
zh_hans: 减小伽马值
zh_hant: 減小伽馬值

source: Decrease resolution or magnification
de: Auflösung oder Vergrößerung verringern
es: Disminuir la resolución o la magnificación
fr: Baisser la résolution ou l'agrandissement
hu: Felbontás vagy nagyítás csökkentése
it: Diminuisci risoluzione o ingrandimento
ja: 解像度または倍率を下げる
ko: 해상도 감소 또는 확대
nb: Reduser oppløsning eller forstørrelse
nl: Verminder resolutie of vergroting
pl: Zmniejsz rozdzielczość lub powiększenie
pt_br: Diminuir a resolução ou ampliação
ro: Scădere rezoluție sau mărire
ru: Уменьшить разрешение или увеличение
sl: Zmanjšajte ločljivost ali povečavo
sv: Minska upplösning eller förstoring
tr: Çözünürlüğü veya büyütmeyi azaltın
uk: Зменшіть роздільну здатність або збільшення
vi: Giảm độ phân giải hoặc phóng đại
zh_hans: 降低分辨率或缩放倍数
zh_hant: 降低解析度或縮放倍數

source: Decrease volume
de: Lautstärke verringern
es: Disminuir volumen
fr: Baisser le volume
hu: Hangerő csökkentése
it: Diminuire il volume
ja: 音量を下げる
ko: 볼륨 감소
nb: Reduser volum
nl: Verminder volume
pl: Zmniejsz głośność
pt_br: Diminuir volume
ro: Scădere volum
ru: Уменьшить громкость
sl: Zmanjšanje glasnosti
sv: Sänk volym
tr: Sesi azalt
uk: Зменшити гучність
vi: Giảm âm lượng
zh_hans: 降低音量
zh_hant: 降低音量

source: Decrease volume - fine scale
de: Lautstärke verringern - Feineinstellung
es: Disminuir volumen - escala fina
fr: Baisser le volume - réglage précis
hu: Hangerő csökkentése - finom skála
it: Diminuire il volume - scala fine
ja: 音量を下げる - 微細スケール
ko: 볼륨 감소 - 미세 조정
nb: Reduser volum – finjustering
nl: Verminder volume - nauwkeurige schaal
pl: Zmniejsz głośność – skala drobna
pt_br: Diminuir volume - ajuste fino
ro: Scădere volum - scală fină
ru: Уменьшить громкость — точная настройка
sl: Zmanjšanje glasnosti - fina lestvica
sv: Sänk volymen - fin skala
tr: Sesi azalt - hassas ölçek
uk: Зменшення гучності - дрібна шкала
vi: Giảm âm lượng - tinh chỉnh nhỏ
zh_hans: 降低音量 - 微调
zh_hant: 降低音量 - 微調

source: Default
de: Standard
es: Defecto
fr: Par défaut
hu: Alapértelmezett
it: Predefinito
ja: デフォルト
ko: 기본값
nb: Standard
nl: Standaard
pl: Domyślne
pt_br: Padrão
ro: Implicit
ru: По умолчанию
sl: Privzeto
sv: Standard
tr: Varsayılan
uk: За замовчуванням
vi: Mặc định
zh_hans: 默认
zh_hant: 預設

source: Default Display
de: Standardanzeige
es: Pantalla predeterminada
fr: Écran par défaut
hu: Alapértelmezett kijelző
it: Display predefinito
ja: デフォルトのディスプレイ
ko: 기본 디스플레이
nb: Standard skjerm
nl: Standaardscherm
pl: Domyślny wyświetlacz
pt_br: Tela padrão
ro: Afișaj implicit
ru: Дисплей по умолчанию
sl: Privzeti zaslon
sv: Standarddisplay
tr: Varsayılan Ekran
uk: Дисплей за замовчуванням
zh_hans: 默认显示器
zh_hant: 預設顯示器

source: Default Group
de: Standardgruppe
es: Grupo por Defecto
fr: Groupe par défaut
hu: Alapértelmezett csoport
it: Gruppo Predefinito
ja: デフォルトグループ
ko: 기본 그룹
nb: Standardgruppe
nl: Standaardgroep
pl: Grupa domyślna
pt_br: Grupo Padrão
ro: Grup implicit
ru: Группа по умолчанию
sl: Privzeta skupina
sv: Standardgrupp
tr: Varsayılan Grup
uk: Група за замовчуванням
vi: Nhóm Mặc định
zh_hans: 默认组
zh_hant: 預設組

source: Default and native modes:
de: Standard und native Modi:
es: Modos predeterminados y nativos:
fr: Modes natifs et par défaut :
hu: Alapértelmezett és natív módok:
it: Modalità predefinita e nativa:
ja: デフォルトとネイティブモード：
ko: 기본 및 네이티브 모드:
nb: Standard- og native-moduser:
nl: Standaard- en ingebouwde modi:
pl: Tryby domyślne i natywne:
pt_br: Modos nativo e padrão:
ro: Moduri implicite și native:
ru: Режимы "по умолчанию" и "нативный":
sl: Privzeti in izvorni načini:
sv: Standard och inbyggda lägen:
tr: Varsayılan ve yerel modlar:
uk: Типовий і рідний режими:
vi: Chế độ mặc định và nguyên bản:
zh_hans: 默认及原生模式：
zh_hant: 預設及原生模式：

source: Default display identification method
de: Standardmethode zur Identifizierung des Displays
es: Método de identificación de pantalla predeterminado
fr: Méthode d'identification d'écran par défaut
hu: Alapértelmezett kijelző azonosítási módszer
it: Metodo predefinito di identificazione dello schermo
ja: デフォルトのディスプレイ識別方法
ko: 기본 디스플레이 식별 방식
nb: Standard metode for skjermidentifikasjon
nl: Standaardwijze voor schermidentificatie
pl: Domyślna metoda identyfikacji wyświetlacza
pt_br: Método de identificação de exibição padrão
ro: Metoda de identificare implicită a ecranului fizic
ru: Метод идентификации дисплея по умолчанию
sl: Privzeta metoda identifikacije zaslona
sv: Standardmetod för skärmidentifiering
tr: Varsayılan ekran tanımlama yöntemi
uk: Метод ідентифікації дисплея за замовчуванням
vi: Phương pháp xác định màn hình mặc định
zh_hans: 默认显示器识别方式
zh_hant: 預設顯示器識別方式

source: Default resolution
de: Standardauflösung
es: Resolución por defecto
fr: Résolution par défaut
hu: Alapértelmezett felbontás
it: Risoluzione predefinita
ja: デフォルトの解像度
ko: 기본 해상도
nb: Standardoppløsning
nl: Standaardresolutie
pl: Domyślna rozdzielczość
pt_br: Resolução padrão
ro: Rezoluție implicită
ru: Разрешение по умолчанию
sl: Privzeta ločljivost
sv: Standardupplösning
tr: Varsayılan çözünürlük
uk: Роздільна здатність за замовчуванням
vi: Độ phân giải mặc định
zh_hans: 默认分辨率
zh_hant: 預設解析度

source: Define action to get/pull data
de: Aktion zum Abrufen von Daten definieren
es: Definir acción para obtener datos
fr: Définir une action pour récupérer/envoyer des données
hu: Művelet definiálása az adatok lekérésére
it: Definisci un'azione per ottenere i dati
ja: get/pull dataのアクションを定義
ko: 데이터를 가져오기/추출하기 위한 동작 정의
nb: Definer handling for å hente data
nl: Definieer actie om gegevens te verkrijgen/op te halen
pl: Zdefiniuj akcję pobierania danych
pt_br: Definir ação para obter dados
ro: Definiți acțiunea de obținere/extragere a datelor
ru: Определить действие для получения/загрузки данных
sl: Določite akcije za pridobivanje/vleko podatkov
sv: Definiera åtgärder för att hämta data
tr: Veri almak/çekmek için eylem tanımlama
uk: Визначте дію для отримання/завантаження даних
zh_hans: 定义获取数据的操作
zh_hant: 定義擷取資料的操作

source: Define the crop area either by drawing the crop rectangle on the stream source screen or by keyboard shortcuts.
de: Definiere den Beschneidungsbereich, entweder durch das Zeichnen des Beschneidungsrechteckes auf dem Stream-Ursprungsbildschirm, oder durch Tastaturkurzbefehle.
es: Define el área de recorte ya sea dibujando el rectángulo de recorte en la pantalla de origen de la transmisión o mediante atajos de teclado.
fr: Définissez la zone de recadrage en la dessinant sur la source de la diffusion ou via les raccourcis clavier.
hu: A vágási területet kijelölése téglalap rajzolásával a stream forrás képernyőjén vagy billentyűparancsok segítségével történhet.
it: Definisci l’area di ritaglio disegnando il rettangolo di ritaglio sullo schermo sorgente dello stream o tramite scorciatoie da tastiera.
ja: 切り取り領域を定義するには、ストリーミングソース画面上に切り取り枠を描画するか、キーボードショートカットを使用してください。
ko: 스트리밍 소스 화면에서 자르기 직사각형을 그리거나 키보드 단축키를 사용하여 자르기 영역을 정의합니다.
nb: Definer beskjæringsområdet ved å tegne rektangelet på strømmekildeskjermen eller bruke tastatursnarveier.
nl: Definieer het bijknipgebied door de bijkniprechthoek te tekenen op het streambronscherm of via sneltoetsen.
pl: Określ obszar przycinania, rysując prostokąt przycinania na źródłowym ekranie strumienia lub używając skrótów klawiaturowych.
pt_br: Defina a área de corte desenhando o retângulo de corte na tela de origem do fluxo ou por meio de atalhos de teclado.
ro: Definiți zona de tăiere fie prin tragerea dreptunghiului de tăiere pe ecranul sursei de flux, fie prin scurtăturile de tastatură.
ru: Определите область обрезки, нарисовав прямоугольник обрезки на экране источника потока или с помощью сочетаний клавиш.
sl: Določite območje obrezovanja tako, da narišete pravokotnik obrezovanja na zaslonu vira toka ali z bližnjicami na tipkovnici.
sv: Definiera beskärningsområdet antingen genom att rita beskärningsrektangeln på skärmen för strömkällan eller genom kortkommandon på tangentbordet.
tr: Yayın kaynağı ekranında kırpma dikdörtgenini çizerek veya klavye kısayollarını kullanarak kırpma alanını tanımlayın.
uk: Визначте область кадрування, намалювавши прямокутник кадрування на екрані джерела потоку або за допомогою комбінацій клавіш.
vi: Xác định khu vực cắt bằng cách vẽ hình chữ nhật trên màn hình nguồn trình chiếu hoặc bằng phím tắt bàn phím.
zh_hans: 在串流源屏幕上绘制裁剪矩形或用键盘快捷键来确定裁剪区域。
zh_hant: 在串流源螢幕上繪制裁剪矩形或用鍵盤快捷鍵來確定裁剪區域。

source: Defines how many logical steps the entire range is divided into. By default, it matches the number of fine steps available in the native macOS OSD (64).
de: Legt fest, in wie viele logische Schritte der gesamte Wertebereich unterteilt wird. Standardmäßig entspricht dies der Anzahl an Feinabstufungen im nativen macOS-OSD (64).
es: Define en cuántos pasos lógicos se divide todo el rango. Por defecto, coincide con el número de pasos finos disponibles en el OSD nativo de macOS (64).
fr: Définit en combien de paliers logiques la plage est divisée. Par défaut, cela correspond au nombre de paliers précis disponibles dans l’OSD natif de macOS (64).
hu: Meghatározza, hogy a teljes tartomány hány logikai lépésre legyen felosztva. Alapértelmezés szerint megegyezik a macOS natív OSD-jében elérhető finom lépések számával (64).
it: Definisce in quanti passaggi logici viene suddiviso l'intero intervallo. Per impostazione predefinita, corrisponde al numero di passaggi fini disponibili nell'OSD nativo di macOS (64).
ja: 範囲全体をいくつの論理ステップに分割するかを定義します。デフォルトでは、ネイティブのmacOS OSDで使用可能な微細ステップ数 (64) と一致します。
ko: 전체 범위를 몇 개의 논리적 단계로 나눌지 정의합니다. 기본값은 네이티브 macOS OSD에서 사용 가능한 미세 단계 수(64개)와 일치합니다.
nb: Definerer hvor mange logiske trinn området deles inn i. Som standard samsvarer det med antall fintrinn i det innebygde macOS-OSD (64).
nl: Definieert het aantal logische stappen waarin het volledige bereik in wordt onderverdeeld. Standaard komt dit overeen met het aantal nauwkeurige stappen beschikbaar in het ingebouwde macOS-OSD (64).
pl: Określa, na ile logicznych kroków podzielony jest cały zakres. Domyślnie odpowiada liczbie drobnych kroków dostępnych w natywnym OSD macOS (64).
pt_br: Define em quantos passos lógicos todo o intervalo é dividido. Por padrão, corresponde ao número de passos finos disponíveis no OSD nativo do macOS (64).
ro: Definește în câți pași logici este împărțit întregul interval. În mod implicit, se potrivește cu numărul de pași fini disponibili în OSD-ul nativ macOS (64).
ru: Определяет, на сколько логических шагов разделён весь диапазон. По умолчанию соответствует количеству точных шагов в системном OSD macOS (64).
sl: Določa, na koliko logičnih korakov je razdeljen celoten obseg. Privzeto se ujema s številom natančnih korakov, ki so na voljo v izvornem zaslonskem meniju macOS (64).
sv: Definierar hur många logiska steg hela intervallet är uppdelat i. Som standard matchar det antalet fina steg som finns tillgängliga i macOS OSD (64).
tr: Tüm aralığın kaç mantıksal adıma bölüneceğini tanımlar. Varsayılan olarak, yerel macOS OSD'de (64) bulunan hassas adımların sayısıyla eşleşir.
uk: Визначає, на скільки логічних кроків розділений увесь діапазон. За замовчуванням відповідає кількості дрібних кроків у рідному OSD macOS (64).
zh_hans: 定义整个范围被划分为多少逻辑步。默认情况下，与 macOS 原生 OSD 中的精细步数相同（64）。
zh_hant: 定義整個範圍劃分為多少邏輯步。預設情況下，與 macOS 原生 OSD 中的細緻步數相同（64）。
