Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: The default input source list reflects commonly occurring assignments, but the actual list varies by display vendor/model. Try using the "LG alt" toggle for some newer LG displays if input control does not work!
de: Die Standard-Eingabequellenliste spiegelt häufig vorkommende Zuweisungen wider, aber die tatsächliche Liste variiert je nach Hersteller / Modell des Displays. Versuche den "LG alt"-Schalter für einige neuere LG Displays zu verwenden, wenn die Eingabesteuerung nicht funktioniert!
es: La pantalla se desconectará automáticamente al detectarse o conectarse físicamente si se desconectó usando la aplicación de antemano. Esta configuración puede causar problemas inesperados (ciclo de conexión y desconexión con pantallas incompatibles, falta de pantallas conectadas). ¡Utilícela con precaución!
fr: La liste des sources d'entrée par défaut reflète les affectations couramment rencontrées, mais la liste réelle varie selon le fabricant et le modèle de l'écran. Essayez d'utiliser l'option "LG alt" pour certains écrans LG plus récents si le contrôle des entrées ne fonctionne pas !
hu: Az alapértelmezett bemeneti forráslista a gyakran előforduló hozzárendeléseket tükrözi, de a tényleges lista kijelzőgyártónként/modellenként változik. Próbálja meg az "LG alt" kapcsolót használni néhány újabb LG kijelző esetén, ha a bemenetvezérlés nem működik!
it: L'elenco di fonti di input predefinito riflette le assegnazioni comunemente avvenute, ma la lista attuale varia in base al vendor/modello di visualizzazione. Prova a usare il pulsante "LG alt" per alcuni display LG più recenti se il controllo degli input non funziona!
ja: デフォルトの入力ソースリストは、一般的な割り当てを反映したものですが、実際にはディスプレイのベンダー/モデルによって異なります。新しいLGディスプレイで入力制御が機能しない場合は、「LG alt」切り替えを使用してみてください!
ko: 기본 입력 소스 목록은 일반적으로 발생하는 할당을 반영하지만, 실제 목록은 디스플레이 공급업체/모델에 따라 다릅니다. 일부 최신 LG 디스플레이에서 입력 컨트롤이 작동하지 않는다면 'LG alt' 토글을 사용해 보세요!
nb: Den forhåndsdefinerte listen over inndatakilder gjenspeiler vanlige tildelinger, men den faktiske listen varierer etter skjermleverandør/-modell. Prøv å bruke «LG alt»-bryteren for noen nyere LG-skjermer hvis inndatakontroll ikke fungerer!
nl: De standaardinvoerbronlijst weerspiegelt veelvoorkomende toewijzingen, maar de werkelijke lijst varieert per schermleverancier/model. Probeer de "LG alt"-schakelaar te gebruiken voor sommige nieuwere LG-schermen als invoerbediening niet werkt!
pl: Domyślna lista źródeł wejściowych odzwierciedla często występujące przypisania, ale rzeczywista lista różni się w zależności od producenta/modelu wyświetlacza. Spróbuj użyć przełącznika „LG alt” dla niektórych nowszych wyświetlaczy LG, jeśli sterowanie wejściem nie działa!
pt_br: A lista de fontes de entrada padrão reflete atribuições que ocorrem comumente, mas a lista real varia de acordo com o fornecedor/modelo de exibição. Tente usar o botão de alternância "LG alt" para alguns monitores LG mais recentes se o controle de entrada não funcionar!
ro: Lista implicită de surse de intrare reflectă asignările care apar în mod obișnuit, dar lista reală variază în funcție de producătorul/modelul ecranului. Încercați să utilizați comutatorul „LG alt” pentru unele ecranele LG mai noi, dacă controlul sursei de intrare nu funcționează!
ru: Типовой список входных источников отображает распространенные назначения, но реальный список зависит от производителя/модели дисплея. Попробуйте использовать переключатель "LG alt" для некоторых новых дисплеев LG, если управление входом не работает!
sl: Privzeti seznam vhodnih virov odraža pogosto pojavljajoče se dodelitve, vendar se dejanski seznam razlikuje glede na prodajalca/model zaslona. Poskusite uporabiti preklopnik "LG alt" za nekatere novejše zaslone LG, če nadzor vnosa ne deluje!
sv: Standardlistan över ingångskällor återspeglar vanligt förekommande uppdrag, men den faktiska listan varierar beroende på skärmtillverkare/modell. Prova att använda "LG alt"-knappen för vissa nyare LG-skärmar om inmatningskontrollen inte fungerar!
tr: Varsayılan giriş kaynağı listesi yaygın olarak gerçekleşen atamaları yansıtır, ancak gerçek liste ekran satıcısına/modeline göre değişir. Giriş kontrolü çalışmazsa bazı yeni LG ekranlar için "LG alt" geçişini kullanmayı deneyin!
uk: Типовий список вхідних джерел відображає поширені призначення, але реальний список залежить від виробника/моделі дисплея. Спробуйте використати перемикач "LG alt" для деяких нових дисплеїв LG, якщо керування входом не працює!
vi: Danh sách nguồn đầu vào mặc định phản ánh các sự gán kết thường xuyên xảy ra, nhưng danh sách thực thay đổi theo nhà sản xuất/model. Hãy thử sử dụng chuyển đổi "thay thế LG" cho một số màn hình LG mới nếu điều khiển đầu vào không hoạt động!
zh_hans: 默认输入源列表反映了常见分配，但实际列表因显示器供应商/型号而异。输入控制不起作用时请尝试在某些较新的 LG 显示器上使用 “LG Alt” 切换！
zh_hant: 預設輸入源列表反映了常見分配，但實際列表因顯示器供應商/型號而異。輸入控制不起作用時請嘗試在某些較新的 LG 顯示器上使用 “LG Alt” 切換！

source: The device doesn’t support range-based volume control (i.e., setting a specific level on a scale between a minimum and maximum). It does support remote-style volume up/down and mute toggles, which works well for keyboard control. Volume control may not work optimally if an AV receiver is connected and HDMI‑CEC is handling volume between the TV and the receiver.
nl: Het apparaat ondersteunt niet op bereik gebaseerde volumebediening (bijv. het instellen van een bepaald niveau op een schaal tussen een minimum en maximum). Het ondersteunt wel afstandsbediening-achtige schakelaars Volume omhoog/omlaag, wat prima werkt voor toetsenbordbediening. Volumebediening werkt mogelijk niet optimaal als een AV-ontvanger is verbonden en HDMI-CEC het volume regelt tussen de tv en de ontvanger.
pl: Urządzenie nie obsługuje sterowania głośnością opartego na zakresie (tj. ustawiania konkretnego poziomu na skali między minimum a maksimum). Obsługuje natomiast sterowanie w stylu pilota (zwiększanie/zmniejszanie głośności oraz wyciszanie), co dobrze sprawdza się przy sterowaniu klawiaturą. Sterowanie głośnością może nie działać optymalnie, jeśli amplituner AV jest połączony, a funkcje HDMI-CEC zarządzają głośnością między telewizorem a amplitunerem.
ru: Устройство не поддерживает управление громкостью в диапазоне, то есть установку конкретного уровня на шкале между минимальным и максимальным значением. Поддерживается управление в стиле пульта с командами увеличения и уменьшения громкости и переключения выключения звука, что хорошо подходит для управления с клавиатуры. Управление громкостью может работать не оптимально, если подключен AV-ресивер и управление громкостью между телевизором и ресивером осуществляется через HDMI-CEC.

source: The display group is marked as exclusive while at least one other display group with higher priority is active.
de: Die Displaygruppe ist als exklusiv gekennzeichnet, solange mindestens eine andere Displaygruppe mit höherer Priorität aktiv ist.
es: El grupo de pantallas está marcado como exclusivo mientras al menos otro grupo de pantallas con mayor prioridad está activo.
fr: Le groupe d'écrans est marqué comme exclusif si au moins un groupe avec une priorité supérieure est actif.
hu: A kijelzőcsoport kizárólagosként van beállítva, miközben legalább egy másik, magasabb prioritású kijelzőcsoport már aktív.
it: Il gruppo di display è contrassegnato come esclusivo mentre almeno un altro gruppo di display con priorità più alta è attivo.
ja: 高い優先順位を持つ他の表示グループが1つ以上アクティブな場合には、このディスプレイグループを優先します。
ko: 더 높은 우선순위를 가진 다른 디스플레이 그룹이 하나 이상 활성화되어 있는 동안 이 디스플레이 그룹은 배타적으로 표시됩니다.
nb: Skjermgruppen er merket som eksklusiv mens minst én annen skjermgruppe med høyere prioritet er aktiv.
nl: De schermgroep is gemarkeerd als exclusief terwijl ten minste één andere schermgroep met hogere prioriteit actief is.
pt_br: O grupo de exibição é marcado como exclusivo enquanto pelo menos um outro grupo de exibição com prioridade mais alta estiver ativo.
ro: Grupul de ecrane este marcat ca exclusiv în timp ce cel puțin un alt grup de afișaje cu prioritate mai mare este activ.
ru: Группа дисплеев отмечена как эксклюзивная, пока активна хотя бы одна другая группа дисплеев с более высоким приоритетом.
sl: Prikazna skupina je označena kot ekskluzivna, medtem ko je aktivna vsaj ena druga zaslonska skupina z višjo prioriteto.
sv: Skärmgruppen är markerad som exklusiv medan minst en annan skärmgrupp med högre prioritet är aktiv.
tr: Görüntüleme grubu, daha yüksek önceliğe sahip en az bir başka görüntüleme grubu etkinken özel olarak işaretlenir.
uk: Група дисплеїв позначена як ексклюзивна, поки активна хоча б одна інша група дисплеїв із вищим пріоритетом.
vi: Nhóm màn hình được đánh dấu là đặc biệt trong khi ít nhất một nhóm màn hình khác có ưu tiên cao hơn đang hoạt động
zh_hans: 由于存在至少一个优先级更高的显示组处于活动状态，此显示组被标记为独占。
zh_hant: 由於存在至少一個優先級更高的顯示組處於活動狀態，此顯示組被標記為獨占。

source: The display group will be activated or deactivated depending on the activation settings, configured group members and various other factors.
de: Die Displaygruppe wird abhängig von den Aktivierungseinstellungen, den konfigurierten Gruppenmitgliedern und verschiedenen anderen Faktoren aktiviert oder deaktiviert.
es: El grupo de pantallas se activará o desactivará según los ajustes de activación, los miembros del grupo configurados y varios otros factores.
fr: Le groupe d'écrans sera activé ou désactivé en fonction des réglages d'activation, des membres du groupe configurés et plusieurs autres facteurs.
hu: A kijelzőcsoport az aktiválási beállításoktól, a konfigurált csoporttagoktól és számos más tényezőtől függően aktiválódik vagy deaktiválódik.
it: Il gruppo di display sarà attivato o disattivato in base alle impostazioni di attivazione, ai membri del gruppo configurati e ad altri vari fattori.
ja: アクティベーション設定、構成されたグループメンバーや他のさまざまな要素により、ディスプレイグループが有効化されるかどうかが決まります。
ko: 디스플레이 그룹은 활성화 설정들, 구성된 그룹 구성원들 및 다양한 다른 요인들에 따라 활성화되거나 비활성화됩니다.
nb: Skjermgruppen vil bli aktivert eller deaktivert avhengig av aktiveringsinnstillinger, konfigurerte gruppemedlemmer og ulike andre faktorer.
nl: De schermgroep wordt geactiveerd of gedeactiveerd afhankelijk van de activeringsinstellingen, geconfigureerde groepsleden en verschillende andere factoren.
pt_br: O grupo de exibição será ativado ou desativado dependendo das configurações de ativação, dos membros do grupo configurados e de vários outros fatores.
ro: Grupul de ecrane va fi activat sau dezactivat în funcție de setările de activare, membrii grupului configurați și diferiți alți factori.
ru: Группа дисплеев будет активирована или деактивирована в зависимости от настроек активации, настроенных участников группы и других факторов.
sl: Prikazna skupina bo aktivirana ali deaktivirana glede na nastavitve aktiviranja, konfigurirane člane skupine in različne druge dejavnike.
sv: Skärmgruppen aktiveras eller avaktiveras beroende på aktiveringsinställningarna, konfigurerade gruppmedlemmar och olika andra faktorer.
tr: Ekran grubu, etkinleştirme ayarlarına, yapılandırılmış grup üyelerine ve diğer çeşitli faktörlere bağlı olarak etkinleştirilecek veya devre dışı bırakılacaktır.
uk: Групу дисплеїв буде активовано або деактивовано залежно від налаштувань активації, налаштованих учасників групи та різних інших факторів.
vi: Nhóm màn hình sẽ được kích hoạt hoặc vô hiệu hóa tùy vào cài đặt kích hoạt, các thành viên nhóm được cấu hình và các yếu tố khác.
zh_hans: 显示组的激活或停用取决于激活设置、已配置的组成员以及各种其他因素。
zh_hant: 顯示組的啟用或停用取決於啟用設定、已設定的群組成員以及各種其他因素。

source: The display group will not activate when other displays are connected beyond group members.
de: Die Displaygruppe wird nicht aktiviert, wenn noch andere Displays als die Gruppenmitglieder angeschlossen sind.
es: El grupo de pantallas no se activará cuando se conecten otras pantallas además de los miembros del grupo.
fr: Le groupe d'écrans ne s'activera pas quand d'autres écrans sont présents en plus de ceux du groupe.
hu: A kijelzőcsoport nem aktiválódik, ha a csoporttagokon kívül más kijelzők is csatlakoztatva vannak.
it: Il gruppo di display non si attiverà quando altri display saranno connessi oltre ai membri del gruppo.
ja: グループメンバー以外のディスプレイが接続されている場合は、ディスプレイグループを有効化できません。
ko: 그룹 구성원 외에 다른 디스플레이가 연결되어 있으면 디스플레이 그룹이 활성화되지 않습니다.
nb: Skjermgruppen vil ikke aktiveres når andre skjermer utenfor gruppemedlemmer er tilkoblet.
nl: De schermgroep wordt niet geactiveerd wanneer andere schermen zijn aangesloten buiten de groepsleden.
pl: Grupa wyświetlaczy nie aktywuje się, gdy połączone są inne wyświetlacze spoza członków grupy.
pt_br: O grupo de monitores não será ativado quando outros monitores estiverem conectados além dos membros do grupo.
ro: Grupul de ecrane nu se va activa atunci când alte ecrane sunt conectate în afara membrilor grupului.
ru: Группа дисплеев не активируется, если подключены другие дисплеи, кроме участников группы.
sl: Skupina zaslonov se ne bo aktivirala, ko so poleg članov skupine povezani drugi zasloni.
sv: Skärmgruppen kommer inte att aktiveras när andra skärmar är anslutna utöver gruppmedlemmarna.
tr: Grup üyeleri dışında başka ekranlar bağlandığında ekran grubu etkinleşmez.
uk: Група дисплеїв не активується, якщо підключено інші дисплеї, крім учасників групи.
vi: Nhóm màn hình sẽ không kích hoạt khi các màn hình khác được kết nối ngoài các thành viên của nhóm.
zh_hans: 在连接了组外显示器时，此显示组将不会激活。
zh_hant: 在連接了組外顯示器時，此顯示組將不會啟用。

source: The display is DDC capable
de: Das Display ist DDC-fähig
es: La pantalla es compatible con DDC.
fr: L'écran prend en charge des fonctionnalités DDC
hu: A kijelző DDC-képes
it: Il display supporta DDC
ja: ディスプレイはDDCに対応しています
ko: 디스플레이가 DDC를 지원합니다
nb: Skjermen støtter DDC
nl: Het scherm is DDC-capabel
pt_br: O monitor é compatível com DDC
ro: Afișajul este compatibil DDC
ru: Дисплей поддерживает DDC
sl: Zaslon podpira DDC
sv: Skärmen är DDC-kompatibel
tr: Ekran DDC özelliğine sahiptir
uk: Дисплей підтримує DDC
vi: Màn hình hỗ trợ DDC
zh_hans: 显示器支持 DDC
zh_hant: 顯示器支援 DDC

source: The display may not be properly configured for DDC hardware brightness control and other similar features. Use detection and auto-configuration or adjust DDC settings manually.
de: Das Display ist möglicherweise nicht richtig für die DDC-Hardware-Helligkeitssteuerung und andere ähnliche Funktionen konfiguriert. Verwende die Erkennung und automatische Konfiguration oder passe die DDC-Einstellungen manuell an.
es: La pantalla puede no estar configurada correctamente para el control de brillo de hardware DDC y otras funciones similares. Utiliza la detección y la autoconfiguración o ajusta los ajustes DDC manualmente.
fr: L'écran pourrait ne pas être proprement configuré pour le contrôle matériel de la luminosité et d'autres fonctionnalités similaires. Utilisez la détection et la configuration automatique ou ajustez les réglages DDC manuellement.
hu: A kijelző lehet, hogy nincs megfelelően beállítva a DDC hardveres fényerő-szabályozás és más hasonló funkciók tekintetében. Használja az automatikus konfigurálást, vagy állítsa be manuálisan a DDC képességeket.
it: Il display potrebbe non essere configurato correttamente per il controllo della luminosità hardware DDC e altre funzionalità simili. Usa il rilevamento e la configurazione automatica o regola manualmente le impostazioni DDC.
ja: このディスプレイは、DDCハードウェア輝度制御やその他の類似機能を正しく構成していない可能性があります。検出と自動構成を使用するか、手動でDDC設定を構成してください。
ko: 디스플레이가 DDC 하드웨어 밝기 제어 및 기타 유사한 기능에 맞게 구성되지 않았을 수 있습니다. 감지 및 자동 구성을 사용하거나 DDC 설정을 수동으로 조정하세요.
nb: Skjermen er kanskje ikke riktig konfigurert for DDC-maskinvarekontroll av lysstyrke og andre lignende funksjoner. Bruk deteksjon og automatisk konfigurasjon, eller juster DDC-innstillinger manuelt.
nl: Het scherm is mogelijk niet correct geconfigureerd voor DDC-helderheidsbediening via het apparaat en andere vergelijkbare functies. Gebruik detectie en automatische configuratie of pas DDC-instellingen handmatig aan.
pt_br: O monitor pode não estar configurado corretamente para o controle de brilho por hardware DDC e outros recursos semelhantes. Use a detecção e configuração automática ou ajuste as configurações DDC manualmente.
ro: Afișajul s-ar putea să nu fie configurat corect pentru controlul hardware al luminozității DDC și alte funcții similare. Folosește detectarea și configurarea automată sau ajustează setările DDC manual.
ru: Дисплей может быть неправильно настроен для аппаратного управления яркостью DDC и других подобных функций. Используйте обнаружение и автонастройку или настройте параметры DDC вручную.
sl: Zaslon morda ni pravilno konfiguriran za nadzor svetlosti strojne opreme DDC in druge podobne funkcije. Uporabite zaznavanje in samodejno konfiguracijo ali prilagodite nastavitve DDC ročno.
sv: Skärmen kanske inte är korrekt konfigurerad för DDC hårdvarukontroll av ljusstyrka och andra liknande funktioner. Använd detektering och autokonfiguration eller justera DDC-inställningarna manuellt.
tr: Ekran, DDC donanım parlaklık kontrolü ve diğer benzer özellikler için uygun şekilde yapılandırılmamış olabilir. Algılama ve otomatik yapılandırmayı kullanın veya DDC ayarlarını manuel olarak yapın.
uk: Дисплей може бути неправильно налаштований для апаратного керування яскравістю DDC та інших подібних функцій. Використовуйте виявлення та автоналаштування або відрегулюйте налаштування DDC вручну.
vi: Màn hình có thể chưa được cấu hình đúng cho việc điều khiển độ sáng phần cứng DDC và các tính năng tương tự. Sử dụng tính năng phát hiện và cấu hình tự động hoặc điều chỉnh cài đặt DDC thủ công.
zh_hans: 显示器可能未正确配置 DDC 硬件亮度控制和其他类似功能。请使用检测和自动配置或手动调整 DDC 设置。
zh_hant: 顯示器可能未正確設定 DDC 硬體亮度控制和其他類似功能。使用偵測和自動設定或手動調整 DDC 設定。

source: The display might have limited DDC support
de: Das Display hat möglicherweise eine eingeschränkte DDC-Unterstützung
es: La pantalla puede tener un soporte DDC limitado
fr: L'écran pourrait avoir une prise en charge limitée des fonctionnalités DDC
hu: A kijelző korlátozott DDC támogatással rendelkezhet
it: Il display potrebbe avere un supporto DDC limitato
ja: DDC対応が限定的なディスプレイ
ko: 디스플레이의 DDC 지원이 제한적일 수 있습니다
nb: Skjermen kan ha begrenset DDC-støtte
nl: Het scherm heeft mogelijk beperkte DDC-ondersteuning
pt_br: O monitor pode ter suporte DDC limitado
ro: Este posibil ca afișajul să aibă suport DDC limitat
ru: Дисплей может иметь ограниченную поддержку DDC
sl: Zaslon ima morda omejeno podporo za DDC
sv: Skärmen kan ha begränsat DDC-stöd
tr: Ekran sınırlı DDC desteğine sahip olabilir
uk: Дисплей може мати обмежену підтримку DDC
vi: Màn hình có thể hỗ trợ DDC hạn chế
zh_hans: 显示器的 DDC 支持可能有限
zh_hant: 顯示器的 DDC 支援可能有限

source: The display or connection does not support DDC
de: Das Display oder die Verbindung unterstützt DDC nicht
es: La pantalla o la conexión no soporta DDC
fr: L'écran ou sa connectique ne prend pas en charge DDC
hu: A kijelző vagy a csatlakozás nem támogatja a DDC-t
it: Il display o la connessione non supporta il DDC
ja: ディスプレイまたは接続がDDCに未対応
ko: 디스플레이 또는 연결이 DDC를 지원하지 않음
nb: Skjermen eller tilkoblingen støtter ikke DDC
nl: Het scherm of de verbinding ondersteunt geen DDC
pl: Wyświetlacz lub połączenie nie obsługuje DDC
pt_br: O monitor ou a conexão não suporta DDC
ro: Afișajul sau conexiunea nu suportă DDC
ru: Дисплей или соединение не поддерживает DDC
sl: Zaslon ali povezava ne podpira DDC
sv: Skärmen eller anslutningen stöder inte DDC
tr: Ekran veya bağlantı DDC'yi desteklemiyor
uk: Дисплей або з'єднання не підтримує DDC
vi: Màn hình hoặc kết nối không hỗ trợ DDC.
zh_hans: 显示器或连接不支持 DDC
zh_hant: 顯示器或連接不支援 DDC
