Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: When the display is set as main, the lower limit is 30% for combined or software brightness, 10% for Apple hardware brightness, 0% for DDC hardware brightness.
de: Wenn das Display als Hauptdisplay eingestellt ist, beträgt die untere Grenze 30% für kombinierte oder Software-Helligkeit, 10% für Apple-Hardware-Helligkeit, 0% für DDC-Hardware-Helligkeit.
es: Cuando la pantalla está configurada como principal, el límite inferior es del 30% para el brillo combinado o por software, del 10% para el brillo de hardware de Apple y del 0% para el brillo de hardware DDC.
fr: Lorsque l'écran est défini comme écran principal, la limite inférieure de luminosité est de 30% pour la luminosité combinée ou logicielle, de 10% pour la luminosité matérielle Apple et de 0% pour la luminosité matérielle DDC.
hu: Ha a kijelző főképernyőként van beállítva, az alsó határérték 30% a kombinált vagy szoftveres fényerőnél, 10% az Apple hardveres fényerőnél, 0% a DDC hardveres fényerőnél.
it: Quando il display è impostato come principale, il limite inferiore è del 30% per la luminosità combinata o software, 10% per la luminosità hardware Apple, 0% per la luminosità hardware DDC.
ja: ディスプレイをメインに設定している場合、複合またはソフトウェア輝度の下限は30％、Appleハードウェアの輝度で10％、DDCハードウェアの輝度で0％です。
ko: 디스플레이가 메인으로 설정되었을 때, 밝기의 하한선은 다음과 같아집니다. 통합 또는 소프트웨어 밝기의 경우 30%, Apple 하드웨어 밝기의 경우 10%, DDC 하드웨어 밝기의 경우 0% 입니다.
nb: Når skjermen er satt som hovedskjerm, er nedre grense 30 % for kombinert eller programvarelys, 10 % for Apple-maskinvarelys og 0 % for DDC-maskinvarelys.
nl: Wanneer het scherm is ingesteld als hoofdscherm, dan is de onderkant voor 30% voor gecombineerde of programmatische helderheid, 10% voor Apple-apparaathelderheid en 0% voor DDC-apparaathelderheid.
pt_br: Quando a tela é definida como principal, o limite inferior é de 30% para brilho combinado ou de software, 10% para brilho de hardware Apple, 0% para brilho de hardware DDC.
ro: Atunci când ecranul este setat ca principal, limita inferioară este de 30% pentru luminozitatea combinată sau software, 10% pentru luminozitatea hardware Apple și 0% pentru luminozitatea hardware DDC.​
ru: Если дисплей установлен как основной, нижний предел составляет 30% для комбинированной или программной яркости, 10% для аппаратной яркости Apple и 0% для аппаратной яркости DDC.
sl: Ko je zaslon nastavljen kot glavni, je spodnja meja 30 % za kombinirano ali programsko svetlost, 10 % za svetlost strojne opreme Apple, 0 % za svetlost strojne opreme DDC.
sv: När skärmen är inställd som huvudskärmen är den nedre gränsen 30% eller kombinerad ljusstyrka eller mjukvaruljusstyrka, 10% för Apple-hårdvaruljusstyrka, 0% för DDC-hårdvaruljusstyrka.
tr: Ekran ana olarak ayarlandığında, alt sınır birleşik veya yazılım parlaklığı için %30, Apple donanım parlaklığı için %10, DDC donanım parlaklığı için %0'dır.
uk: Коли дисплей задано як основний, нижня межа становить 30% для комбінованої або програмної яскравості, 10% для яскравості обладнання Apple, 0% для апаратної яскравості DDC.
vi: Khi màn hình được đặt là chính, giới hạn thất nhất là 30% cho độ sáng kết hợp hoặc phần mềm, 10% cho độ sáng phần cứng của Apple, 0% cho độ sáng phần cứng DDC.
zh_hans: 当显示器设置为主要显示器时，亮度下限为：组合亮度或软件亮度：30% ，Apple 硬件亮度：10%，DDC 硬件亮度：0%。
zh_hant: 當顯示器設定為主要顯示器時，亮度下限為：組合亮度或軟體亮度：30% ，Apple 硬體亮度：10%，DDC 硬體亮度：0%。

source: When this is enabled, syncing won't affect displays in HDR mode or XDR displays set to a reference Apple Display Preset.
de: Wenn diese Option aktiviert ist, wirkt sich die Synchronisierung nicht auf Displays im HDR-Modus oder auf XDR-Displays aus, die auf eine XDR-Referenzvoreinstellung eingestellt sind.
es: Cuando esto está habilitado, la sincronización no afectará a las pantallas en modo HDR o a las pantallas XDR configuradas en un preajuste XDR de referencia.
fr: Lorsque cette option est activée, la synchronisation n'affecte pas les écrans en mode HDR ou les écrans XDR configurés sur un préréglage d'affichage Apple de référence.
hu: Ha ez engedélyezve van, a szinkronizálás nem érinti a HDR módban lévő kijelzőket vagy valamely referencia XDR-előbeállításra beállított XDR-kijelzőket.
it: Quando questa opzione è abilitata, la sincronizzazione non influirà sui display in modalità HDR o sui display XDR impostati su un preset XDR di riferimento.
ja: 有効化した場合、HDRモードのディスプレイまたは参考XDRプリセットに設定したXDRディスプレイには、同期は影響しません。
ko: 이 기능이 활성화되면, 동기화는 HDR 모드의 디스플레이나 참조용 XDR 프리셋으로 설정된 XDR 디스플레이에는 영향을 미치지 않습니다.
nb: Når dette er aktivert, påvirker ikke synkronisering skjermer i HDR-modus eller XDR-skjermer satt til en referanse i Apple Display Preset.
nl: Wanneer dit is ingeschakeld, dan zal synchronisatie geen invloed hebben op schermen in HDR-modus of XDR-schermen die zijn ingesteld op een referentie-voorinstelling van een Apple-scherm.
pl: Gdy ta opcja jest włączona, synchronizacja nie będzie wpływać na wyświetlacze w trybie HDR ani na wyświetlacze XDR ustawione na wzorcowe ustawienie predefiniowane wyświetlacza Apple.
pt_br: Quando ativado, a sincronização não afetará as exibições no modo HDR ou as exibições XDR definidas para uma predefinição XDR de referência.
ro: Atunci când această optiune este activă, sincronizarea nu va afecta ecranele în modul HDR sau afișajele XDR setate la un preset de referință XDR.
ru: Когда это включено, синхронизация не будет влиять на дисплеи в режиме HDR или XDR-дисплеи, настроенные на эталонный пресет Apple Display.
sl: Ko je to omogočeno, sinhronizacija ne bo vplivala na zaslone v načinu HDR ali zaslone XDR, nastavljene na referenčno prednastavitev XDR.
sv: När detta är aktiverat påverkar synkroniseringen inte skärmar i HDR-läge eller XDR-skärmar som är inställda på en referens XDR-förinställning.
tr: Bu etkinleştirildiğinde, senkronizasyon HDR modundaki ekranları veya referans XDR ön ayarına ayarlanmış XDR ekranlarını etkilemez.
uk: Коли це увімкнено, синхронізація не впливатиме на дисплеї в режимі HDR або XDR дисплеї, налаштовані на еталонний пресет Apple Display.
vi: Khi tính năng này được bật, việc đồng bộ hóa sẽ không ảnh hưởng đến các màn hình ở chế độ HDR hoặc các màn hình XDR được thiết lập theo cài đặt XDR tham chiếu.
zh_hans: 启用此设置后，HDR 模式下或使用参考 XDR 预设的 XDR 显示器将不受同步影响。
zh_hant: 啟用此設定後，HDR 模式下或使用參考 XDR 預設的 XDR 顯示器將不受同步影響。

source: When this is enabled, the app will use hardware brightness for combined brightness control instead of the SDR peak brightness adjustment control (HDR brightness control) provided by macOS. You can still adjust the SDR peak brightness in Control Center - these adjustments will influence the upscaling (if available) headroom provided by the app. Not all displays support hardware brightness control in HDR mode.
de: Wenn diese Option aktiviert ist, verwendet die App die Hardware-Helligkeit zur kombinierten Helligkeitssteuerung anstelle der von macOS bereitgestellten SDR-Spitzenhelligkeitsregelung (HDR-Helligkeitsregelung). Die SDR-Spitzenhelligkeit kann weiterhin im Kontrollzentrum angepasst werden – diese Anpassungen beeinflussen den vom Programm bereitgestellten (falls verfügbar) Spielraum für das Hochskalieren. Nicht alle Displays unterstützen die Hardware-Helligkeitssteuerung im HDR-Modus.
es: Cuando esta opción está habilitada, la app usará el brillo de hardware para el control de brillo combinado en lugar del control de ajuste de brillo máximo SDR (control de brillo HDR) proporcionado por macOS. Aún puedes ajustar el brillo máximo SDR en el Centro de Control; estos ajustes influirán en el margen de mejora (si está disponible) que ofrece la app. No todas las pantallas admiten el control de brillo de hardware en modo HDR.
fr: Si cette option est activée, l’application utilisera la luminosité matérielle pour le contrôle de luminosité combinée à la place du contrôle de luminosité maximale SDR (contrôle de luminosité HDR) fourni par macOS. Vous pouvez toujours ajuster la luminosité maximale SDR dans le Centre de contrôle - ces ajustements influenceront la marge de la démultiplication (si disponible) fournie par l’application. Certains écrans ne supportent pas le contrôle de la luminosité matérielle en mode HDR.
hu: Ha ez be van kapcsolva, az alkalmazás a hardveres fényerőszabályzást fogja használni a kombinált fényerő kezeléséhez a macOS által biztosított SDR csúcsfényerő (HDR fényerő) helyett. Az SDR csúcsfényerő továbbra is módosítható a Vezérlőközpontban – ezek a beállítások hatással lesznek az alkalmazás által biztosított (ha elérhető) felskálázási tartományra. Nem minden kijelző támogatja a hardveres fényerőszabályzást HDR módban.
it: Quando questa opzione è abilitata, l’app utilizzerà la luminosità hardware per il controllo combinato della luminosità al posto del controllo della luminosità di picco SDR (controllo HDR) fornito da macOS. Puoi comunque regolare la luminosità di picco SDR nel Centro di Controllo: tali regolazioni influenzeranno il margine di upscaling (se disponibile) fornito dall’app. Non tutti i display supportano il controllo della luminosità hardware in modalità HDR.
ja: これを有効化した場合、macOSが提供するSDRピーク輝度調整制御（HDR輝度制御）の代わりに、ハードウェア輝度を使用した複合輝度制御を行います。コントロールセンターでSDRピーク輝度を調整することはできますが、これらの調整は、アプリが提供するアップスケーリング（使用可能な場合）の余裕に影響します。すべてのディスプレイがHDRモードのハードウェア輝度制御に対応しているとは限りません。
ko: 이 기능이 활성화되면 앱은 macOS에서 제공하는 SDR 최대 밝기 조정 제어(HDR 밝기 제어) 대신 하드웨어 밝기를 사용하여 통합된 밝기 제어를 수행합니다. 여전히 제어 센터에서 SDR 최대 밝기를 조정할 수 있으며, 이러한 조정은 앱이 제공하는 업스케일링(사용 가능한 경우) 여유에 영향을 미칩니다. 모든 디스플레이가 HDR 모드에서 하드웨어 밝기 제어를 지원하는 것은 아닙니다.
nb: Når dette er aktivert, bruker appen maskinvarelys for kombinert lysstyrkekontroll i stedet for SDR-peak-lysjusteringen (HDR-lys) som macOS tilbyr. Du kan fortsatt justere SDR-peak-lys i Kontrollsenteret – disse justeringene påvirker oppskaleringen (hvis tilgjengelig) som appen gir. Ikke alle skjermer støtter maskinvarelys i HDR-modus.
nl: Wanneer dit is ingeschakeld, dan zal de app apparaathelderheid gebruiken voor gecombineerde helderheid in plaats van de aanpassingsbediening van de SDR-piekhelderheid (HDR-helderheidbediening) zoals worden geboden door macOS. Je kunt nog steeds de SDR-piekhelderheid in het Meldingencentrum aanpassen - deze aanpassingen hebben invloed op de opschalingruimte (indien beschikbaar) aangeboden door de app. Niet alle schermen ondersteunen apparaathelderheidsbediening in HDR-modus.
pt_br: Quando esta opção está ativada, o app usará o controle de brilho por hardware para o controle de brilho combinado, em vez do controle de brilho de pico SDR (brilho HDR) fornecido pelo macOS. Você ainda pode ajustar o brilho de pico SDR no Centro de Controle – esses ajustes influenciam a margem de upscale (se disponível) fornecida pelo app. Nem todos os monitores suportam controle de brilho por hardware no modo HDR.
ro: Când această opțiune este activată, aplicația va utiliza luminozitatea hardware pentru controlul combinat al luminozității în loc de controlul de ajustare a luminozității maxime SDR (controlul luminozității HDR) oferit de macOS. Puteți totuși ajusta luminozitatea maximă SDR în Centrul de Control - aceste ajustări vor influența spațiul de upscaling (dacă este disponibil) oferit de aplicație. Nu toate afișajele acceptă controlul luminozității hardware în modul HDR.
ru: Когда это включено, приложение будет использовать аппаратное управление яркостью для комбинированного управления яркостью вместо регулировки пиковой яркости SDR (HDR управление яркостью), предоставляемой macOS. Вы все еще можете регулировать пиковую яркость SDR в Центре управления — эти настройки повлияют на запас повышения (если доступно), предоставляемый приложением. Не все дисплеи поддерживают аппаратное управление яркостью в режиме HDR.
sl: Ko je to omogočeno, bo aplikacija uporabljala svetlost strojne opreme za kombiniran nadzor svetlosti namesto nadzora prilagoditve največje svetlosti SDR (nadzor svetlosti HDR), ki ga zagotavlja macOS. Najvišjo svetlost SDR lahko še vedno prilagodite v Nadzornem centru – te prilagoditve bodo vplivale na višino povečanja (če je na voljo), ki jo zagotavlja aplikacija. Vsi zasloni ne podpirajo strojnega nadzora svetlosti v načinu HDR.
sv: När detta är aktiverat kommer appen att använda hårdvaruljusstyrka för kombinerad ljusstyrkereglering istället för SDR-toppljusstyrkeregleringen (HDR-ljusstyrkereglering) som tillhandahålls av macOS. Du kan fortfarande justera SDR-toppljusstyrkan i Kontrollcenter - dessa justeringar kommer att påverka uppskalningsutrymmet (om tillgängligt) som tillhandahålls av appen. Inte alla skärmar stöder hårdvarukontroll av ljusstyrka i HDR-läge.
tr: Bu etkinleştirildiğinde, uygulama macOS tarafından sağlanan SDR tepe parlaklık ayar kontrolü (HDR parlaklık kontrolü) yerine birleşik parlaklık kontrolü için donanım parlaklığını kullanacaktır. Kontrol Merkezi'nde SDR tepe parlaklığını ayarlamaya devam edebilirsiniz - bu ayarlamalar uygulama tarafından sağlanan yükseltme (varsa) tavan boşluğunu etkileyecektir. Tüm ekranlar HDR modunda donanım parlaklık kontrolünü desteklemez.
uk: Коли це увімкнено, додаток використовуватиме апаратне керування яскравістю для комбінованого керування яскравістю замість регулювання пікової яскравості SDR (керування яскравістю HDR), наданого macOS. Ви все ще можете регулювати пикову яскравість SDR у Центрі керування — ці налаштування впливатимуть на запас підвищення (якщо доступно), який надає додаток. Не всі дисплеї підтримують апаратне керування яскравістю в режимі HDR.
zh_hans: 启用此功能后，应用将使用硬件亮度进行组合亮度控制，而不是使用 macOS 提供的 SDR 峰值亮度控制（HDR 亮度控制）。你仍然可以在控制中心调整 SDR 峰值亮度——这些调整会影响应用提供的（如有）HDR 提升余量。并非所有显示器都支持 HDR 模式下的硬件亮度控制。
zh_hant: 啟用此功能後，應用程式將使用硬體亮度來進行組合亮度控制，而不是使用 macOS 提供的 SDR 峰值亮度調節（HDR 亮度控制）。你仍然可以在控制中心調整 SDR 峰值亮度——這些調整會影響應用程式提供的（若可用）HDR 提升餘量。並非所有顯示器都支援 HDR 模式下的硬體亮度控制。

source: When this is enabled, the app will use the matching audio device's native audio controls (if available) instead of direct hardware control (via DDC or control integration). Make sure the matching audio device name is specified accordingly. This feature is useful for controlling the volume of a multi-output audio devices involving both displays with app-managed hardware (DDC, control integration) volume control and displays with native volume control.
nl: Indien dit is ingeschakeld, dan zal de app de overeenkomende ingebouwde geluidsbediening van het geluidsapparaat gebruiken (indien beschikbaar) in plaats van directe apparaatbediening (via DDC of bedieningsintegratie). Zorg ervoor dat de overeenkomende geluidsapparaatnaam navenant is opgegeven. Deze functie is nuttig voor bediening van het volume van geluidsapparaten met meerdere uitvoeren waarbij beide schermen app-beheerde apparaatvolumebediening (DDC, bedieningsintegratie) en schermen met ingebouwde volumebediening betrokken zijn.
ru: Когда включено, приложение будет использовать встроенные элементы управления соответствующего аудиоустройства (если доступны) вместо прямого аппаратного управления (через DDC или интеграцию управления). Убедитесь, что указано правильное имя устройства. Эта функция полезна для управления громкостью многовыходных аудиоустройств, включающих дисплеи с управлением аппаратной громкостью через приложение (DDC, интеграция) и дисплеи с встроенным управлением громкостью.

source: When volume reaches 0%…
de: Wenn die Lautstärke 0% erreicht…
es: Cuando el volumen llega al 0%…
fr: Quand le volume atteint 0%…
hu: Amikor a hangerő 0%-ra csökken…
it: Quando il volume raggiunge lo 0%…
ja: 音量が0%になったとき…
ko: 볼륨이 0%에 도달하면…
nb: Når volumet når 0 %…
nl: Wanneer de volume 0% bereikt...
pt_br: Quando o volume atinge 0%…
ro: Când volumul ajunge la 0%…
ru: Когда громкость достигнет 0%…
sl: Ko glasnost doseže 0 %…
sv: När volymen når 0%…
tr: Ses düzeyi %0'a geldiğinde…
uk: Коли гучність досягає 0%…
vi: Khi âm lượng đạt đến 0%…
zh_hans: 当音量达到0%时…
zh_hant: 當音量達到0%時…

source: Width
de: Breite
es: Ancho
fr: Largeur
hu: Szélesség
it: Larghezza
ja: 幅
ko: 너비
nb: Bredde
nl: Breedte
pt_br: Largura
ro: Lățime
ru: Ширина
sl: Širina
sv: Bredd
tr: Genişlik
uk: Ширина
vi: Rộng
zh_hans: 宽度
zh_hant: 寬度

source: Window
de: Fenster
es: Ventana
fr: Fenêtre
hu: Ablak
it: Finestra
ja: ウインドウ
ko: 윈도우
nb: Vindu
nl: Venster
pl: Okno
pt_br: Janela
ro: Fereastră
ru: Окно
sl: Okno
sv: Fönster
tr: Pencere
uk: Вікно
vi: Cửa sổ
zh_hans: 窗口
zh_hant: 窗口

source: Window Controls
de: Fenstersteuerung
es: Controles de ventana
fr: Contrôles de fenêtre
hu: Ablak vezérlők
it: Controlli finestra
ja: ウインドウ制御
ko: 윈도우 제어
nb: Vindukontroller
nl: Vensterbedieningen
pt_br: Controles de Janela
ro: Controale fereastră
ru: Элементы управления окном
sl: Kontrolniki oken
sv: Fönsterkontroller
tr: Pencere Kontrolleri
uk: Елементи керування вікном
vi: Điều khiển Cửa sổ
zh_hans: 窗口控制
zh_hant: 窗口控制

source: Window Shadow
de: Schatten der Fenster
es: Sombra de ventana
fr: Ombre de la fenêtre
hu: Ablak árnyék
it: Ombra della finestra
ja: ウインドウの影
ko: 윈도우 그림자 표시
nb: Vinduskant
nl: Vensterschaduw
pt_br: Sombra da Janela
ro: Umbră fereastră
ru: Управления тенями окна
sl: Senca okna
sv: Fönsterskugga
tr: Pencere Gölgelemesi
uk: Тінь вікна
vi: Bóng cửa sổ
zh_hans: 窗口阴影
zh_hant: 窗口陰影

source: Wireless
de: Drahtlos
es: Inalámbrico
fr: Sans-fil
hu: Vezeték nélkül
it: Senza fili
ja: ワイヤレス
ko: 무선
nb: Trådløs
nl: Draadloos
pt_br: Sem fio
ro: Fără fir​
ru: Беспроводной
sl: Brezžično
sv: Trådlös
tr: Kablosuz
uk: Бездротовий
vi: Không dây
zh_hans: 无线
zh_hant: 無線

source: With settings transfer, this display's settings will be replaced by the selected disconnected display's settings. This can be used to reassign display settings when a display's identifiers change or when app settings were imported or migrated from a different installation.
nl: Bij het overdragen van de instellingen zullen de instellingen van dit scherm worden vervangen door die van de geselecteerde losgekoppelde scherm. DIt kan worden gebruikt om de scherminstellingen opnieuw toe te kennen bij een wijziging van de schermidentificator of als app-instellingen zijn geïmporteerd of gemigreerd vanuit een andere installatie.
pl: Dzięki przenoszeniu ustawień, ustawienia tego wyświetlacza zostaną zastąpione ustawieniami wybranego rozłączonego wyświetlacza. Można to wykorzystać do ponownego przypisania ustawień wyświetlacza, gdy zmienią się identyfikatory wyświetlacza lub gdy ustawienia aplikacji zostały zaimportowane lub zmigrowane z innej instalacji.
ru: При передаче настроек параметры этого дисплея будут заменены параметрами выбранного отключенного дисплея. Это полезно для переназначения настроек дисплея, когда изменяются идентификаторы дисплея или когда настройки приложения импортированы или перенесены с другой установки.

source: With this enabled Sidecar displays disconnected using the app will remain in the display list for easy reconnect. Sidecar displays disconnected outside of the app or before app startup are not listed.
de: Wenn diese Option aktiviert ist, bleiben Sidecar-Displays, die über die App getrennt wurden, in der Display-Liste, damit sie leicht erneut verbunden werden können. Sidecar-Displays, die außerhalb der App oder vor dem Startvorgang der App getrennt wurden, werden nicht aufgeführt.
es: Con esto habilitado, las pantallas Sidecar desconectadas utilizando la aplicación permanecerán en la lista de pantallas para facilitar la reconexión. Las pantallas Sidecar desconectadas fuera de la aplicación o antes de que se inicie la aplicación no se listan.
fr: Si cette option est activée, les écrans side-car déconnectés avec l'application resteront dans la liste des écrans pour faciliter leur reconnexion. Les écrans side-car déconnectés en dehors de l'application ou avant le démarrage de l'application ne seront pas listés.
hu: Ha ez engedélyezve van, akkor az alkalmazással leválasztott Sidecar kijelzők továbbra is a kijelzők listájában maradnak, így könnyen újra csatlakoztathatók. Az alkalmazáson kívül vagy az alkalmazás indítása előtt leválasztott Sidecar-kijelzők nem szerepelnek a listában.
it: Se abilitato, i display Sidecar scollegati tramite l’app rimarranno nella lista dei display per una riconnessione rapida. I display Sidecar scollegati al di fuori dell’app o prima dell’avvio dell’app non verranno elencati.
ja: 有効化した場合は、アプリから切断したSidecarディスプレイを、再接続しやすいようディスプレイリストに残します。アプリを使用しないか、アプリ起動前に切断されたSidecarディスプレイはリストに表示されません。
ko: 이 기능을 활성화하면 앱을 사용하여 연결이 끊긴 Sidecar 디스플레이가 디스플레이 목록에 남아 있어 쉽게 다시 연결할 수 있습니다. 앱 외부 또는 앱 시작 전에 연결이 끊어진 Sidecar 디스플레이는 목록에 표시되지 않습니다.
nb: Med dette aktivert forblir Sidecar-skjermer koblet fra via appen i skjermlisten for enkel gjenkobling. Sidecar-skjermer koblet fra utenfor appen eller før appen startet blir ikke listet.
nl: Als dit ingeschakeld is, dan zullen Sidecar-schermen die worden losgekoppeld via de app in de schermlijst blijven staan, zodat ze eenvoudig opnieuw verbonden kunnen worden. Sidecar-schermen die worden losgekoppeld buiten de app of voordat de app werd opgestart, worden niet opgenomen in de lijst.
pl: Przy włączonej tej opcji wyświetlacze Sidecar rozłączone za pomocą aplikacji pozostaną na liście wyświetlaczy, co umożliwi łatwe ponowne połączenie. Wyświetlacze Sidecar rozłączone poza aplikacją lub przed jej uruchomieniem nie są wyświetlane na liście.
pt_br: Com isso ativado, os monitores Sidecar desconectados usando o aplicativo permanecerão na lista de monitores para fácil reconexão. As exibições do Sidecar desconectadas fora do aplicativo ou antes da inicialização do aplicativo não são listadas.
ro: Cu această opțiune activată, ecranele Sidecar deconectate folosind aplicația vor rămâne în lista de ecrane pentru reconectare ușoară. Ecranele Sidecar deconectate în afara aplicației sau înainte de pornirea aplicației nu sunt listate.
ru: Когда это включено, отключенные с помощью приложения дисплеи Sidecar останутся в списке дисплеев для легкого повторного подключения. Дисплеи Sidecar, отключенные вне приложения или до запуска приложения, не отображаются.
sl: Ko je to omogočeno, bodo zasloni Sidecar, odklopljeni z aplikacijo, ostali na seznamu zaslonov za preprosto ponovno povezavo. Stranski zasloni, odklopljeni zunaj aplikacije ali pred zagonom aplikacije, niso navedeni.
sv: Med detta aktiverat kommer Sidecar-skärmar som kopplats bort med appen att finnas kvar i skärmlistan för enkel återanslutning. Sidecar-skärmar som kopplas bort utanför appen eller innan appen startas visas inte i listan.
tr: Bu özellik etkinleştirildiğinde, uygulama kullanılarak bağlantısı kesilen Sidecar ekranları, kolay yeniden bağlanma için ekran listesinde kalacaktır. Uygulama dışında veya uygulama başlatılmadan önce bağlantısı kesilen Sidecar ekranları listelenmez.
uk: Коли це увімкнено, відключені за допомогою додатка дисплеї Sidecar залишатимуться у списку дисплеїв для легкого повторного підключення. Дисплеї Sidecar, відключені поза додатком або до запуску додатка, не відображаються.
vi: Khi tính năng này được kích hoạt, các màn hình Sidecar bị ngắt kết nối bằng cách sử dụng ứng dụng sẽ được giữ lại trong danh sách màn hình để dễ dàng kết nối lại. Các màn hình Sidecar bị ngắt kết nối bên ngoài ứng dụng hoặc trước khi khởi động ứng dụng sẽ không được liệt kê.
zh_hans: 启用此设置后，使用本应用断开的随航显示器将保留在显示器列表中，以便轻松重新连接。在应用外部或应用启动前断开连接的随航显示器不会被列出。
zh_hant: 啟用此設定後，使用本程式斷開的 Sidecar 顯示器將保留在顯示器列表中，以便輕鬆重新連接。在程式外部或程式啟動前斷開連接的 Sidecar 顯示器不會被列出。
