Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Detailed DDC capabilities report
de: Ausführlicher DDC-Fähigkeitsbericht
es: Informe detallado de capacidades DDC
fr: Rapport détaillé des capacités DDC
hu: Részletes DDC képességjelentés
it: Resoconto dettagliato delle capacità DDC
ja: DDC能力詳細レポート
ko: 상세 DDC 기능 리포트
nb: Detaljert DDC kapabilitetsrapport
nl: Gedetailleerd verslag van DDC-mogelijkheden
pl: Szczegółowy raport możliwości DDC
pt_br: Relatório detalhado de capacidades DDC
ro: Raport detaliat despre capacitățile DDC
ru: Подробный отчёт о возможностях DDC
sl: Podrobno poročilo o zmogljivostih DDC
sv: Detaljerad rapport om DDC-kapacitet
tr: Ayrıntılı DDC yetenekleri raporu
uk: Детальний звіт про можливості DDC
vi: Báo Cáo Khả Năng DDC Chi Tiết
zh_hans: 详细的 DDC 能力报告
zh_hant: 詳細的 DDC 能力報告

source: Detect DDC Capabilities…
de: DDC-Fähigkeiten erkennen…
es: Detectar capacidades DDC…
fr: Détecter les capacités DDC…
hu: DDC képességek észlelése…
it: Rileva funzionalità DDC
ja: DDC能力を検出…
ko: DDC 기능 감지…
nb: Oppdag DDC kapabiliteter…
nl: Vind DDC-mogelijkheden
pl: Wykryj możliwości DDC…
pt_br: Detectar capacidades DDC…
ro: Detectează capacitățile DDC…
ru: Обнаружить возможности DDC…
sl: Zaznaj zmogljivosti DDC…
sv: Upptäck DDC-förmågor…
tr: DDC Yeteneklerini Algıla…
uk: Виявити можливості DDC…
vi: Phát hiện Khả Năng DDC…
zh_hans: 检测 DDC 功能…
zh_hant: 檢測 DDC 功能…

source: Detected some interference…
de: Einige Störquellen wurden entdeckt…
es: Se detectó cierta interferencia…
fr: Détecter des interférences…
hu: Zavar detektálva…
it: Rilevata qualche interferenza…
ja: 干渉を検出…
ko: 충돌 감지…
nb: Oppdaget noe interferens…
nl: Bepaalde interferentie opgemerkt...
pl: Wykryto pewne zakłócenia…
pt_br: Detectado alguma interferência…
ro: Au fost detectate interferente…
ru: Обнаружены помехи…
sl: Zaznane motnje…
sv: Upptäckte en störning…
tr: Bazı parazitler algılandı…
uk: Виявлено деякі перешкоди…
vi: Phát hiện một số sự xung đột…
zh_hans: 检测到一些干扰…
zh_hant: 檢測到一些干擾…

source: Determines the placement of the OSD. Use 'Classic' for a more traditional (pre-macOS Tahoe) OSD placement and appearance.
ja: OSDの配置を決定します。「クラシック」では（Tahoeよりも前のmacOSの）、より伝統的なOSD配置と外観になります。
ko: OSD의 위치를 설정합니다. '클래식'을 선택하면 전통적인 OSD 스타일(macOS Tahoe 이전)과 배치를 사용할 수 있습니다.
nl: Bepaalt de plaatsing van het OSD. Gebruik 'Klassiek' voor een traditionelere (macOS-versies ouder dan Tahoe) OSD-plaatsing en -uiterlijk.
pl: Określa położenie OSD. Wybierz „Classic” dla bardziej tradycyjnego rozmieszczenia i wyglądu OSD (sprzed macOS Tahoe).
ru: Определяет расположение OSD. Используйте «Классический» для традиционного (до macOS Tahoe) внешнего вида и расположения OSD.

source: Determines where the protected display should be positioned relative to the specified display. If you want to position the protected display to one of the corners, select either the relevant horizontal or vertical side and specify the offsets appropriately.
de: Legt fest, wo das geschützte Display im Verhältnis zum angegebenen Display positioniert werden soll. Wenn du das geschützte Display an einer der Ecken positionieren möchtest, wähle entweder die entsprechende horizontale oder vertikale Seite und gib die entsprechenden Versätze an.
es: Determina dónde debe estar posicionada la pantalla protegida en relación con la pantalla especificada. Si deseas colocar la pantalla protegida en una de las esquinas, selecciona el lado horizontal o vertical correspondiente y especifica los desplazamientos adecuadamente.
fr: Détermine où l'écran protégé devrait se positionner relativement à l'écran spécifié. Si vous souhaitez positionner l'écran protégé dans un des coins, sélectionnez les cotés verticaux ou horizontaux appropriés et spécifiez les décentrages appropriés.
hu: Meghatározza, hogy a védett kijelző hol helyezkedjen el a megadott kijelzőhöz képest. Ha a védett kijelzőt valamelyik sarokba szeretné helyezni, válassza ki a megfelelő vízszintes vagy függőleges oldalt, és adja meg az eltolásokat ennek megfelelően.
it: Determina la posizione del display protetto rispetto al display specificato. Per posizionarlo in un angolo, seleziona il lato orizzontale o verticale pertinente e imposta gli offset di conseguenza.
ja: 保護したディスプレイを、指定したディスプレイに対してどの位置に配置するかを決定します。保護したディスプレイを隅に配置したい場合は、水平または垂直のいずれかを選択し、オフセットを適切に指定してください。
ko: 보호된 디스플레이가 지정된 디스플레이에 대해 어디에 위치해야 하는지를 결정합니다. 보호된 디스플레이를 코너 중 하나에 배치하려면, 해당하는 가로 또는 세로 측면을 선택하고 적절한 오프셋을 지정하세요.
nb: Angir hvor den beskyttede skjermen skal plasseres i forhold til den angitte skjermen. Hvis du vil plassere den beskyttede skjermen i et av hjørnene, velger du enten den horisontale eller vertikale siden og angir forskyvningene deretter.
nl: Bepaalt waar het beschermde scherm moet worden geplaatst relatief aan het opgegeven scherm. Als je het beschermde scherm wilt plaatsen in een van de hoeken wilt plaatsen, selecteer dan ofwel de relevante horizontale of verticale kant en geef de bijbehorende compensatie op.
pl: Określa, gdzie chroniony wyświetlacz ma być umieszczony względem wskazanego wyświetlacza. Aby ustawić chroniony wyświetlacz w rogu, wybierz odpowiednią stronę poziomą lub pionową i wprowadź odpowiednie przesunięcia.
pt_br: Determina onde a tela protegida deve ser posicionada em relação à tela especificada. Se você deseja posicionar a exibição protegida em um dos cantos, selecione o lado horizontal ou vertical relevante e especifique os deslocamentos adequadamente.
ro: Stabilește poziția ecranului protejat față de ecranul specificat. Dacă doriți să poziționați ecranul protejat într-unul dintre colțuri, selectați fie latura orizontală sau verticală relevantă și specificați compensațiile corespunzător.
ru: Определяет, где защищённый дисплей должен располагаться относительно указанного дисплея. Чтобы разместить защищённый дисплей в углу, выберите соответствующую горизонтальную или вертикальную сторону и задайте отступы.
sl: Določa, kje mora biti nameščen zaščiten zaslon glede na navedeni zaslon. Če želite zaščiten zaslon postaviti v enega od vogalov, izberite ustrezno vodoravno ali navpično stran in ustrezno določite odmike.
sv: Bestämmer var den skyddade skärmen ska placeras i förhållande till den angivna skärmen. Om du vill placera den skyddade skärmen i ett av hörnen väljer du antingen den relevanta horisontella eller vertikala sidan och anger förskjutningarna på lämpligt sätt.
tr: Korunan ekranın, belirtilen ekrana göre nereye konumlandırılması gerektiğini belirler. Korumalı ekranı köşelerden birine konumlandırmak istiyorsanız, ilgili yatay veya dikey tarafı seçin ve ofsetleri uygun şekilde belirtin.
uk: Визначає, де захищений дисплей має бути розташований відносно вказаного дисплея. Щоб розмістити захищений дисплей у кутку, виберіть відповідну горизонтальну або вертикальну сторону та задайте відступи.
vi: Xác định vị trí của màn hình bảo vệ so với màn hình đã chỉ định. Nếu bạn muốn đặt màn hình bảo vệ ở một trong các góc, hãy chọn một trong các cạnh ngang hoặc dọc và chỉ định các giá trị dịch chuyển cho phù hợp.
zh_hans: 确定受保护显示器相对于指定显示器的位置。如果要将受保护显示器放置在某个角上，请选择相关的水平或垂直侧，并适当指定偏移量。
zh_hant: 確定受保護顯示器相對於指定顯示器的位置。如果要將受保護顯示器放置在某個角上，請選擇相關的水平或垂直側，並適當指定偏移量。

source: Determines whether display is affected by keyboard adjustments (video/audio controls).
de: Legt fest, ob das Display durch Tastaturanpassungen (Video-/Audiosteuerung) beeinflusst wird.
es: Determina si la pantalla se ve afectada por los ajustes del teclado (controles de video/audio).
fr: Détermine si cet écran est affecté par les ajustements clavier (contrôles audio/vidéo).
hu: Meghatározza, hogy a kijelzőt befolyásolja-e a billentyűzetvezérlés (video és hang).
it: Determina se la visualizzazione è influenzata dalle regolazioni della tastiera (comandi video/audio).
ja: キーボード調整（ビデオ/オーディオ制御）によってディスプレイが影響を受けるかどうかを決定します。
ko: 디스플레이가 키보드 조정(비디오/오디오 컨트롤)의 영향을 받는지 여부를 결정합니다.
nb: Angir om skjermen påvirkes av tastaturjusteringer (video-/lydkontroller).
nl: Bepaalt of het scherm beïnvloed wordt door aanpassingen via sneltoetsen (bediening van beeld/geluid).
pl: Określa, czy na wyświetlanie mają wpływ regulacje klawiatury (sterowanie wideo/audio).
pt_br: Determina se o monitor é afetado pelos ajustes do teclado (controles de vídeo/áudio).
ro: Determina dacă ecranul este afectat de ajustări de la tastatura(controale video/audio)
ru: Определяет, влияют ли на дисплей настройки клавиатуры (управление видео/аудио).
sl: Določa, ali na zaslon vplivajo nastavitve tipkovnice (kontrole videa/zvoka).
sv: Bestämmer om skärmen påverkas av tangentbordsjusteringar (video/ljud-kontroller).
tr: Ekranın klavye ayarlarından (video/ses kontrolleri) etkilenip etkilenmeyeceğini belirler.
uk: Визначає, чи впливають на дисплей налаштування клавіатури (елементи керування відео/аудіо).
vi: Xác định liệu màn hình có bị ảnh hưởng bởi điều chỉnh bàn phím (điều khiển video/âm thanh) hay không.
zh_hans: 确定显示器是否受键盘调整（视频/音频控制）影响。
zh_hant: 確定顯示器是否受鍵盤調整（影像/聲音控制）影響。

source: Determines whether the display is presented in the app menu.
de: Legt fest, ob das Display im App-Menü angezeigt wird.
es: Determina si la pantalla se presenta en el menú de la aplicación.
fr: Détermine si cet écran est affiché dans le menu de l'application.
hu: Meghatározza, hogy a kijelző megjelenjen-e az alkalmazás menüjében.
it: Determina se il display è presentato nel menu dell'app.
ja: アプリメニューに表示するかどうかを決定します。
ko: 앱 메뉴에 디스플레이를 표시할지 여부를 결정합니다.
nb: Angir om skjermen vises i app-menyen.
nl: Bepaalt of het scherm wordt gepresenteerd in het appmenu.
pl: Określa, czy wyświetlacz jest prezentowany w menu aplikacji.
pt_br: Determinar se o monitor é apresentado no menu do aplicativo.
ro: Determina dacă ecranul este prezentat în meniul aplicației
ru: Определяет, будет ли дисплей представлен в меню приложения.
sl: Določa, ali je zaslon predstavljen v meniju aplikacije.
sv: Bestämmer om skärmen ska visas i appmenyn.
tr: Ekranın uygulama menüsünde gösterilip gösterilmeyeceğini belirler.
uk: Визначає, чи відображається дисплей у меню програми.
vi: Xác định liệu màn hình có được hiển thị trong menu ứng dụng hay không.
zh_hans: 决定此显示器是否在应用程序菜单中显示。
zh_hant: 決定此顯示器是否在應用程式選單中顯示。

source: Device Control
nl: Apparaatbediening
pl: Sterowanie urządzeniem
ru: Управление устройством

source: Device IP address
nl: IP-adres apparaat
pl: Adres IP urządzenia
ru: IP адрес устройства

source: Device control settings
nl: Apparaatbedieningsinstellingen
pl: Ustawienia sterowania urządzeniem
ru: Настройки управления устройством

source: Device specific features can be configured and bound to predefined or custom controls configured under Displays > Overview > Custom Controls.
de: Gerätespezifische Funktionen können vorgegebenen oder benutzerdefinierten Steuerungen zugewiesen werden, die unter Displays > Übersicht > Benutzerdefinierte Steuerungen konfiguriert sind.
es: Las funciones específicas del dispositivo se pueden configurar y vincular a controles predefinidos o personalizados en Pantallas > Resumen > Controles personalizados.
fr: Les fonctionnalités spécifiques à un appareil peuvent être configurées et associées à des contrôles prédéfinis ou personnalisés dans Écrans > Récapitulatif > Contrôles personnalisés.
hu: Az eszközspecifikus funkciók konfigurálhatók, és hozzárendelhetők előre definiált vagy egyéni vezérlőkhöz a Kijelzők > Áttekintés > Egyéni vezérlők menüpontban.
it: Le funzionalità specifiche del dispositivo possono essere configurate e associate a controlli predefiniti o personalizzati in Schermi > Panoramica > Controlli personalizzati.
ja: デバイス固有の機能を設定し、［ディスプレイ］>［概要］>［カスタム制御］で設定した定義済みまたはカスタム制御に割り当てることができます。
ko: 장치별 기능은 디스플레이 > 개요 > 사용자 지정 컨트롤에서 구성된 사전 정의 또는 사용자 지정 컨트롤에 설정하고 연결할 수 있습니다.
nb: Enhetsspesifikke funksjoner kan konfigureres og knyttes til forhåndsdefinerte eller egendefinerte kontroller under Skjermer > Oversikt > Egendefinerte kontroller.
nl: Apparaatspecifieke functies kunnen worden geconfigureerd en gekoppeld aan ofwel voorgedefinieerde bediening ofwel eigen bediening zoals geconfigureerd onder Schermen > Overzicht > Eigen bediening.
pl: Funkcje specyficzne dla urządzenia można konfigurować i przypisywać do predefiniowanych lub niestandardowych elementów sterowania skonfigurowanych w sekcji Wyświetlacze > Przegląd > Niestandardowe elementy sterowania.
pt_br: Os recursos específicos do dispositivo podem ser configurados e vinculados a controles predefinidos ou personalizados em Monitores > Visão geral > Controles personalizados.
ro: Funcțiile specifice dispozitivului pot fi configurate și legate de controale predefinite sau personalizate configurate în Afișaje > Prezentare generală > Controale personalizate.
ru: Специфические функции устройства можно настроить и привязать к стандартным или пользовательским элементам управления в Дисплеи > Обзор > Пользовательские элементы управления.
sl: Funkcije, specifične za napravo, je mogoče konfigurirati in povezati z vnaprej z določenimi kontrolniki ali kontrolniki po meri, ki so konfigurirani pod Zasloni > Pregled > Kontrolniki po meri.
sv: Enhetsspecifika funktioner kan konfigureras och bindas till fördefinierade eller anpassade kontroller som konfigureras under Skärmar > Översikt > Anpassade kontroller.
tr: Cihaza özgü özellikler yapılandırılabilir ve Ekranlar > Genel Bakış > Özel Kontroller altında yapılandırılan önceden tanımlanmış veya özel kontrollere bağlanabilir.
uk: Специфічні для пристрою функції можна налаштувати та прив’язати до стандартних або власних елементів керування у Дисплеї > Огляд > Власні елементи керування.
zh_hans: 设备特定功能可在“显示器 > 概览 > 自定义控制”中配置，并绑定到预设或自定义控制项。
zh_hant: 裝置專屬功能可在「顯示器 > 概覽 > 自訂控制項」中進行設定，並綁定至預設或自訂的控制項。

source: Device type
de: Gerätetyp
es: Tipo de dispositivo
fr: Type de l'appareil
hu: Eszköztípus
it: Tipo di dispositivo
ja: デバイスタイプ
ko: 장치 유형
nb: Enhetstype
nl: Soort apparaat
pl: Typ urządzenia
pt_br: Tipo de dispositivo
ro: Tip de dispozitiv
ru: Тип устройства
sl: Vrsta naprave
sv: Enhetstyp
tr: Cihaz Türü
uk: Тип пристрою
vi: Loại thiết bị
zh_hans: 设备类型
zh_hant: 設備類型

source: Device type identifier
de: Gerätetyp-Kennung
es: Identificar de tipo de dispositivo
fr: Identifiant du type de l'appareil
hu: Eszköztípus azonosító
it: Identificatore tipo dispositivo
ja: デバイスタイプ識別子
ko: 장치 유형 식별자
nb: Enhetstypeidentifikator
nl: Identificator soort apparaat
pl: Identyfikator typu urządzenia
pt_br: Identificador de tipo de dispositivo
ro: Identificatorul tipului de dispozitiv​
ru: Идентификатор типа устройства
sl: Identifikator vrste naprave
sv: Identifierare för enhetstyp
tr: Cihaz türü tanımlayıcısı
uk: Ідентифікатор типу пристрою
vi: Bộ nhận diện loại thiết bị
zh_hans: 设备类型标识
zh_hant: 設備類型標識

source: Dim Displays
de: Displays abdunklen
es: Atenuar Pantallas
fr: Atténuer la luminosité des écrans
hu: Kijelzők sötétítése
it: Schermi con luminosità più bassa
ja: 輝度を下げたディスプレイ
ko: 어두운 디스플레이
nb: Demp skjermer
nl: Dim schermen
pl: Przyciemnij wyświetlacze
pt_br: Escurecer Monitores
ro: Întunecați Ecranele
ru: Затемненные дисплеи
sl: Zatemnjeni zasloni
sv: Dimma skärmar
tr: Loş Ekranlar
uk: Затемнювати дисплеї
vi: Làm tối Màn hình
zh_hans: 降低显示器亮度
zh_hant: 降低顯示器亮度

source: Dim all displays.
de: Alle Displays abdunklen.
es: Atenuar todas las pantallas.
fr: Atténuer la luminosité de tous les écrans.
hu: Minden kijelző sötétítése.
it: Attenua tutti i display.
ja: すべてのディスプレイの輝度を下げます。
ko: 모든 디스플레이를 어둡게 합니다.
nb: Demp alle skjermer.
nl: Dim alle schermen.
pl: Przyciemnij wszystkie ekrany.
pt_br: Diminuir o brilho de todos os monitores.
ro: Reduceți luminozitatea tuturor monitoarelor.
ru: Затемнить все дисплеи.
sl: Zatemnite vse zaslone.
sv: Dimma alla skärmar.
tr: Tüm ekranları karartın.
uk: Затемнити всі дисплеї.
vi: Làm tối tất cả màn hình.
zh_hans: 调暗所有显示幕。
zh_hant: 調暗所有顯示幕。

source: Dim display brightness on screen saver or lock
de: Verringert die Helligkeit des Displays beim Bildschirmschoner oder Sperrbildschirm
es: Atenuar el brillo de la pantalla en el protector de pantalla o al bloquear
fr: Atténuer la luminosité de l'écran au moment du verrouillage ou de l'économiseur d'écran
hu: Sötétítés képernyővédő vagy lezárás esetén
it: Diminuisci la luminosità del display sul salvaschermo o sulla schermata di blocco
ja: スクリーンセーバまたはロック時にディスプレイの輝度を落とす
ko: 화면 보호기 또는 잠금에서 디스플레이 밝기 어둡게 설정하기
nb: Demp lysstyrken ved skjermsparer eller lås
nl: Verminder schermhelderheid bij een schermbeveiliging of vergrendeling
pl: Przyciemnianie jasności wyświetlacza podczas wygaszacza ekranu lub blokady
pt_br: Diminuir o brilho da tela no protetor de tela ou no bloqueio
ro: Reduce luminozitatea ecranului în screen saver sau ecranul de logare
ru: Уменьшение яркости дисплея при заставке или блокировке
sl: Zatemnite svetlost zaslona na ohranjevalniku zaslona ali zaklepanju
sv: Dimma ljusstyrkan på skärmen vid skärmsläckare eller lås
tr: Ekran koruyucu veya kilitli ekranda, ekran parlaklığını kısma
uk: Зменште яскравість дисплея під час заставки або блокування
vi: Giảm độ sáng màn hình khi bật màn hình chờ hoặc khóa
zh_hans: 在启动屏幕保护程序或锁定屏幕下调低显示器亮度
zh_hant: 在啟動螢幕保護程式或鎖定螢幕時調低顯示器亮度

source: Dim the disconnected display (using the currently selected control method for the display) on platforms that do not enable putting a disconnected display to sleep. Fully turns off backlight on compatible devices.
de: Dunkelt das getrennte Display (mit der aktuell ausgewählten Steuerungsmethode für das Display) auf Plattformen ab, die es nicht ermöglichen, ein getrenntes Display in den Ruhezustand zu versetzen. Schaltet die Hintergrundbeleuchtung auf kompatiblen Geräten vollständig aus.
es: Atenuar la pantalla desconectada (utilizando el método de control seleccionado actualmente para la pantalla) en plataformas que no permiten poner una pantalla desconectada en modo de suspensión. Apaga completamente la retroiluminación en dispositivos compatibles.
fr: Atténue la luminosité de l'écran connecté (utilisant la méthode sélectionnée pour contrôler l'écran) sur les plateformes qui n'autorisent pas la mise en veille d'un écran connecté. Éteint complètement le rétroéclairage sur les écrans compatibles.
hu: A lekapcsolt kijelző elsötétítése (a kijelző aktuálisan kiválasztott vezérlési módszerével) olyan platformokon, amelyek nem teszik lehetővé a lekapcsolt kijelző alvó üzemmódba helyezését. Teljesen kikapcsolja a háttérvilágítást kompatibilis eszközökön.
it: Diminuisci la luminosità dello schermo disconnesso (usando il metodo di controllo attualmente selezionato per lo schermo) su piattaforme che non consentono di mettere uno schermo disconnesso in sospensione. Spegni completamente la retroilluminazione su dispositivi compatibili.
ja: スリープさせることができないプラットフォームの切断したディスプレイを（現在選択しているディスプレイの制御方法を使用して）暗くします。互換性のあるデバイスでは、バックライトを完全にオフにします。
ko: 연결이 끊긴 디스플레이를 절전 모드로 전환할 수 없는 플랫폼에서는 연결이 끊긴 디스플레이를 어둡게 합니다(디스플레이에 대해 현재 선택한 제어 방식을 사용). 호환되는 장치에서 백라이트를 완전히 끕니다.
nb: Demp den frakoblede skjermen (ved bruk av valgt kontrollmetode) på plattformer som ikke setter frakoblede skjermer i hvile. Slår av bakgrunnsbelysningen på kompatible enheter.
nl: Verminder de helderheid van het losgemaakte scherm (via de momenteel geselecteerde bedieningswijze voor het scherm) op platforms die het inschakelen van de slaapstand van losgemaakte schermen niet mogelijk maken. Schakelt achtergrondverlichting volledig uit op compatibele apparaten.
pl: Przyciemnij niepołączony wyświetlacz (korzystając z aktualnie wybranej metody sterowania dla wyświetlacza) na platformach, które nie pozwalają na uśpienie niepołączonego wyświetlacza. Całkowicie wyłącza podświetlenie na kompatybilnych urządzeniach.
pt_br: Escureça o monitor desconectado (usando o método de controle atualmente selecionado para o monitor) em plataformas que não permitem colocar um monitor desconectado em suspensão. Desliga totalmente a luz de fundo em dispositivos compatíveis.
ro: Reducerea luminozității ecranului deconectat (folosind metoda de control curent selectată pentru ecran) pe platformele care nu permit punerea în modul de repaus a unui ecran deconectat. Oprire completă a iluminării fundalului pe dispozitivele compatibile.
ru: Регулировка подсветки отключенного дисплея (с помощью выбранного в данный момент метода управления дисплеем) на платформах, которые не позволяют переводить отключенный дисплей в спящий режим. Полное отключение подсветки на совместимых устройствах.
sl: Zatemnite odklopljen zaslon (z uporabo trenutno izbrane metode nadzora za zaslon) na platformah, ki ne omogočajo preklopa odklopljenega zaslona v način spanja. Popolnoma izklopi osvetlitev ozadja na združljivih napravah.
sv: Dimma den frånkopplade skärmen (med hjälp av den för tillfället valda kontrollmetoden för skärmen) på plattformar som inte gör det möjligt att försätta en frånkopplad skärm i viloläge. Stänger av bakgrundsbelysningen helt på kompatibla enheter.
tr: Bağlantısı kesilmiş bir ekranı uyku moduna almayı etkinleştirmeyen platformlarda bağlantısı kesilmiş ekranı karartın (ekran için o anda seçili olan kontrol yöntemini kullanarak). Uyumlu cihazlarda arka ışığı tamamen kapatır.
uk: Зменште яскравість відключеного дисплея (використовуючи наразі вибраний метод керування дисплеєм) на платформах, на яких не можна перевести від'єднаний дисплей у режим сну. Повністю вимикає підсвічування на сумісних пристроях.
vi: Giảm độ sáng của màn hình đã ngắt kết nối (sử dụng phương pháp kiểm soát hiện đang được chọn cho màn hình) trên các nền tảng không cho phép màn hình đã ngắt kết nối ngủ. Tắt hoàn toàn đèn nền trên các thiết bị tương thích.
zh_hans: 在无法让断开连接的显示器休眠的平台上调暗已断开的显示器（使用当前为显示器选择的控制方法）。在兼容设备上完全关闭背光。
zh_hant: 在無法讓斷開連接的顯示器休眠的平台上調暗已斷開的顯示器（使用目前為顯示器選擇的控制方法）。在相容設備上完全關閉背光。

source: Dimensions
de: Dimensionen
es: Dimensiones
hu: Méretek
it: Dimensioni
ja: 横×縦
ko: 치수
nb: Dimensjoner
nl: Afmetingen
pl: Wymiary
pt_br: Dimensões
ro: Dimensiuni
ru: Размеры
sl: Dimenzije
sv: Dimensioner
tr: Boyutlar
uk: Розміри
vi: Kích thước
zh_hans: 方面
zh_hant: 方面

source: Dimensions (unrotated)
de: Dimensionen (nicht gedreht)
es: Dimensiones (sin rotar)
fr: Dimensions (sans rotation)
hu: Méretek (forgatás nélkül)
it: Dimensioni (non rotate)
ja: 横×縦（非回転時）
ko: 화면 크기 (회전 안 됨)
nb: Dimensjoner (uendret rotasjon)
nl: Afmetingen (zonder draaiing)
pl: Wymiary (nieobrócony)
pt_br: Dimensões (não rotacionadas)
ro: Dimensiuni (nerotit)
ru: Размеры (без вращения)
sl: Mere (neobrnjene)
sv: Dimensioner (oroterad)
tr: Boyutlar (döndürülmemiş)
uk: Розміри (без повороту)
vi: Kích thước (không xoay)
zh_hans: 尺寸（未旋转）
zh_hant: 尺寸（未旋轉）

source: Direct I2C communication
de: Direkte I2C Komunikation
es: Comunicación directa I2C
fr: Communication I2C directe
hu: Közvetlen I2C kommunikáció
it: Comunicazione diretta I2C
ja: Direct I2Cコミュニケーション
ko: 직접적인 I2C 통신
nb: Direkte I2C-kommunikasjon
nl: Directe I2C-communicatie
pl: Bezpośrednia komunikacja I2C
pt_br: Comunicação I2C direta
ro: Comunicare directa I2C
ru: Прямое I2C взаимодействие
sl: Neposredna I2C komunikacija
sv: Direkt I2C-kommunikation
tr: Doğrudan I2C iletişimi
uk: Прямий зв'язок I2C
vi: Giao tiếp trực tiếp I2C
zh_hans: 直接 I2C 通信
zh_hant: 直接 I2C 通信

source: Disable
de: Deaktivieren
es: Desactivar
fr: Désactiver
hu: Letiltva
it: Disattiva
ja: 無効
ko: 비활성화
nb: Deaktiver
nl: Schakel uit
pl: Wyłącz
pt_br: Desativar
ro: Dezactivați
ru: Отключить
sl: Onemogoči
sv: Inaktivera
tr: Devre dışı bırak
uk: Вимкнути
vi: Vô hiệu hóa
zh_hans: 停用
zh_hant: 停用

source: Disable All Groups
de: Alle Gruppen deaktivieren
es: Desactivar todos los grupos
fr: Désactiver tous les groupes
hu: Minden csoport letiltása
it: Disattiva tutti i gruppi
ja: すべてのグループを無効化
ko: 모든 그룹 비활성화
nb: Deaktiver alle grupper
nl: Schakel alle groepen uit
pl: Wyłącz wszystkie grupy
pt_br: Desativar todos os grupos
ro: Dezactivați toate grupurile
ru: Отключить все группы
sl: Onemogoči vse skupine
sv: Inaktivera alla grupper
tr: Tüm grupları devre dışı bırak
uk: Вимкнути всі групи
zh_hans: 禁用所有群组
zh_hant: 停用所有群組
