Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: If your display is not fully compatible with this feature, the app may not be able to turn the backlight off or turn it back on again! Not all displays support DDC power operations. DDC power operations can cause (even serious) issues with some displays!
de: Wenn dein Display nicht vollständig mit dieser Funktion kompatibel ist, kann die App die Hintergrundbeleuchtung möglicherweise nicht ausschalten oder wieder einschalten! Nicht alle Displays unterstützen DDC-Stromaktionen. DDC-Stromaktionen können bei einigen Displays (sogar ernsthafte) Probleme verursachen!
es: Si su pantalla no es totalmente compatible con esta función, es posible que la aplicación no pueda apagar o volver a encender la luz de fondo. No todas las pantallas admiten operaciones de alimentación DDC. ¡Las operaciones de energía DDC pueden causar problemas (incluso graves) con algunas pantallas!
fr: Si votre écran n'est pas entièrement compatible avec cette fonctionnalité, l'application pourrait ne pas être en mesure d'éteindre le rétroéclairage ou de le rallumer ! Tous les écrans ne prennent pas en charge les opérations d'alimentation DDC. Les opérations d'alimentation DDC peuvent causer des problèmes (parfois graves) avec certains écrans !
hu: Ha a kijelző nem teljesen kompatibilis ezzel a funkcióval, előfordulhat, hogy az alkalmazás nem tudja kikapcsolni vagy visszakapcsolni a háttérvilágítást! Nem minden kijelző támogatja a DDC tápellátási műveleteket. A DDC tápellátási műveletek egyes kijelzőkkel (akár komoly) problémákat okozhatnak!
it: Se il display non è pienamente compatibile con questa funzione, l'app potrebbe non essere in grado di spegnere la retroilluminazione o riaccenderla! Non tutti i display supportano le operazioni di alimentazione DDC. Le operazioni di alimentazione DDC possono causare problemi (anche gravi) con alcuni display!
ja: 使用しているディスプレイがこの機能に完全に対応していない場合、バックライトをオフにしたり、再びオンにしたりできないことがあります! すべてのディスプレイがDDC電源操作に対応しているとは限りません。DDC電源操作は、一部のディスプレイで（より深刻な）問題を引き起こすことがあります!
ko: 디스플레이가 이 기능과 완전히 호환되지 않는 경우 앱에서 백라이트를 끄거나 다시 켜지 못할 수 있습니다! 모든 디스플레이가 DDC 전원 작동을 지원하는 것은 아닙니다. 일부 디스플레이에서는 DDC 전원 작동으로 인해 심각한 문제가 발생할 수 있습니다!
nb: Hvis skjermen din ikke støtter denne funksjonen fullt ut, kan ikke appen slå av baklyset eller slå det på igjen! Ikke alle skjermer støtter DDC-strømoperasjoner. Slike operasjoner kan forårsake (også alvorlige) problemer med noen skjermer!
nl: Als je scherm niet volledig compatibel is met deze functie, dan is de app mogelijk niet in staat om de achtergrondverlichting uit te schakelen of opnieuw in te schakelen! Niet alle schermen ondersteunen DDC-stroomhandelingen. DDC-stroomhandelingen kunnen (zelfs ernstige) problemen veroorzaken bij bepaalde schermen!
pl: Jeśli Twój wyświetlacz nie jest w pełni kompatybilny z tą funkcją, aplikacja może nie być w stanie wyłączyć podświetlenia lub włączyć go ponownie! Nie wszystkie wyświetlacze obsługują operacje zasilania DDC. Operacje zasilania DDC mogą powodować (nawet poważne) problemy z niektórymi wyświetlaczami!
pt_br: Se o seu monitor não for totalmente compatível com esse recurso, o aplicativo poderá não conseguir desligar a luz de fundo ou ligá-la novamente! Nem todos os monitores suportam operações de alimentação DDC. As operações de alimentação DDC podem causar problemas (até sérios) em alguns monitores!
ro: Dacă ecranul dvs. nu este complet compatibil cu această funcție, este posibil ca aplicația să nu poate stinge sau să repornească retroiluminarea! Nu toate ecranele acceptă operațiunile de alimentare DDC. Operațiunile de alimentare DDC pot cauza (chiar și probleme grave) cu unele ecrane!
ru: Если ваш дисплей не полностью совместим с этой функцией, приложение может не быть в состоянии выключить подсветку или включить ее снова! Не все дисплеи поддерживают DDC. DDC может вызвать (даже серьезные) проблемы с некоторыми дисплеями!
sl: Če vaš zaslon ni popolnoma združljiv s to funkcijo, aplikacija morda ne bo mogla izklopiti ali znova vklopiti osvetlitve ozadja! Vsi zasloni ne podpirajo napajalnih operacij DDC. Napajanje DDC lahko povzroči (celo resne) težave z nekaterimi zasloni!
sv: Om din skärm inte är helt kompatibel med den här funktionen kan det hända att appen inte kan stänga av eller sätta på bakgrundsbelysningen igen! Alla bildskärmar stöder inte DDC-strömförsörjning. DDC-strömförsörjning kan orsaka (till och med allvarliga) problem med vissa skärmar!
tr: Ekranınız bu özellikle tam uyumlu değilse, uygulama arka ışığı kapatamayabilir veya tekrar açamayabilir! Tüm ekranlar DDC güç işlemlerini desteklemez. DDC güç işlemleri bazı ekranlarda (hatta ciddi) sorunlara neden olabilir!
uk: Якщо ваш дисплей не повністю сумісний із цією функцією, програма може не вимкнути або знову ввімкнути підсвічування! Не всі дисплеї підтримують операції живлення DDC. Операції живлення DDC можуть викликати (навіть серйозні) проблеми з деякими дисплеями!
vi: Nếu màn hình của bạn không hoàn toàn tương thích với tính năng này, ứng dụng có thể không thể tắt đèn nền hoặc bật lại. Không phải tất cả màn hình đều hỗ trợ các hoạt động nguồn DDC. Các hoạt động nguồn DDC có thể gây ra vấn đề (thậm chí là nghiêm trọng) với một số màn hình!
zh_hans: 如果您的显示器不完全兼容此功能，应用程序可能无法再次开关背光！ 并非所有显示器都支持 DDC 电源操作。DDC 电源操作可能导致某些显示器出现（甚至严重的）问题！
zh_hant: 如果您的顯示器不完全相容此功能，應用程式可能無法再次開關背光！ 並非所有顯示器都支援 DDC 電源操作。DDC 電源操作可能導致某些顯示器出現（甚至嚴重的）問題！

source: Ignore checksum check error on read
de: Prüfsummenfehler beim Lesen ignorieren
es: Ignorar el error de verificación de suma de comprobación al leer
fr: Ignorer les erreurs de vérification du ckecksum à la lecture
hu: Ellenőrzőösszeg hibájának figyelmen kívül hagyása olvasáskor
it: Ignora errore di verifica checksum durante la lettura
ja: 読み込み時のチェックサムエラーを無視
ko: 읽기 시 체크섬 검사 오류 무시
nb: Ignorer sjekksumfeil ved lesing
nl: Negeer fout bij controleren controlegetal bij lezen
pl: Ignoruj błąd sprawdzania sumy kontrolnej przy odczycie
pt_br: Ignorar erro de verificação de soma na leitura
ro: Ignoră eroarea de verificare a sumei de control la citire
ru: Игнорировать ошибку контрольной суммы при чтении
sl: Prezri napako preverjanja kontrolne vsote pri branju
sv: Ignorera fel i kontrollsumman vid läsning
tr: Okuma sırasında sağlama toplamı kontrol hatasını yoksay
uk: Ігнорувати помилку перевірки контрольної суми при читанні
vi: Bỏ qua lỗi kiểm tra tổng hợp (checksum) khi đọc
zh_hans: 忽略读取时的校验和检查错误
zh_hant: 忽略讀取時的校驗和檢查錯誤

source: Ignore for built-in display auto-disconnect
de: Integriertes Display bei externer Erkennung nicht trennen
es: Ignorar para la desconexión automática de la pantalla integrada
fr: Ignorer pour la déconnexion automatique de l’écran intégré
hu: Figyelmen kívül hagyás a beépített kijelző automatikus leválasztásához
it: Ignora per la disconnessione automatica del display integrato
ja: 内蔵ディスプレイの自動切断を無視
ko: 내장 디스플레이 자동 연결 해제 무시
nb: Ignorer for automatisk frakobling av innebygd skjerm
nl: Negeer voor automatisch loskoppelen van ingebouwd scherm
pl: Ignoruj wbudowany wyświetlacz przy automatycznym rozłączaniu
pt_br: Ignorar a desconexão automática do monitor integrado para o monitor externo
ro: Ignorați deconectarea automată a ecranului încorporat
ru: Игнорировать для автоматического отключения встроенного дисплея
sl: Prezri za samodejno prekinitev povezave vgrajenega zaslona
sv: Ignorera för automatisk frånkoppling av inbyggd skärm
tr: Yerleşik ekran otomatik bağlantısını kesmek için yoksay
uk: Ігнорувати для автоматичного відключення вбудованого дисплея
vi: Bỏ qua cho tính năng tự ngắt kết nối màn hình tích hợp
zh_hans: 在内建显示器自动断开功能中忽略此显示器
zh_hant: 在內建顯示器自動斷開功能中忽略此顯示器

source: Image Adjustment
de: Bildanpassung
es: Ajuste de Imágen
fr: Ajustement de l'image
hu: Képbeállítás
it: Regolazione immagine
ja: 画像調整
ko: 이미지 조정
nb: Bildejustering
nl: Beeldaanpassing
pl: Regulacja obrazu
pt_br: Ajuste de Imagem
ro: Ajustare Imagine
ru: Настройка изображения
sl: Prilagoditev slike
sv: Bildjustering
tr: Görüntü Ayarlama
uk: Налаштування Зображення
vi: Điều chỉnh Hình ảnh
zh_hans: 图像调节
zh_hant: 圖形調整

source: Image Adjustment Offset
de: Bildanpassungsversatz
es: Desplazamiento de Ajuste de Imagen
fr: Décalage de l'ajustement de l'image
hu: Képbeállítás módosítás
it: Offset regolazione immagine
ja: 画像調整オフセット
ko: 이미지 조정 오프셋
nb: Bildejusteringsforskyvning
nl: Compensatie beeldaanpassingen
pl: Przesunięcie regulacji obrazu
pt_br: Deslocamento de ajuste de imagem
ro: Compensare ajustare imagine
ru: Смещение настройки изображения
sl: Odmik prilagoditve slike
sv: Offset för bildjustering
tr: Görüntü Ayarlamaları Ofseti
uk: Налаштування Зсуву Зображення
vi: Độ lệch Điều chỉnh Hình ảnh
zh_hans: 图像调节偏移量
zh_hant: 圖形調整偏移量

source: Image Adjustment for All Displays
de: Bildanpassung für alle Displays
es: Ajuste de Imagen para Todas las Pantallas
fr: Ajustement de l'image pour tous les écrans
hu: Képbeállítás minden kijelzőn
it: Regolazione immagine per tutti i display
ja: すべてのディスプレイの画像調整
ko: 모든 디스플레이의 이미지 조정
nb: Bildejustering for alle skjermer
nl: Beeldaanpassing voor alle schermen
pl: Regulacja obrazu dla wszystkich wyświetlaczy
pt_br: Ajuste de Imagens para todos monitores
ro: Ajustarea imaginii pentru toate afișajele
ru: Настройка изображения для всех дисплеев
sl: Prilagoditev slike za vse zaslone
sv: Bildjustering för alla skärmar
tr: Tüm Ekranlar için Görüntü Ayarlama
uk: Налаштування зображення для всіх дисплеїв
vi: Điều chỉnh Hình ảnh cho tất cả màn hình
zh_hans: 所有显示屏图像调节
zh_hant: 所有顯示器的圖形調整

source: Image Adjustments
de: Bildanpassungen
fr: Ajustements de l'image
hu: Képbeállítások
it: Regolazioni immagine
ja: 画像調整
ko: 이미지 조정
nb: Bildejusteringer
nl: Beeldaanpassingen
pl: Korekty obrazu
pt_br: Ajustes de Imagem
ro: Ajustări imagine
ru: Настройки изображения
sl: Prilagoditve slike
sv: Bildjusteringar
tr: Görüntü Ayarlamaları
uk: Налаштування зображення
vi: Điều chỉnh Hình ảnh
zh_hans: 图像调整
zh_hant: 圖形調整

source: Image adjustments for ${displayEntity} is ${onOff}.
de: Bildanpassungen für ${displayEntity} sind ${onOff}.
es: Los ajustes de imagen para ${displayEntity} están ${onOff}.
fr: Les ajustements de l’image pour ${displayEntity} sont ${onOff}.
hu: A(z) ${displayEntity} képbeállításai ${onOff}.
it: Gli aggiustamenti dell’immagine per ${displayEntity} sono ${onOff}.
ja: ${displayEntity}の画像調整は${onOff}です。
ko: ${displayEntity}의 이미지 조정은 ${onOff} 상태입니다.
nb: Bildejusteringer for ${displayEntity} er ${onOff}.
nl: Beeldaanpassingen voor ${displayEntity} is ${onOff}.
pl: Regulacja obrazu dla ${displayEntity} jest ${onOff}.
pt_br: Os ajustes de imagem para ${displayEntity} estão ${onOff}.
ro: Reglarea imaginii pentru ${displayEntity} este ${onOff}.
ru: Настройка изображения для ${displayEntity} — ${onOff}.
sl: Prilagoditev slike za ${displayEntity} je ${onOff}.
sv: Bildjusteringar för ${displayEntity} är ${onOff}.
tr: ${displayEntity} için görüntü ayarlamaları ${onOff} şeklindedir.
uk: Налаштування зображення для ${displayEntity} — ${onOff}.
zh_hans: ${displayEntity} 的影像调整为 ${onOff}。
zh_hant: ${displayEntity} 的影像調整為 ${onOff}。

source: Import App Settings…
nl: Importeer appinstellingen...
pl: Importuj ustawienia aplikacji…
ru: Импортировать настройки приложения…

source: In a detached state the app menu floats over the desktop as a top-level window. You can specify the alpha level to see-through the menu (lower the value for more transparency).
de: In einem losgelösten Zustand schwebt das App-Menü als Fenster der obersten Ebene über dem Desktop. Du kannst den Alpha-Wert angeben, um das Menü durchsichtig zu machen (je niedriger der Wert, desto transparenter).
es: En un estado separado, el menú de la aplicación flota sobre el escritorio como una ventana de nivel superior. Puede especificar el nivel alfa para ver el menú (reduzca el valor para obtener más transparencia).
fr: Lorsqu'il est détaché, le menu de l'application flotte au premier plan de l'écran. Vous pouvez spécifier le niveau de transparence du menu : plus la valeur est basse, plus le menu est transparent.
hu: Leválasztott állapotban az alkalmazás menüje legfelső szintű ablakként lebeg az asztal felett. A menü átlátszóságához megadhatja az alfa-szintet (az alacsonyabb érték nagyobb átlátszóságot eredményez).
it: In uno stato staccato, il menu app galleggia sul desktop come finestra di primo livello. È possibile specificare il livello alfa da visualizzare attraverso il menu (abbassare il valore per una maggiore trasparenza).
ja: 切り離した状態では、アプリメニューはトップレベルウインドウとしてデスクトップ上に浮かびます。メニューを透明化するためにアルファレベルを指定できます（値を下げるとより透明になります）。
ko: 분리된 상태에서는 앱 메뉴가 바탕화면 위에 최상위 윈도우로 떠 있습니다. 메뉴를 투명하게 보이도록 알파 레벨을 지정할 수 있습니다(값을 낮추면 더 투명해집니다).
nb: I løst tilkoblet tilstand flyter app-menyen over skrivebordet som et toppnivåvindu. Du kan angi alfaverdi for å se gjennom menyen (lavere verdi gir mer gjennomsiktighet).
nl: In losgebroken staat zweeft het appmenu over het bureaublad als een venster dat altijd bovenaan staat. Je kunt het alfaniveau opgeven om het menu doorzichtiger te maken (verlaag de waarde voor meer transparantie).
pl: W stanie rozłączenia menu aplikacji unosi się nad biurkiem jako okno najwyższego poziomu. Możesz określić poziom alfa, aby menu było przezroczyste (niższa wartość oznacza większą przezroczystość).
pt_br: Em um estado desanexado, o menu do aplicativo flutua na área de trabalho como uma janela de nível superior. Você pode especificar o nível alfa para ver o menu (diminua o valor para obter mais transparência).
ro: Într-o stare separată, meniul aplicației plutește peste desktop ca o fereastră de nivel superior. Puteți specifica nivelul alfa pentru a vedea meniul prin (reduceți valoarea pentru o transparență mai mare).
ru: В отсоединенном состоянии меню приложения парит над рабочим столом как окно верхнего уровня. Вы можете указать альфа-уровень, чтобы сделать меню прозрачным (меньшее значение для большей прозрачности).
sl: V ločenem stanju meni aplikacije lebdi nad namizjem kot okno najvišje ravni. Določite lahko raven alfa za preglednost menija (znižajte vrednost za večjo preglednost).
sv: I ett fristående tillstånd flyter appmenyn över skrivbordet som ett fönster på översta nivån. Du kan ange alfanivån för att se igenom menyn (lägre värde för mer genomskinlighet).
tr: Ayrılmış durumda, uygulama menüsü masaüstünde en üst düzey pencere olarak yüzer. Menüyü görmek için şeffaflık düzeyini belirtebilirsiniz (daha fazla şeffaflık için değeri düşürün).
uk: У відокремленому стані меню програми плаває над робочим столом як вікно верхнього рівня. Ви можете вказати альфа-рівень, щоб прозоре меню (знизьте значення для більшої прозорості).
vi: Trong trạng thái tách rời, menu ứng dụng nổi lên trên tất cả các cửa sổ khác. Bạn có thể chỉ định mức độ alpha để nhìn xuyên qua menu (giảm giá trị để có thêm tính trong suốt).
zh_hans: 在分离状态下应用程序菜单作为顶层窗口浮在桌面上。您可指定透视菜单的透明度值（透明度越高，数值越低）。
zh_hant: 在分離狀態下應用程式選單作為頂層窗口浮在桌面上。您可指定透視選單的透明度值（透明度越高，數值越低）。

source: Increase Apple Keyboard brightness
de: Apple Tastatur Helligkeit erhöhen
es: Aumentar el Brillo del Teclado Apple
fr: Augmenter la luminosité du clavier Apple
hu: Apple billentyűzet világítás erősítése
it: Aumenta la luminosità della tastiera Apple
ja: Apple Keyboardの輝度を上げる
ko: Apple 키보드 밝기 증가
nb: Øk lysstyrken på Apple-tastatur
nl: Verhoog helderheid Apple-toetsenbord
pl: Zwiększ jasność klawiatury Apple
pt_br: Aumentar o brilho do teclado Apple
ro: Crește luminozitatea tastaturii Apple
ru: Увеличить яркость клавиатуры Apple
sl: Povečajte svetlost tipkovnice Apple
sv: Öka ljusstyrka på Apple Keyboard
tr: Apple klavye parlaklığını arttır
uk: Збільште яскравість клавіатури Apple
vi: Tăng độ sáng bàn phím Apple
zh_hans: 增强 Apple 键盘亮度
zh_hant: 增強 Apple 鍵盤亮度

source: Increase Night Shift effect
de: Night Shift-Effekt erhöhen
es: Aumentar el efecto del Modo Nocturno
fr: Augmenter l'intensité de Night Shift
hu: Night Shift hatás növelése
it: Aumenta l'effetto Night Shift
ja: Night Shift効果を増やす
ko: Night Shift 효과 증가
nb: Øk Night Shift-effekten
nl: Verhoog Night Shift-effect
pl: Zwiększ efekt Night Shift
pt_br: Aumentar o efeito Night Shift
ro: Crește efectul Night Shift
ru: Усилить эффект Night Shift
sl: Povečajte učinek Night Shift
sv: Öka effekt av Night Shift
tr: Night Shift etkisini arttır
uk: Посилення ефекту Night Shift
vi: Tăng hiệu ứng Night Shift
zh_hans: 增强夜览效果
zh_hant: 增強夜覽效果

source: Increase brightness
de: Helligkeit erhöhen
es: Aumentar brillo
fr: Augmenter la luminosité
hu: Fényerő növelése
it: Aumenta luminosità
ja: 輝度を上げる
ko: 밝기 증가
nb: Øk lysstyrke
nl: Verhoog helderheid
pl: Zwiększ jasność
pt_br: Aumentar o brilho
ro: Crește luminozitatea
ru: Увеличить яркость
sl: Povečajte svetlost
sv: Öka ljusstyrka
tr: Parlaklığı arttır
uk: Збільшити яскравість
vi: Tăng độ sáng
zh_hans: 增强亮度
zh_hant: 增強亮度

source: Increase brightness - fine scale
de: Helligkeit erhöhen - Feineinstellung
es: Aumentar el brillo - ajuste preciso
fr: Augmenter la luminosité - réglage précis
hu: Fényerő növelése - finom skála
it: Aumenta luminosità - scala fine
ja: 輝度を上げる - 微細スケール
ko: 밝기 증가 - 미세 조정
nb: Øk lysstyrke - fin skala
nl: Verhoog helderheid - fijne schaal
pl: Zwiększ jasność — precyzyjna skala
pt_br: Aumentar o brilho - ajuste fino
ro: Crește luminozitatea - scara fină
ru: Увеличение яркости — тонкая шкала
sl: Povečanje svetlosti - fino merilo
sv: Öka ljusstyrka - fin skala
tr: Parlaklığı arttır - hassas ölçek
uk: Збільшення яскравості - дрібна шкала
vi: Tăng độ sang - tinh chỉnh nhỏ
zh_hans: 增强亮度 - 微调
zh_hant: 增強亮度 - 微調

source: Increase brightness for all displays by some amount.
de: Helligkeit für alle Displays um einen bestimmten Wert erhöhen.
es: Incrementar el brillo para todas las pantallas en alguna cantidad.
fr: Augmenter d'une certaine somme la luminosité sur tous les écrans.
hu: Fényerő növelése valamennyivel az összes kijelzőn.
it: Aumenta la luminosità di tutti gli schermi di una certa quantità.
ja: すべてのディスプレイの輝度をいくらか上げます。
ko: 모든 디스플레이의 밝기를 약간 높입니다.
nb: Øk lysstyrke for alle skjermer med en viss mengde.
nl: Verhoog helderheid voor alle schermen met een bepaalde hoeveelheid
pl: Zwiększ jasność dla wszystkich wyświetlaczy o określoną wartość.
pt_br: Aumentar um pouco o brilho de todos os monitores.
ro: Măriți luminozitatea pentru toate ecranele cu o anumită valoare.
ru: Увеличить яркость всех дисплеев на указанное значение.
sl: Za določeno količino povečajte svetlost vseh zaslonov.
sv: Öka ljusstyrkan för alla skärmar med en viss mängd.
tr: Tüm ekranlar için parlaklığı bir miktar artırın.
uk: Збільшити яскравість для всіх дисплеїв на величину.
vi: Tăng độ sáng cho tất cả màn hình một lượng nhất định.
zh_hans: 将所有显示屏度提高一定程度。
zh_hant: 將所有顯示器度提高一定程度。

source: Increase contrast
de: Kontrast erhöhen
es: Aumentar contraste
fr: Augmenter le contraste
hu: Kontraszt növelése
it: Aumenta contrasto
ja: コントラストを上げる
ko: 대비 증가
nb: Øk kontrast
nl: Verhoog contrast
pl: Zwiększ kontrast
pt_br: Aumentar o contraste
ro: Crește contrastul
ru: Увеличить контраст
sl: Povečajte kontrast
sv: Öka kontrast
tr: Kontrastı arttır
uk: Збільшити контраст
vi: Tăng tương phản
zh_hans: 增强对比度
zh_hant: 增強對比度

source: Increase contrast - fine scale
de: Kontrast erhöhen - Feineinstellung
es: Aumentar el contraste - con precisión
fr: Augmenter le contraste - réglage précis
hu: Kontraszt növelése - finom skála
it: Aumenta contrasto - scala fine
ja: コントラストを上げる - 微細スケール
ko: 대비 증가 - 미세 조정
nb: Øk kontrast - fin skala
nl: Verhoog contrast - fijne schaal
pl: Zwiększ kontrast — precyzyjna skala
pt_br: Aumentar o contraste - ajuste fino
ro: Crește contrastul - scară fină
ru: Увеличение контрастности — тонкая шкала
sl: Povečanje kontrasta - fino merilo
sv: Öka kontrast - fin skala
tr: Kontrastı arttır - hassas ölçek
uk: Збільшення контрастності - дрібна шкала
vi: Tăng tương phản - tinh chỉnh nhỏ
zh_hans: 增强对比度 - 微调
zh_hant: 增強對比度 - 微調
