Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

# NSFileProviderDomainUsageDescription
source: The app needs to modify the system configuration to save the edited display data.
de: Die App muss die Systemkonfiguration ändern, um die bearbeiteten Display-Daten zu speichern.
es: La aplicación necesita modificar la configuración del sistema para guardar las configuraciones de pantalla editadas.
fr: L'application a besoin de modifier la configuration système pour enregistrer les modifications apportées aux données de l'écran.
hu: Az alkalmazásnak módosítania kell a rendszerkonfigurációt, hogy elmentse a kijelzőhöz tartozó szerkesztett beállításokat.
it: L'app deve modificare la configurazione di sistema per salvare le impostazioni modificate relative al display.
ja: 編集されたディスプレイデータを保存するために、システム構成を変更する必要があります。
ko: 앱이 수정된 디스플레이 설정을 저장하기 위해 시스템 구성을 변경해야 합니다
nb: Appen trenger å endre systemkonfigurasjonen for å lagre redigerte visningsdata.
nl: De app moet de systeemconfiguratie wijzigen om de bewerkte schermgegevens te bewaren.
pl: Aplikacja musi zmodyfikować konfigurację systemu, aby zapisać zmienione ustawienia wyświetlacza.
pt_br: O aplicativo precisa modificar a configuração do sistema para salvar as configurações de exibição editadas.
ro: Aplicația trebuie să modifice configurația sistemului pentru a salva setările de afișare editate.
ru: Приложению необходимо изменить конфигурацию системы, чтобы сохранить отредактированные данные дисплея.
sl: Aplikacija mora spremeniti konfiguracijo sistema, da shrani urejene zaslonske podatke.
sv: Appen behöver ändra systemkonfigurationen för att spara de redigerade skärminställningarna.
tr: Uygulamanın, düzenlenmiş ekran ayarlarını kaydedebilmek için sistem yapılandırmasını değiştirmesi gerekiyor.
uk: Додатку потрібно змінити конфігурацію системи, щоб зберегти відредаговані дані дисплея.
vi: Ứng dụng cần thay đổi cấu hình hệ thống để lưu các cài đặt hiển thị đã chỉnh sửa.
zh_hans: 该应用程序需要修改系统配置以保存已编辑的显示数据。
zh_hant: 當應用程式要儲存編輯後的顯示器資料時，需要修改系統設定。

# NSLocalNetworkUsageDescription
source: This app needs local network access when its integration features are configured accordingly.
de: Die App benötigt Zugriff auf das lokale Netzwerk, wenn die Integrationsfunktionen entsprechend konfiguriert sind.
es: Esta app necesita acceso a la red local cuando sus funciones de integración están configuradas en consecuencia.
fr: Cette application a besoin d'un accès au réseau local lorsque ses fonctions d'intégration sont configurées en conséquence.
hu: Az alkalmazásnak helyi hálózati hozzáférésre van szüksége, ha az integrációs funkciók ennek megfelelően vannak konfigurálva.
it: Quest’app necessita dell’accesso alla rete locale quando le sue funzionalità di integrazione sono configurate di conseguenza.
ja: 統合機能を構成する場合に、ローカルネットワークを使用する必要があります。
ko: 이 앱은 통합 기능이 그에 맞게 설정된 경우 로컬 네트워크 접근 권한이 필요합니다.
nb: Appen trenger tilgang til det lokale nettverket når integrasjonsfunksjonene er konfigurert.
nl: Deze app heeft toegang nodig tot het lokale netwerk als de integratiefuncties zodanig zijn geconfigureerd.
pl: Ta aplikacja wymaga dostępu do sieci lokalnej, aby móc odpowiednio skonfigurować funkcje integracji.
pt_br: Este app precisa de acesso à rede local quando seus recursos de integração estão configurados dessa forma.
ro: Această aplicație necesită acces la rețeaua locală atunci când funcțiile sale de integrare sunt configurate corespunzător.
ru: Приложению требуется доступ к локальной сети, когда его интеграционные функции настроены соответствующим образом.
sl: Aplikacija potrebuje dostop do lokalnega omrežja, ko so njene funkcije integracije ustrezno konfigurirane.
sv: Den här appen behöver tillgång till det lokala nätverket när dess integrationsfunktioner konfigureras på rätt sätt.
tr: Bu uygulama, entegrasyon özellikleri uygun şekilde yapılandırıldığında yerel ağ erişimine ihtiyaç duyar.
uk: Цьому додатку потрібен доступ до локальної мережі, коли його інтеграційні функції налаштовані відповідним чином.
zh_hans: 当集成功能相应配置时，此应用需要访问本地网络。
zh_hant: 當設定某些整合功能時，此應用程式需要本機網路存取權限。

source: Error Reporting
nl: Melden fouten
pl: Raportowanie błędów
ru: Отчёты об ошибках

source: If you deny these connections, the app will not send crash reports to the developer. Crash reporting is handled by Sentry (sentry.io).
nl: Als je deze verbindingen weigert, dan zal de app crashverslagen niet sturen naar de ontwikkelaar. Crashverslagen gaan via Sentry (sentry.io).
pl: Jeśli nie zezwolisz na te połączenia, aplikacja nie będzie wysyłać raportów o awariach do programisty. Raportowanie awarii obsługuje Sentry (sentry.io).
ru: Если запретить эти соединения, приложение не будет отправлять отчёты о сбоях разработчику. Отчёты обрабатываются через Sentry (sentry.io).

source: If you deny these connections, you will not be able to purchase or activate a Pro license. Licensing is managed by Paddle (paddle.com).
nl: Als je deze verbindingen weigert, dan zal je geen Pro-licentie kunnen aankopen of activeren. Licenties worden beheerd door Paddle (paddle.com).
pl: Jeśli odrzucisz te połączenia, nie będziesz mógł kupić ani aktywować licencji Pro. Licencjonowaniem zarządza firma Paddle (paddle.com).
ru: Если запретить эти соединения, вы не сможете приобрести или активировать Pro‑лицензию. Лицензирование управляется Paddle (paddle.com).

source: If you deny these connections, you will not be notified about new versions and will not be able to update to newer app versions using the app's UI.
nl: Als je deze verbindingen weigert, dan zul je niet op de hoogte gehouden worden van nieuwe versies and zul je niet kunnen bijwerken naar een nieuwere appversie via de UI van de app.
pl: Jeśli odrzucisz te połączenia, nie będziesz otrzymywać powiadomień o nowych wersjach i nie będziesz mógł aktualizować aplikacji do nowszych wersji za pomocą interfejsu użytkownika aplikacji.
ru: Если запретить эти соединения, вы не будете получать уведомления о новых версиях и не сможете обновлять приложение через интерфейс.

source: Licensing
nl: Licenties
pl: Licencjonowanie
ru: Лицензирование

source: Software Update
pl: Aktualizacja oprogramowania
ru: Обновление программного обеспечения

source: User Defined Custom Integration
nl: Gebruikersgedefinieerde eigen integratie
pl: Integracja niestandardowa zdefiniowana przez użytkownika
ru: Пользовательская интеграция

source: You may create network based custom controls (for example to control a network-enabled device like a TV, ampliifer) in the app that can connect to any hosts you specify on your local network or over the Internet. If you deny these connections, these custom controls will not work.
nl: Je kunt eigen bedieningen maken op netwerkbasis (bijvoorbeeld om een apparaat te bedienen die op het netwerk zit, zoals een tv of versterker) in de app waarmee verbonden kan worden met elke host die je opgeeft, die zich bevindt op je lokaal netwerk of over internet. Als je deze verbindingen weigert, dan zullen eigen bedieningen niet werken.
pl: W aplikacji można utworzyć niestandardowe elementy sterujące oparte na sieci (na przykład do sterowania urządzeniami obsługującymi sieć, takimi jak telewizor lub wzmacniacz), które mogą łączyć się z dowolnymi urządzeniami wskazanymi w sieci lokalnej lub przez Internet. Jeśli połączenia te zostaną zablokowane, niestandardowe elementy sterujące nie będą działać.
ru: В приложении можно создавать сетевые пользовательские элементы управления (например, для устройств с сетевой поддержкой: телевизор, усилитель), которые могут подключаться к любым хостам в локальной сети или через Интернет. Если запретить эти соединения, такие элементы управления не будут работать.

source: %.3fHz
ru: %.3fГц
uk: %.3fГц
zh_hans: %.3f赫兹

# %@ %lld additional color modes are available with different refresh rates.
source: %1$@ %2$lld additional color modes are available with different refresh rates.
de: %1$@ %2$lld zusätzliche Farbmodi sind mit unterschiedlichen Wiederholraten verfügbar.
es: %1$@ %2$lld hay modos de color adicionales disponibles con diferentes tasas de refresco.
fr: %1$@ %2$lld modes de couleur additionnels sont disponibles avec des fréquences de rafraîchissement différentes.
hu: %1$@ %2$lld további színmód érhető el különböző frissítési rátákkal.
it: %1$@ Sono disponibili %2$lld modalità colore aggiuntive con diverse frequenze di aggiornamento.
ja: %1$@ %2$lldリフレッシュレートが異なる追加のカラーモードが使用可能です。
ko: %1$@ %2$lld 추가 색상 모드가 다른 주사율과 함께 사용 가능합니다.
nb: %1$@ %2$lld ekstra fargemoduser er tilgjengelige med ulike oppdateringsfrekvenser.
nl: %1$@ %2$lld aanvullende kleurmodi zijn beschikbaar met verschillende verversingsfrequenties.
pl: %1$@ %2$lld dostępne są dodatkowe tryby kolorów z różnymi częstotliwościami odświeżania.
pt_br: %1$@ %2$lld modos de cores adicionais estão disponíveis com diferentes taxas de atualização.
ro: Sunt disponibile moduri de culoare suplimentare %1$@ %2$lld cu rate de reîmprospătare diferite.
ru: %1$@ %2$lld дополнительные цветовые режимы доступны с разными частотами обновления.
sl: %1$@ %2$lld so na voljo dodatni barvni načini z različnimi stopnjami osveževanja.
sv: %1$@ %2$lld ytterligare färglägen finns tillgängliga med olika uppdateringsfrekvenser.
tr: %1$@ %2$lld Farklı yenileme hızlarına sahip ek renk modları mevcuttur.
uk: %1$@ Доступно ще %2$lld додаткових режимів кольору з різними частотами оновлення.
vi: %1$@ %2$lld chế độ màu bổ sung có sẵn với các tần số làm mới khác nhau.
zh_hans: %1$@ %2$lld 种具有不同刷新率的额外色彩模式可用。
zh_hant: %1$@ %2$lld 種具有不同更新率的額外色彩模式可用。

source: %@ - Active
de: %@ - Aktiv
es: %@ - Activo
fr: %@ - Actif
hu: %@ - Aktív
it: %@ - Attivo
ja: %@ - 有効
ko: %@ - 활성화됨
nb: %@ - Aktiv
nl: %@ - Actief
pl: %@ - Aktywny
pt_br: %@ - Ativo
ro: %@ - Activ
ru: %@ — активен
sl: %@ - Aktivno
sv: %@ - Aktiv
tr: %@ - Etkin
uk: %@ – активна
zh_hans: %@ - 活动
zh_hant: %@ - 活躍

source: %@ - Duplicate
de: %@ - Duplizieren
es: %@ - Duplicado
fr: %@ - Dupliquer
hu: %@ - Duplikálás
it: %@ - Duplicato
ja: %@ - 複製
ko: %@ - 복제
nb: %@ – duplikat
nl: %@ - Duplicaat
pl: %@ - Klon
pt_br: %@ - Duplicado
ro: %@ - Duplicare
ru: %@ — дублирован
sl: %@ - Dvojnik
sv: %@ - Dubblett
tr: %@ - Yinelenen
uk: %@ – Дубльований
vi: %@ - Nhân bản
zh_hans: %@ - 复制副本
zh_hant: %@ - 複製副本

source: %@ - Swap Position
de: %@ - Position tauschen
es: %@ - Intercambiar Posición
fr: %@ - Échanger les positions
hu: %@ - pozíciócsere
it: %@ - Scambia posizione
ja: %@ - 位置を交換
ko: %@ - 위치 스왑
nb: %@ – bytt posisjon
nl: %@ - Wissel positie om
pl: %@ - Zamień pozycję
pt_br: %@ - Posição de troca
ro: %@ - Schimbă Poziția
ru: %@ - Поменять позицию
sl: %@ - Zamenjaj položaj
sv: %@ - Växla position
tr: %@ - Pozisyonunu Değiştir
uk: %@ – Поміняти місцями
vi: %@ - Đổi Vị trí
zh_hans: %@ - 交换位置
zh_hant: %@ - 交換位置

source: %@ An active layout protection main status configured under Groups takes precedence.
nl: %@ Een actieve hoofdstatus van de bescherming indeling die is geconfigureerd onder Groepen heeft voorrang.
pl: %@ Aktywny główny status ochrony układu skonfigurowany w sekcji Grupy ma pierwszeństwo.
ru: %@ Активный основной статус защиты макета, настроенный в разделе Groups, имеет приоритет.

source: %@ Associated display mirroring is enforced!
de: %@ Das Synchronisieren des gekoppelten Displays wird erzwungen!
es: %@ ¡Se aplica la duplicación de pantalla asociada!
fr: %@ La mise en miroir est obligatoire pour l'écran associé !
hu: %@ Társított kijelző tükrözése kényszerítve!
it: %@ La duplicazione del display associato è forzata!
ja: %@ ディスプレイミラーリングが強制されます!
ko: %@ 연관된 디스플레이 미러링이 적용됩니다!
nb: %@ Skjermspeiling er påtvunget!
nl: %@ Toegekende synchrone weergave is afgedwongen!
pl: %@ Powiązane klonowanie wyświetlacza jest wymuszone!
pt_br: %@ O espelhamento da tela está aplicado!
ro: Oglindirea pentru ecranul %@ este obligatorie!”
ru: %@ Применяется зеркальное отображение связанных дисплеев!
sl: %@ Povezano zrcaljenje zaslona je vsiljeno!
sv: %@ Associerad skärmspegling är framtvingad!
tr: %@ İlişkili ekranı yansıtmak zorunludur!
uk: %@ Увімкнено пов'язане дзеркальне відображення!
vi: %@ Màn hình phản chiếu liên kết đã được bắt buộc!
zh_hans: %@ 已强制关联显示器镜像！
zh_hant: %@ 已強制關聯顯示器鏡像！

source: %@ Built-in display panels have a single fixed internal connection mode.
de: %@ Integrierte Displays haben einen einzigen fixen internen Verbindungsmodus.
es: %@ Los paneles de la pantalla integrada cuentan con un único modo de conexión interna fija.
fr: %@ Les écrans intégrés comportent un seul mode de connexion interne fixe.
hu: %@ A beépített kijelzőpanelek egyetlen fix belső csatlakozási móddal rendelkeznek.
it: %@ I pannelli del display integrato hanno una singola modalità di connessione interna fissa.
ja: %@ 内蔵ディスプレイパネルは内部接続モードが1つに固定されています。
ko: %@ 내장 디스플레이 패널은 내부 연결 모드가 하나로 고정되어 있습니다.
nb: %@ Innebygde skjermpaneler har bare én fast intern tilkoblingsmodus.
nl: %@ Ingebouwde schermpanelen hebben een enkele vaste interne verbindingsmodus.
pl: %@ Wbudowane wyświetlacze mają jeden stały tryb połączenia wewnętrznego.
pt_br: %@ Os painéis de exibição integrados possuem um único modo de conexão interna fixa.
ro: %@ Panourile de afișare încorporate au un singur mod de conectare internă fixă.
ru: Встроенные панели дисплеев %@ имеют единственный фиксированный внутренний режим подключения.
sl: %@ Vgrajene zaslonske plošče imajo en fiksni način notranje povezave.
sv: %@ Inbyggda skärmpaneler har ett enda fast internt anslutningsläge.
tr: %@ ￼Dahili ekran panelleri tek bir sabit dahili bağlantı moduna sahiptir.
uk: %@ Вбудовані дисплеї мають лише один фіксований внутрішній режим підключення.
vi: %@ Các màn hình tích hợp có một chế độ kết nối nội bộ cố định duy nhất.
zh_hans: %@ 内置显示面板具有单一固定的内部连接模式。
zh_hant: %@ 內建顯示面板具有單一固定的內部連接模式。

source: %@ Certain displays are set to hide the menu bar icon, which may override this setting.
de: %@ Einige Displays sind so eingestellt, dass sie das Menüleistensymbol ausblenden, was diese Einstellung überschreiben kann.
es: %@ Algunas pantallas están configuradas para ocultar el icono de la barra de menús, lo que puede anular esta configuración.
fr: %@ Certains écrans sont configurés de façon à cacher l'icône de la barre des menus, ce qui pourrait prendre le dessus sur ce réglage.
hu: %@ Bizonyos kijelzők úgy vannak beállítva, hogy elrejtsék a menüsáv ikonját, ami felülírhatja ezt a beállítást.
it: %@ Alcuni display sono impostati per nascondere l’icona della barra dei menu, il che potrebbe sovrascrivere questa impostazione.
ja: %@ メニューバーアイコンを非表示に設定しているディスプレイがあり、設定がオーバーライドされることがあります。
ko: %@ 특정 디스플레이는 메뉴 막대 아이콘을 숨기도록 설정되어 있으며, 이 설정이 우선 적용될 수 있습니다.
nb: %@ Visse skjermer er satt til å skjule menylinjeikonet, noe som kan overstyre denne innstillingen.
nl: %@ Bepaalde schermen zijn ingesteld om het menubalksymbool te verbergen, iets wat deze instelling kan laten overschrijven.
pl: %@ Niektóre wyświetlacze są ustawione tak, aby ukrywać ikonę paska menu, co może spowodować nadpisanie tego ustawienia.
pt_br: %@ Certos monitores estão configurados para ocultar o ícone da barra de menus, o que pode substituir esta configuração.
ro: %@ Anumite afișaje sunt configurate să ascundă pictograma din bara de meniu, ceea ce poate anula această setare.
ru: Некоторые дисплеи %@ настроены на скрытие иконки в строке меню, что может переопределять этот параметр.
sl: %@ Nekateri zasloni so nastavljeni tako, da skrijejo ikono menijske vrstice, kar lahko preglasi to nastavitev.
sv: %@ Vissa skärmar är inställda på att dölja ikonen för menyfältet, vilket kan åsidosätta denna inställning.
tr: ￼%@ Bazı ekranlar menü çubuğu simgesini gizleyecek şekilde ayarlanmıştır, bu da bu ayarı geçersiz kılabilir.
uk: %@ Деякі дисплеї налаштовані приховувати іконку в рядку меню, що може перевизначити це налаштування.
vi: %@ Một số màn hình được thiết lập để ẩn biểu tượng thanh menu, điều này có thể ghi đè cài đặt này.
zh_hans: %@ 某些显示器已设置为隐藏菜单栏图标，这可能会覆盖此设置。
zh_hant: %@ 某些顯示器已設定為隱藏選單欄圖示，這可能會覆蓋此設定。

source: %@ Click to enable/disable a group. Hold ⌥ Option to disable all other groups while enabling only the selected one!
de: %@ Klicken Sie, um eine Gruppe zu aktivieren/deaktivieren. Halten Sie die ⌥ Option-Taste gedrückt, um alle anderen Gruppen zu deaktivieren und nur die ausgewählte zu aktivieren!
es: %@ Haz clic para activar/desactivar un grupo. Mantén pulsada la tecla ⌥ Option para desactivar todos los demás grupos y habilitar solo el seleccionado.
fr: %@ Cliquez pour activer/désactiver un groupe. Maintenez ⌥ Option pour désactiver tous les autres groupes tout en activant uniquement celui sélectionné !
hu: %@ Kattintson a csoport engedélyezéséhez/letiltásához. Tartsa lenyomva az ⌥ Option billentyűt a többi csoport letiltásához, miközben csak a kiválasztottat engedélyezi!
it: %@ Fai clic per abilitare/disabilitare un gruppo. Tieni premuto ⌥ Option per disabilitare tutti gli altri gruppi e abilitare solo quello selezionato!
ja: クリックしてグループを有効化/無効化します。Option ⌥を押したままにすると、選択したグループだけを有効化し、他のすべてのグループを無効化します!
ko: %@ 클릭하여 그룹을 활성화/비활성화합니다. ⌥ Option 키를 누르고 선택한 그룹만 활성화하면 나머지 그룹은 비활성화됩니다!
nb: %@ Klikk for å aktivere/deaktivere en gruppe. Hold ⌥ Option for å deaktivere alle andre grupper mens du kun aktiverer den valgte!
nl: %@ Klik om een groep in- of uit te schakelen. Houd ⌥ Option ingedrukt om alle andere groepen uit te schakelen terwijl alleen de geselecteerde groep wordt ingeschakeld!
pl: %@ Kliknij, aby włączyć/wyłączyć grupę. Przytrzymaj klawisz ⌥ Option, aby wyłączyć wszystkie inne grupy, włączając tylko wybraną!
pt_br: %@ Clique para ativar/desativar um grupo. Segure ⌥ Option para desativar todos os outros grupos enquanto ativa apenas o selecionado!
ro: %@ Faceți clic pentru a activa/dezactiva un grup. Țineți apăsată ⌥ Option pentru a dezactiva toate celelalte grupuri, activând doar grupul selectat!
ru: Нажмите %@, чтобы включить или отключить группу. Удерживайте ⌥ Option, чтобы отключить все остальные и оставить только выбранную.
sl: %@ Kliknite, da omogočite/onemogočite skupino. Držite ⌥ možnost, da onemogočite vse druge skupine, hkrati pa omogočite samo izbrano!
sv: %@ Klicka för att aktivera/inaktivera en grupp. Håll ⌥ Option för att inaktivera alla andra grupper och bara aktivera den valda!
tr: %@ bir grubu etkinleştirmek/devre dışı bırakmak için tıklayın. Sadece seçili olanı etkinleştirirken diğer tüm grupları devre dışı bırakmak için ⌥ Option tuşunu basılı tutun!
uk: Натисніть %@, щоб увімкнути або вимкнути групу. Утримуйте ⌥ Option, щоб вимкнути всі інші групи та увімкнути лише вибрану!
zh_hans: %@ 点击以启用/禁用组。按住 ⌥ Option 可在启用选中组的同时禁用所有其他组！
zh_hant: %@ 點擊以啟用/停用群組。按住 ⌥ Option 鍵可在啟用選定群組的同時停用所有其他群組！

source: %@ Configuration Protection can make color mode changes persistent.
de: %@ Der Konfigurationsschutz kann Farbmodusänderungen permanent machen.
es: %@ La Protección de la Configuración puede hacer que los cambios en el modo de color sean persistentes.
fr: %@ La protection de la configuration peut rendre les changements de mode de couleur persistants.
hu: %@ A Konfigurációvédelem tartóssá teheti a színmód módosításait.
it: %@ La Protezione configurazione può rendere persistenti le modifiche alla modalità colore.
ja: %@ 構成保護によりカラーモード変更を継続させることができます。
ko: %@ 설정 보호 기능을 사용하면 색상 모드 변경이 영구적으로 저장됩니다.
nb: %@ Konfigurasjonsbeskyttelse kan gjøre endringer i fargemodus permanente.
nl: %@ 'Bescherming configuratie' kan wijzigingen in kleurmodi permanent maken.
pl: Ochrona konfiguracji %@ może sprawić, że zmiany trybu kolorów będą trwałe.
pt_br: %@ A Proteção de Configuração pode tornar as alterações do modo de cor persistentes.
ro: Protecția configurației %@ poate face ca modificările modului de culoare să fie persistente.
ru: Защита конфигурации %@ может сделать изменения цветового режима постоянными.
sl: %@ Zaščita konfiguracije lahko povzroči obstojnost sprememb barvnega načina.
sv: %@ Configuration Protection kan göra ändringar i färgläget bestående.
tr: %@ ￼ Yapılandırma Koruması renk modu değişikliklerini kalıcı hale getirebilir.
uk: %@ Захист конфігурації може зробити зміни режиму кольору незмінними.
vi: %@ Bảo vệ Cấu hình có thể làm cho các thay đổi chế độ màu trở nên bền vững.
zh_hans: %@ 配置保护可以使色彩模式更改持久化。
zh_hant: %@ 設定保護可以持續保存色彩模式變更。

source: %1$@ Connection color depth (%2$lld-bit) is lower than the framebuffer depth (%3$u-bit). The GPU may use temporal dithering to improve colors.
de: %1$@ Die Farbtiefe der Verbindung (%2$lld-Bit) ist geringer als die Tiefe des Framebuffers (%3$u-Bit). Die GPU kann temporales Dithering verwenden, um die Farben zu verbessern.
es: %1$@ La profundidad de la conexión del color (%2$lld-bit) es menor que la profundidad del búfer de fotogramas (%3$u-bit). La GPU podría utilizar tramado temporal para mejorar los colores.
fr: %1$@ La profondeur de couleur de la connexion (%2$lld-bit) est inférieure à celle du framebuffer (%3$u-bit). La carte graphique (GPU) pourrait temporairement utiliser le tramage temporel pour améliorer les couleurs.
hu: %1$@ A csatlakozás színmélysége (%2$lld-bit) alacsonyabb, mint a video memória színmélysége (%3$u-bit). A GPU időbeli modulációt (temporal dithering) használhat a színmélység javítása érdekében.
it: %1$@ La profondità del colore della connessione (%2$lld-bit) è inferiore alla profondità del framebuffer (%3$u-bit). La GPU potrebbe utilizzare il dithering temporale per migliorare i colori.
ja: %1$@ 接続色深度（%2$lld-ビット）がフレームバッファ深度（%3$u-ビット）より低いです。カラーを改善するために、GPUは一時的ディザリングを使うことがあります。
ko: %1$@ 연결 색상 깊이(%2$lld-비트)가 프레임버퍼 깊이(%3$u-비트)보다 낮습니다. GPU가 색상을 개선하기 위해 템포럴 디더링을 사용할 수 있습니다.
nb: %1$@ Tilkoblingens fargedybde (%2$lld-bit) er lavere enn rammebufferets dybde (%3$u-bit). GPU-en kan bruke tidsdithering for å forbedre fargene.
nl: %1$@ Kleurdiepte van verbinding (%2$lld-bits) is lager dan de kleurdiepte van de framebuffer (%3$u-bits). De GPU kan gebruik maken van temporele dithering om kleuren te verbeteren.
pl: Głębia kolorów połączenia (%2$lld-bit) jest niższa niż głębia bufora ramki (%3$u-bit). GPU może zastosować dithering czasowy, aby poprawić odwzorowanie kolorów.
pt_br: %1$@ A profundidade de cor da conexão (%2$lld-bit) é menor que a profundidade do framebuffer (%3$u-bit). A GPU pode usar dithering temporal para melhorar as cores.
ro: %1$@ Adâncimea culorii conexiunii (%2$lld-bit) este mai mică decât adâncimea framebuffer-ului (%3$u-bit). GPU poate folosi dithering temporal pentru a îmbunătăți culorile.
ru: %1$@ Глубина цвета соединения (%2$lld-bit) ниже, чем глубина кадрового буфера (%3$u-bit). GPU может использовать временное дискрементирование для улучшения цвета.
sl: %1$@ Barvna globina povezave (%2$lld-bit) je nižja od globine okvirnega medpomnilnika (%3$u-bit). GPE lahko za izboljšanje barv uporablja časovno mehljanje.
sv: %1$@ Anslutningens färgdjup (%2$lld-bit) är lägre än framebuffertens djup (%3$u-bit). GPU:n kan använda temporal dithering för att förbättra färgerna.
tr: %1$@ Bağlantı renk derinliği (%2$lld-bit) ekran belleği (framebuffer) derinliğinden (%3$u-bit) daha düşük. GPU renkleri iyileştirmek için zamansal dithering kullanabilir.
uk: %1$@ Глибина кольору підключення (%2$lld-біт) менша, ніж глибина фреймбуфера (%3$u-біт). GPU може використовувати тимчасове дізерування для покращення кольорів.
vi: %1$@ Độ sâu màu của kết nối (%2$lld-bit) thấp hơn độ sâu của framebuffer (%3$u-bit). GPU có thể sử dụng dải màu tạm thời để cải thiện màu sắc.
zh_hans: %1$@ 连接颜色深度（%2$lld 位）低于帧缓冲区深度（%3$u 位）。GPU 可以使用时间抖动来改善颜色。
zh_hant: %1$@ 連接顏色深度（%2$lld 位元）低於幀緩衝區深度（%3$u 位元）。 GPU 可以使用時間抖動來改善顏色。
