Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: This should remove the display from the display layout. Please note that on Intel Macs (such as this Mac) the feature might not work as expected! IMPORTANT: While the display is in a disconnected state (via the app), physically turning the display off, removing the cable or (for a built-in display) closing the lid may result in an inability to turn any displays back on (until a reboot)!
de: Hierdurch sollte das Display aus dem Display-Layout entfernt werden. Bitte beachte, dass auf Intel-Macs (wie diesem Mac) die Funktion möglicherweise nicht wie erwartet funktioniert! WICHTIG: Während sich das Display in einem getrennten Zustand befindet (über die App), kann das physische Ausschalten des Displays, das Entfernen des Kabels oder (bei einem integrierten Display) das Schließen des Deckels dazu führen, dass sich keine Displays mehr einschalten lassen (bis zu einem Neustart)!
es: Esto debería eliminar la pantalla del diseño de pantalla. Tenga en cuenta que en Mac Intel (como esta Mac), es posible que la función no funcione como se esperaba. IMPORTANTE: Mientras la pantalla está desconectada (a través de la aplicación), apagar físicamente la pantalla, quitar el cable o (para una pantalla integrada) cerrar la tapa puede resultar en la imposibilidad de volver a encender cualquier pantalla (hasta un reinicio)!
fr: Cette opération devrait supprimer l'écran de la disposition d'écrans. Veuillez noter que sur les Mac Intel (comme ce Mac), la fonction peut ne pas fonctionner comme prévu ! IMPORTANT : pendant que l'écran est déconnecté (via l'application), l'éteindre manuellement, enlever le câble ou rabattre l'écran (pour un MacBook) pourrait empêcher de rallumer n'importe quel des écrans (jusqu'à un redémarrage) !
hu: Ezzel a funkcióval a kijelzőt el lehet távolítani a kijelző elrendezéséből. Kérjük, vegye figyelembe, hogy Intel Mac-eken (például ezen a Mac-en) ez a funkció nem feltétlenül működik a várt módon! FONTOS: Amíg a kijelző (az alkalmazás által) leválasztott állapotban van, a kijelző fizikai kikapcsolása, a kábel eltávolítása vagy (beépített kijelző esetén) a fedél bezárása azt eredményezheti, hogy a kijelzőt nem lehet újra bekapcsolni (a következő újraindításig)!
it: Questo dovrebbe rimuovere il display dal layout del display. Si prega di notare che su Mac Interl (come questo Mac) la funzione potrebbe non funzionare come previsto! IMPORTANTE: Mentre il display è in stato disconnesso (tramite l'app), spegnendo fisicamente lo schermo, rimuovendo il cavo o (per un display integrato) chiudendo il coperchio potrebbe risultare incapace di riattivare i display (fino al riavvio)!
ja: ディスプレイ配置からディスプレイを削除します。 Intel Mac（このMacなど）では、この機能が期待通りに動作しないことがありますのでご注意ください! 重要：（アプリ経由で）ディスプレイを切断した状態で、物理的にディスプレイの電源を切ったり、ケーブルを抜いたり、（内蔵ディスプレイの）蓋を閉めてしまうと、（再起動するまで）ディスプレイを再びオンにできなくなることがあります!
ko: 이렇게 하면 디스플레이 레이아웃에서 디스플레이가 제거됩니다. 인텔 Mac(예: 이 Mac)에서는 이 기능이 예상대로 작동하지 않을 수 있다는 점에 유의하세요! 중요: 디스플레이가 (앱을 통해) 연결이 끊긴 상태에서 디스플레이를 물리적으로 끄거나 케이블을 제거하거나 (내장형 디스플레이의 경우) 덮개를 닫으면 재부팅할 때까지 디스플레이를 다시 켜지 못할 수 있습니다(재부팅할 때까지)!
nb: Dette bør fjerne skjermen fra skjermoppsettet. Vær oppmerksom på at på Intel-Mac (som denne Mac-en) kan ikke funksjonen fungere som forventet! VIKTIG: Mens skjermen er frakoblet (via appen), kan det å skru av skjermen fysisk, fjerne kabelen eller (for en innebygd skjerm) lukke lokket føre til at ingen skjermer kan slås på igjen (før omstart)!
nl: Hiermee worden schermen uit de schermindeling verwijderd en worden ze in standby-modus ingesteld op compatibele systemen. Opmerking: op Intel-Macs (zoals deze Mac) werkt deze functie mogelijk niet zoals verwacht! BELANGRIJK: als het scherm in losgekoppelde staat is (via de app), dan zal het fysiek uitschakelen van het scherm, het verwijderen van de kabel of (voor een ingebouwd scherm) het sluiten van de klep mogelijk als effect hebben dat het scherm niet opnieuw ingeschakeld kan worden (totdat herstart wordt)!
pl: To powinno usunąć wyświetlacz z układu wyświetlaczy. Pamiętaj, że na komputerach Mac z procesorem Intel (takich jak ten Mac) funkcja ta może nie działać zgodnie z oczekiwaniami! WAŻNE: Gdy wyświetlacz jest w stanie rozłączenia (za pośrednictwem aplikacji), fizyczne wyłączenie wyświetlacza, odłączenie kabla lub (w przypadku wbudowanego wyświetlacza) zamknięcie pokrywy może skutkować brakiem możliwości ponownego włączenia jakichkolwiek wyświetlaczy (aż do ponownego uruchomienia)!
pt_br: Isso deve remover a exibição do layout de exibição. Observe que em Macs Intel (como este Mac) o recurso pode não funcionar conforme o esperado! IMPORTANTE: Enquanto o monitor estiver desconectado (por meio do aplicativo), desligar fisicamente o monitor, remover o cabo ou (para um monitor integrado) fechar a tampa pode resultar na incapacidade de ligar novamente qualquer monitor (até uma reinicialização)!
ro: Acesta ar trebui să elimine ecranul virtual din configurația ecranului fizic.\n\nVă rugăm să rețineți că pe Mac-urile cu Intel (cum ar fi acest Mac), funcția ar putea să nu funcționeze așa cum era de așteptat!\n\nIMPORTANT: În timp ce ecranul este într-o stare deconectată (prin aplicație), oprirea fizică a ecranului, scoaterea cablului sau închiderea capacului (pentru un ecranul încorporat) pot duce la imposibilitatea de a reporni oricare ecrane (până la o repornire)!
ru: Это должно удалить дисплей из макета. Обратите внимание, что на Intel Macs (таких как этот Mac) функция может не работать так, как ожидалось! ВАЖНО: Когда дисплей находится в отключенном состоянии (через приложение), физическое выключение дисплея, удаление кабеля или (для встроенного дисплея) закрытие крышки может привести к неспособности включить дисплей обратно (до перезагрузки)!
sl: To bi moralo odstraniti zaslon iz postavitve zaslona. Upoštevajte, da na računalnikih Intel Mac (kot je ta Mac) funkcija morda ne bo delovala po pričakovanjih! POMEMBNO: Medtem ko je zaslon v odklopljenem stanju (prek aplikacije), lahko fizični izklop zaslona, ​​odstranitev kabla ali (pri vgrajenem zaslonu) zapiranje pokrova povzroči nezmožnost ponovnega vklopa katerega koli zaslona (dokler ponovni zagon)!
sv: Detta bör ta bort skärmen från skärmlayouten. Observera att på Intel Mac-datorer (t.ex. denna Mac) kanske funktionen inte fungerar som förväntat! VIKTIGT: När skärmen är frånkopplad (via appen) kan det hända att det inte går att slå på någon skärm igen (förrän efter en omstart) om du fysiskt stänger av skärmen, tar bort kabeln eller (för en inbyggd skärm) stänger locket!
tr: Bu, ekranı ekran yerleşim düzeninden kaldıracaktır. Intel Mac'lerde (bu Mac gibi) bu özelliğin beklendiği gibi çalışmayabileceğini lütfen unutmayın! ÖNEMLİ: Ekran bağlantısı kesilmiş durumdayken (uygulama aracılığıyla), ekranın fiziksel olarak kapatılması, kablonun çıkarılması veya (yerleşik bir ekran için) kapağın kapatılması, herhangi bir ekranın tekrar açılamamasına neden olabilir (yeniden başlatılana kadar)!
uk: Це має видалити дисплей із макета дисплея. Зауважте, що на комп'ютерах Intel Mac (наприклад, на цьому Mac) функція може не працювати належним чином! ВАЖЛИВО: коли дисплей від'єднано (через додаток), фізичне вимкнення дисплея, від'єднання кабелю або (для вбудованого дисплея) закриття кришки може призвести до неможливості знову ввімкнути будь-який дисплей (доки перезавантаження)!
vi: Điều này sẽ loại bỏ màn hình khỏi bố cục màn hình. Vui lòng lưu ý rằng trên Mac Intel (như Mac này), tính năng này có thể không hoạt động như mong đợi. QUAN TRỌNG: Khi màn hình ở trạng thái bị ngắt kết nối (qua ứng dụng), việc tắt màn hình một cách vật lý, tháo dây cáp hoặc (đối với màn hình tích hợp) đóng nắp có thể dẫn đến việc không thể bật lại bất kỳ màn hình nào (cho đến khi khởi động lại)!
zh_hans: 这将从显示屏布局中移除显示器。 请注意在 Intel Macs (如此 Mac) 上，此功能可能无效！ 重要提示：当显示器处于断开状态时（通过应用程序），物理关闭显示器、移除电缆或（对于内建显示屏）合上盖子可能导致无法重新打开任何显示器（直到重新启动）！
zh_hant: 這將從顯示器佈局中移除顯示器。 請注意在 Intel Macs (如此 Mac) 上，此功能可能無效！ 重要提示：當顯示器處於斷開狀態時（通過應用程式），物理關閉顯示器、移除電纜或（對於內建顯示器）合上蓋子可能導致無法重新打開任何顯示器（直到重新啟動）！

source: This virtual screen cannot be manually connected!
de: Dieser virtuelle Bildschirm kann nicht manuell verbunden werden!
es: ¡Esta pantalla virtual no se puede conectar manualmente!
fr: Cet écran virtuel ne peut être connecté manuellement !
hu: Ezt a virtuális képernyőt nem lehet manuálisan csatlakoztatni!
it: Questo schermo virtuale non può essere collegato manualmente!
ja: この仮想スクリーンは手動で接続できません!
ko: 이 가상 화면은 수동으로 연결할 수 없습니다!
nb: Denne virtuelle skjermen kan ikke kobles til manuelt!
nl: Dit virtuele scherm kan niet handmatig worden aangesloten!
pl: Tego wirtualnego ekranu nie można połączyć ręcznie!
pt_br: Esta tela virtual não pode ser conectada manualmente!
ro: Acest ecran virtual nu poate fi conectat manual!
ru: Этот виртуальный экран нельзя подключить вручную!
sl: Tega virtualnega zaslona ni mogoče ročno povezati!
sv: Denna virtuella skärm kan inte manuellt anslutas!
tr: Bu sanal ekran manuel olarak bağlanamaz!
uk: Цей віртуальний екран неможливо підключити вручну!
vi: Màn hình ảo này không thể được kết nối thủ công!
zh_hans: 此虚拟屏幕无法手动连接！
zh_hant: 此虛擬螢幕無法手動連接！

source: This virtual screen cannot be manually disconnected!
de: Dieser virtuelle Bildschirm kann nicht manuell getrennt werden!
es: ¡Esta pantalla virtual no se puede desconectar manualmente!
fr: Cet écran virtuel ne peut être déconnecté manuellement !
hu: Ezt a virtuális képernyőt nem lehet manuálisan leválasztani!
it: Questo schermo virtuale non può essere disconnesso manualmente!
ja: この仮想スクリーンは手動で切断できません!
ko: 이 가상 화면은 수동으로 연결을 해제할 수 없습니다!
nb: Denne virtuelle skjermen kan ikke frakobles manuelt!
nl: Dit virtuele scherm kan niet handmatig worden losgekoppeld!
pl: Tego wirtualnego ekranu nie można rozłączyć ręcznie!
pt_br: Esta tela virtual não pode ser desconectada manualmente!
ro: Acest ecran virtual nu poate fi deconectat manual!
ru: Этот виртуальный экран нельзя отключить вручную!
sl: Tega virtualnega zaslona ni mogoče ročno prekiniti!
sv: Denna virtuella skärm kan inte manuellt kopplas från!
tr: Bu sanal ekranın bağlantısı manuel olarak kesilemez!
uk: Цей віртуальний екран не можна відключити вручну!
vi: Màn hình ảo này không thể được ngắt kết nối thủ công!
zh_hans: 无法手动断开此虚拟屏幕！
zh_hant: 無法手動斷開此虛擬螢幕！

source: This virtual screen needs to be reconnected for all configuration changes to take place! During this operation the display will not be available for a moment! You can dismiss this notification - in this case the changes will be applied when the virtual screen is connected next time.
de: Dieser virtuelle Bildschirm muss erneut verbunden werden, damit alle Konfigurationsänderungen durchgeführt werden können! Während dieses Vorgangs wird das Display für einen Moment nicht verfügbar sein! Du kannst diese Mitteilung schließen - in diesem Fall werden die Änderungen übernommen, wenn der virtuelle Bildschirm das nächste Mal verbunden wird.
es: ¡Esta pantalla virtual debe volver a conectarse para que se realicen todos los cambios de configuración! ¡Durante esta operación la pantalla no estará disponible por unos segundos! Puede descartar esta notificación; en este caso, los cambios se aplicarán la próxima vez que se conecte la pantalla virtual.
fr: Cet écran virtuel à besoin d'être reconnecté pour que tous les changements de la configuration soient appliqués ! Durant cette opération, l'écran ne sera pas disponible pendant un moment ! Vous pouvez ignorer cette notification - dans ce cas les changements seront appliqués la prochaine fois que l'écran virtuel sera connecté.
hu: Ezt a virtuális képernyőt újra kell csatlakoztatni ahhoz, hogy minden konfigurációs változtatás megtörténhessen! A művelet során a kijelző rövid időre nem lesz elérhető! Az értesítést elutasítása esetén a módosítások a virtuális képernyő következő csatlakoztatásakor lépnek érvénybe.
it: Questo schermo virtuale deve essere riconnesso perché tutte le modifiche di configurazione abbiano luogo! Durante questa operazione il display non sarà disponibile per un momento! È possibile respingere questa notifica - in questo caso le modifiche saranno applicate quando la schermo virtuale sarà connessa la prossima volta.
ja: すべての構成変更を行うには、この仮想スクリーンを再接続する必要があります! この操作中は、ディスプレイをしばらく使用できなくなります! この通知を閉じることができます - この場合、次に仮想スクリーンを接続したときに変更を適用します。
ko: 모든 설정을 변경하려면 이 가상 화면을 다시 연결해야 합니다! 이 작업 중에는 잠시 동안 디스플레이를 사용할 수 없습니다! 이 알림은 해제할 수 있으며, 이 경우 다음에 가상 화면이 연결될 때 변경 사항이 적용됩니다.
nb: Denne virtuelle skjermen må kobles til igjen for at alle konfigurasjonsendringer skal tre i kraft! Under denne operasjonen vil skjermen ikke være tilgjengelig et øyeblikk! Du kan avvise denne meldingen – i så fall vil endringene bli brukt når den virtuelle skjermen kobles til neste gang.
nl: Het virtuele scherm moet opnieuw verbonden worden om alle configuratiewijzigingen toe te passen! Gedurende deze handeling zal het scherm voor een ogenblik niet beschikbaar zijn! Je kunt deze melding wegklikken - in dit geval zullen de wijzigingen worden toegepast zodra het virtuele scherm een volgende keer wordt verbonden.
pl: Ten wirtualny ekran wymaga ponownego połączenia, aby wszystkie zmiany w konfiguracji weszły w życie! Podczas tej operacji wyświetlacz będzie przez chwilę niedostępny. Możesz zignorować to powiadomienie – w takim przypadku zmiany zostaną wprowadzone przy następnym połączeniu wirtualnego ekranu.
pt_br: Esta tela virtual precisa ser reconectada para que todas as alterações de configuração ocorram! Durante esta operação o display não estará disponível por um momento! Você pode dispensar esta notificação – neste caso as alterações serão aplicadas na próxima vez que a tela virtual for conectada.
ro: Acest ecran virtual trebuie să fie reconectat pentru ca toate modificările de configurare să fie aplicate! În timpul acestei operațiuni, ecranul nu va fi disponibil pentru scurt timp!\n\nPuteți respinge această notificare - în acest caz, modificările vor fi aplicate atunci când ecranul virtual va fi conectat următoarea data.
ru: Этот виртуальный экран должен быть снова подключен для всех изменений конфигурации! Во время этой операции дисплей будет недоступен некоторое время! Вы можете отклонить это уведомление - в этом случае изменения будут применены, когда виртуальный экран будет подключен в следующий раз.
sl: Ta virtualni zaslon je treba znova povezati, da se izvedejo vse spremembe konfiguracije! Med to operacijo zaslon za trenutek ne bo na voljo! To obvestilo lahko opustite - v tem primeru bodo spremembe uporabljene, ko bo virtualni zaslon naslednjič povezan.
sv: Denna virtuella skärm måste återanslutas för att alla konfigurationsändringar ska kunna genomföras! Under denna operation kommer skärmen inte att vara tillgänglig under ett ögonblick! Du kan avvisa detta meddelande - i så fall kommer ändringarna att tillämpas när den virtuella skärmen ansluts nästa gång.
tr: Tüm yapılandırma değişikliklerinin gerçekleşmesi için bu sanal ekranın yeniden bağlanması gerekir! Bu işlem sırasında ekran bir süreliğine kullanılamayacaktır! Bu bildirimi kapatabilirsiniz - bu durumda değişiklikler sanal ekran bir dahaki sefere bağlandığında uygulanacaktır.
uk: Цей віртуальний екран потрібно повторно підключити, щоб відбулися всі зміни конфігурації! Під час цієї операції дисплей буде недоступний на мить! Ви можете закрити це сповіщення - у цьому випадку зміни буде застосовано при наступному підключенні віртуального екрану.
vi: Màn hình ảo này cần được kết nối lại để tất cả các thay đổi cấu hình có hiệu lực! Trong quá trình này, màn hình sẽ không khả dụng trong một khoảng thời gian ngắn. Bạn có thể bỏ qua thông báo này - trong trường hợp này, các thay đổi sẽ được áp dụng khi màn hình ảo được kết nối lần sau.
zh_hans: 需要重连此虚拟屏幕才能进行所有配置更改！在此操作过程中显示器将暂时不可用！ 您可忽略此通知 - 在此情况下的更改将在下次连接虚拟屏幕时应用。
zh_hant: 需要重連此虛擬螢幕才能進行所有設定變更！在此操作過程中顯示器將暫時不可用！ 您可忽略此通知 - 在此情況下的更改將在下次連接虛擬螢幕時套用。

source: This virtual screen should now be connected
de: Dieser virtuelle Bildschirm sollte nun verbunden sein
es: Esta pantalla virtual ahora debería estar conectada.
fr: Cet écran virtuel devrait maintenant être connecté
hu: Ennek a virtuális képernyőnek most csatlakoznia kellene
it: Questo schermo virtuale dovrebbe ora essere connesso
ja: この仮想スクリーンが接続されました
ko: 이제 이 가상 화면이 연결되었습니다.
nb: Denne virtuelle skjermen bør nå være tilkoblet
nl: Dit virtuele scherm zou nu moeten zijn aangesloten
pl: Ten wirtualny ekran powinien być teraz połączony
pt_br: Esta tela virtual agora pode ser conectada
ro: Acest ecran virtual ar trebui să fie conectat acum
ru: Теперь этот виртуальный экран можно подключить
sl: Ta virtualni zaslon bi moral biti zdaj povezan
sv: Denna virtuella skärm bör nu vara ansluten
tr: Bu sanal ekran şimdi bağlanmış olmalıdır
uk: Тепер цей віртуальний екран має бути підключено
vi: Màn hình ảo này hiện đã được kết nối
zh_hans: 这个虚拟屏幕现已连接
zh_hant: 這個虛擬螢幕現已連接

source: This virtual screen should now be disconnected
de: Dieser virtuelle Bildschirm sollte nun getrennt sein
es: Esta pantalla virtual ahora debería estar desconectada
fr: Cet écran virtuel devrait maintenant être déconnecté
hu: Ezt a virtuális képernyőt most le kell választani
it: Questo schermo virtuale dovrebbe ora essere disconnesso
ja: 仮想スクリーンは切断されました
ko: 이제 이 가상 화면의 연결이 해제됩니다.
nb: Denne virtuelle skjermen bør nå være frakoblet
nl: Dit virtuele scherm zou nu moeten zijn losgekoppeld
pl: Ten wirtualny ekran powinien być teraz rozłączony
pt_br: Esta tela virtual agora pode ser desconectada
ro: Acest ecran virtual ar trebui să fie acum deconectat.
ru: Этот виртуальный экран теперь должен быть отключен
sl: Ta navidezni zaslon bi zdaj moral biti prekinjen
sv: Denna virtuella skärm bör nu vara frånkopplad
tr: Bu sanal ekranın bağlantısı artık kesilmiş olmalıdır
uk: Цей віртуальний екран тепер слід від'єднати
vi: Màn hình ảo này đã được ngắt kết nối
zh_hans: 当前应断开该虚拟屏幕
zh_hant: 此虛擬螢幕現在應該已斷線

source: This will appear as the control's name throughout the app. Should be unique to avoid confusion.
de: Dies erscheint als Name des Steuerelements in der gesamten App und sollte eindeutig sein, um Verwechslungen zu vermeiden.
es: Este nombre aparecerá como el nombre del control en toda la aplicación. Debe ser único para evitar confusiones.
fr: Ce nom apparaîtra en tant que nom du contrôle dans toute l'application. Il devrait être unique afin d'éviter toute confusion.
hu: Ez a név fog megjelenni a vezérlő neveként az alkalmazásban. Egyedinek kell lennie a félreértések elkerülése érdekében.
it: Questo nome apparirà come nome del controllo in tutta l'app. Deve essere univoco per evitare confusione.
ja: この制御名はアプリ全体で使用されます。混乱を避けるため、一意な名前を使用してください。
ko: 이것은 앱 전체에서 컨트롤의 이름으로 표시됩니다. 혼동을 피하기 위해 고유해야 합니다.
nb: Dette vil vises som kontrollens navn gjennom hele appen. Bør være unikt for å unngå forvirring.
nl: Dit verschijnt als de naam van de bediening door de hele app. Moet uniek zijn om verwarring te voorkomen.
pt_br: Este nome aparecerá como o nome do controle em todo o app. Deve ser único para evitar confusões.
ro: Acesta va apărea ca numele controlului în toată aplicația. Trebuie să fie unic pentru a evita confuziile.
ru: Это имя элемента управления будет отображаться по всему приложению. Оно должно быть уникальным, чтобы избежать путаницы.
sl: To bo prikazano kot ime kontrolnika v celotni aplikaciji. Moral bi biti edinstven, da se izognete zmedi.
sv: Detta kommer att visas som kontrollens namn i hela appen. Bör vara unikt för att undvika förväxling.
tr: Bu, uygulama boyunca kontrolün adı olarak görünecektir. Karışıklığı önlemek için benzersiz olmalıdır.
uk: Це ім'я елемента керування буде відображатися по всьому додатку. Має бути унікальним, щоб уникнути плутанини.
zh_hans: 此名称将作为控制项的名称出现在整个应用中。应确保唯一性以避免混淆。
zh_hant: 此名稱將作為控制項的名稱出現在整個應用程式中。應確保唯一性以避免混淆。

source: Timeout
de: Zeitlimit
es: Tiempo de espera
fr: Temps mort
hu: Időtúllépés
ja: タイムアウト
ko: 타임아웃
nb: Tidsavbrudd
pt_br: Tempo limite
ro: Pauză
ru: Тайм-аут
sl: Čas izklopa
tr: Zaman aşımı
uk: Тайм-аут
zh_hans: 超时
zh_hant: 超時

# Title Bar &amp; Window Controls
source: Title Bar & Window Controls
de: Titelleisten- & Fenstersteuerungen
es: Barra de Título y Controles de Ventana
fr: Barre de titre et contrôles de fenêtre
hu: Címsor és ablak Vezérlők
it: Barra del titolo & Controlli della finestra
ja: タイトルバーとウインドウ制御
ko: 제목 막대 및 윈도우 제어
nb: Tittelrad og vinduskontroller
nl: Titelbalk en vensterbediening
pt_br: Barra de título e Controles de janela
ro: Bară de titlu și controale de fereastră
ru: Строка заголовка & Управление окнами
sl: Naslovna vrstica in kontrolniki oken
sv: Titellist och fönsterkontroller
tr: Başlık çubuğu ve Pencere Kontrolleri
uk: Рядок заголовку & Керування Вікнами
vi: Thanh tiêu đề & Điều khiển Cửa sổ
zh_hans: 显示标题栏和窗口控件
zh_hant: 顯示標題欄和視窗功能

source: To control features that have an on/off state. Can be used for group-level synchronization.
de: Zum Steuern von Funktionen mit einem Ein-/Aus-Zustand. Kann für Synchronisierung auf Gruppenebene verwendet werden.
es: Para controlar funciones que tienen un estado activado/desactivado. Se puede usar para sincronización a nivel de grupo.
fr: Pour contrôler les fonctionnalités ayant un état marche/arrêt. Peut-être utilisé pour la synchronisation au niveau des groupes.
hu: Be- és kikapcsolható funkciók vezérlésére. Használható csoportszintű szinkronizáláshoz is.
it: Per controllare funzionalità con stato attivo/disattivo. Può essere usato per la sincronizzazione a livello di gruppo.
ja: オン/オフ状態を持つ機能を制御します。グループレベルの同期に使用することができます。
ko: 온/오프 기능을 제어하기 위한 것입니다. 그룹 수준 동기화에 사용될 수 있습니다.
nb: For å kontrollere funksjoner som har en av/på-tilstand. Kan brukes til synkronisering på gruppebasis.
nl: Om functies te bedienen die een aan/uit-status hebben. Kan worden gebruikt voor synchronisatie op groupsniveau.
pt_br: Para controlar recursos com estado ativado/desativado. Pode ser usado para sincronização em nível de grupo.
ro: Pentru a controla funcțiile care au o stare activată/dezactivată. Poate fi utilizat pentru sincronizarea la nivel de grup.
ru: Для управления функциями, которые имеют состояние вкл./выкл. Может использоваться для синхронизации на уровне группы.
sl: Za nadzor funkcij, ki imajo stanje vklopa/izklopa. Lahko se uporablja za sinhronizacijo na ravni skupine.
sv: För att kontrollera funktioner som har ett på/av-tillstånd. Kan användas för synkronisering på gruppnivå.
tr: Açık/kapalı durumu olan özellikleri kontrol etmek için. Grup düzeyinde senkronizasyon için kullanılabilir.
uk: Для керування функціями, які мають стан увімкнено/вимкнено. Може використовуватися для синхронізації на рівні групи.
zh_hans: 用于控制具有开/关状态的功能。可用于组级同步。
zh_hant: 用於控制具有開/關狀態的功能。可用於群組級別的同步。
