Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Issue unmute command first, then set volume level
de: Zuerst Stummschaltung deaktivieren und danach die Lautstärke setzen
es: Primero emita el comando para activar el silencio y luego establezca el nivel de volumen.
fr: Émettre d'abord la commande de rétablissement du son, puis régler le niveau de volume
hu: Némítás vége parancs kiadása, majd a hangerő beállítása
it: Rilascia prima il comando disattiva e poi imposta il livello del volume
ja: 最初にミュート解除コマンドを発行し、次に音量レベルを設定
ko: 먼저 음소거 해제 명령 실행 후 볼륨 수준 설정
nb: Send lytt-kommando først, deretter sett volum
nl: Zend eerst opdracht om het dempen op te heffen, stel daarna het volumeniveau in
pl: Najpierw wydaj polecenie wyłączenia wyciszenia, a następnie ustaw poziom głośności
pt_br: Emitir o comando ativar som primeiro e depois defina o nível de volume
ro: Emite comanda de reluare a sunetului mai întâi, apoi setază nivelul volumului
ru: Сначала выполните команду включения звука, затем установите уровень громкости
sl: Najprej izdajte ukaz za vklop zvoka, nato pa nastavite glasnost
sv: Skicka först unmute-kommandot och ställ sedan in volymnivån
tr: Önce sesi açma komutunu verin, ardından ses seviyesini ayarlayın
uk: Спочатку видайте команду ввімкнути звук, а потім встановіть рівень гучності
vi: Đưa ra lệnh bật tiếng trước, rồi đặt mức âm lượng
zh_hans: 发出取消静音命令后设置音量级别
zh_hant: 發出取消靜音命令後設定音量級別

source: It is advised to leave this on, especially if the custom EDID alters display identity. Without this the app may detect the display as different upon next startup.
de: Es wird empfohlen, diese Option aktiviert zu lassen, insbesondere wenn die benutzerdefinierte EDID die Identität des Displays ändert. Andernfalls könnte die App das Display beim nächsten Startvorgang als verändert erkennen.
es: Se recomienda dejar esto activado, especialmente si el EDID personalizado altera la identidad de visualización. Sin esto, la aplicación puede detectar que la pantalla es diferente en el siguiente inicio.
fr: Il est recommandé de laisser ce paramètre activé, surtout si l'EDID personnalisé altère l'identité de l'écran. Sans cela l'application pourrait détecter l'écran comme un écran différent au prochain démarrage.
hu: Javasoljuk, hogy hagyja bekapcsolva, különösen akkor, ha az egyéni EDID megváltoztatja a kijelző azonosítóit. Enélkül az alkalmazás a következő indításkor más kijelzőként érzékelheti a kijelzőt.
it: Si consiglia di lasciare questo su, soprattutto se l'EDID personalizzato altera l'identità di visualizzazione. Senza questo l'app potrebbe rilevare il display come diverso all'avvio successivo.
ja: カスタムEDIDでディスプレイのアイデンティティを変更する場合は、この設定をオンにしてください。オンにしないと、次回のアプリ起動時に、異なるディスプレイとして検出することがあります。
ko: 특히 사용자 지정 EDID가 디스플레이 ID를 변경하는 경우 이 옵션을 켜 두는 것이 좋습니다. 이 옵션을 설정하지 않으면 다음에 앱을 시작할 때 디스플레이가 다른 것으로 감지될 수 있습니다.
nb: Det anbefales å la dette stå på, spesielt hvis egendefinert EDID endrer skjermidentiteten. Uten dette kan appen oppdage skjermen som en annen ved neste oppstart.
nl: Het wordt geadviseerd om dit aan te laten staan, in het bijzonder als de eigen EDID de identiteit van het scherm aanpast. Zonder dit kan de app het scherm opmerken als een ander scherm als de app een volgende keer opgestart wordt.
pl: Zaleca się pozostawienie tej opcji włączonej, zwłaszcza jeśli niestandardowy identyfikator EDID zmienia tożsamość wyświetlacza. Bez tego aplikacja może wykryć wyświetlacz jako inne urządzenie przy następnym uruchomieniu.
pt_br: É aconselhável deixar esta opção ativada, especialmente se o EDID personalizado alterar a identidade de exibição. Sem isso, o aplicativo poderá detectar a exibição como diferente na próxima inicialização.
ro: Se recomandă să lăsați această opțiune activată, în special dacă EDID-ul personalizat modifică identitatea ecranului. Fără aceasta, aplicația poate detecta ecranul ca fiind unul diferit la următoarea pornire.
ru: Рекомендуется оставить эту функцию включенной, особенно если кастомный EDID изменяет идентичность дисплея. Без этого приложение может определить дисплей как другой при следующем запуске.
sl: Priporočljivo je, da to možnost pustite vklopljeno, zlasti če EDID po meri spremeni identiteto zaslona. Brez tega lahko aplikacija ob naslednjem zagonu zazna, da je zaslon drugačen.
sv: Vi rekommenderar att du låter detta vara aktiverat, särskilt om den anpassade EDID:n ändrar bildskärmens identitet. Utan detta kan programmet upptäcka att skärmen är annorlunda vid nästa uppstart.
tr: Özellikle özel EDID görüntü kimliğini değiştirirse, bunu açık bırakmanız önerilir. Bu olmadan, uygulama bir sonraki başlatmada ekranı farklı olarak algılayabilir.
uk: Рекомендується залишити цю функцію увімкненою, особливо якщо спеціальний EDID змінює ідентичність дисплея. Без цього програма може виявити, що дисплей інший під час наступного запуску.
vi: Được khuyến khích để bật chế độ này, đặc biệt là nếu EDID tùy chỉnh thay đổi danh tính của màn hình. Nếu không, ứng dụng có thể phát hiện màn hình là khác biệt khi khởi động lại.
zh_hans: 建议启用此选项，尤其是更改了自定义 EDID 显示器标识的情况。禁用此选项可能使应用程序在下次启动时识别为不同显示器。
zh_hant: 建議啟用此選項，尤其是更改了自訂 EDID 顯示器標識的情況。禁用此選項可能使應用程式在下次啟動時識別為不同顯示器。

source: It is best to let the app configure relevant features (contrast, color controls) to have the current value set as default. If the currently displayed image is not optimal, use the display's OSD to fix things first and then run detection again before proceeding!
de: Am besten lässt du die App relevante Funktionen konfigurieren (Kontrast, Farbsteuerung), damit der aktuelle Wert als Standard eingestellt wird. Wenn das aktuell angezeigte Bild nicht optimal ist, verwende zuerst das OSD des Displays, um die Situation zu korrigieren, und führe dann die Erkennung erneut durch, bevor du fortfährst!
es: Es mejor dejar que la aplicación configure las funciones relevantes (contraste, controles de color) para establecer el valor actual como predeterminado. Si la imagen mostrada actualmente no es óptima, utiliza el OSD de la pantalla para solucionar primero los problemas y luego vuelve a ejecutar la detección antes de continuar.
fr: Il est préférable de laisser l'application configurer les fonctions importantes (contraste, contrôle des couleurs) pour que les valeurs actuelles soient définies par défaut. Si l'image affichée n'est pas optimale, utilisez d'abord l'OSD de l'écran pour corriger la situation, puis relancez la détection avant de continuer !
hu: A legjobb, ha hagyja, hogy az alkalmazás konfigurálja a releváns funkciókat (kontraszt, színvezérlők), hogy az aktuális érték alapértelmezettként legyen beállítva. Ha a jelenleg megjelenített kép nem optimális, először használja a kijelző OSD-jét a helyes beállításhoz, majd futtassa újra az érzékelést, mielőtt folytatná!
it: È meglio lasciare che l’app configuri le funzionalità rilevanti (contrasto, controlli del colore) affinché il valore attuale venga impostato come predefinito. Se l’immagine visualizzata non è ottimale, utilizza l’OSD del display per correggerla prima, quindi esegui nuovamente il rilevamento prima di procedere!
ja: 関連する機能（コントラスト、カラー制御）について、現在の値セットをデフォルトとして構成することをお勧めします。現在表示されている画像が適切でない場合は、まずディスプレイのOSDを使って修正し、続行する前に再度検出を行ってください!
ko: 앱이 현재 값을 기본값으로 설정하도록 관련 기능(대비, 색상 조절)을 구성하는 것이 가장 좋습니다. 현재 표시된 이미지가 최적이 아니면 먼저 디스플레이의 OSD를 사용하여 문제를 해결한 다음 감지를 다시 실행하고 진행하세요!
nb: Det er best å la appen konfigurere relevante funksjoner (kontrast, fargekontroller) slik at gjeldende verdi blir standard. Hvis det viste bildet ikke er optimalt, bruk skjermens OSD for å justere først, kjør deretter deteksjon på nytt før du fortsetter!
nl: Het is het beste om de app de relevante functies (contrast, kleurbediening) te laten configureren om zo de huidige waarde in te stellen als standaardwaarde. Als het momenteel weergegeven beeld niet optimaal is, gebruik dan eerst de OSD van het scherm om het op te lossen en voer daarna pas opnieuw de herkenning uit voordat je verdergaat!
pl: Najlepiej pozwolić aplikacji skonfigurować odpowiednie funkcje (kontrast, sterowanie kolorami), aby bieżące wartości zostały ustawione jako domyślne. Jeśli aktualnie wyświetlany obraz nie jest optymalny, najpierw użyj menu OSD wyświetlacza, aby to naprawić, a następnie uruchom ponownie wykrywanie przed kontynuowaniem!
pt_br: É recomendável permitir que o aplicativo configure os recursos relevantes (contraste, controles de cor) para definir o valor atual como padrão. Se a imagem exibida não estiver ideal, ajuste as configurações pelo OSD do monitor primeiro e depois execute a detecção novamente antes de continuar.
ro: O bună practică este să lăsați aplicația să configureze funcțiile relevante (contrast, controale de culoare) pentru ca valoarea curentă să fie setată ca implicită. Dacă imaginea afișată în prezent nu este optimă, utilizați mai întâi meniul OSD al afișajului pentru a remedia lucrurile și apoi rulați din nou detectarea înainte de a continua!
ru: Лучше позволить приложению настроить соответствующие функции (контраст, цветовые настройки), чтобы текущее значение стало значением по умолчанию. Если текущее изображение не оптимально, сначала исправьте его через OSD дисплея, а затем снова запустите обнаружение перед продолжением!
sl: Najbolje je, da aplikaciji dovolite, da konfigurira ustrezne funkcije (kontrast, barvne kontrole), da bo trenutna vrednost nastavljena kot privzeta. Če trenutno prikazana slika ni optimalna, uporabite OSD zaslona, ​​da najprej popravite stvari in nato znova zaženite zaznavanje, preden nadaljujete!
sv: Det är bäst att låta appen konfigurera relevanta funktioner (kontrast, färgkontroller) så att det aktuella värdet ställs in som standard. Om den aktuella bilden inte är optimal, använd skärmens OSD för att åtgärda saker först och kör sedan detekteringen igen innan du fortsätter!
tr: Uygulamanın, geçerli değerin varsayılan olarak ayarlanması için ilgili özellikleri (kontrast, renk kontrolleri) yapılandırmasına izin vermek en iyisidir. Halihazırda görüntülenen görüntü optimum değilse, önce bazı şeyleri düzeltmek için ekranın OSD'sini kullanın ve devam etmeden önce algılamayı tekrar çalıştırın!
uk: Найкраще дозволити додатку налаштувати відповідні функції (контраст, кольорові налаштування), щоб поточне значення стало типовим. Якщо поточне зображення не є оптимальним, скористайтеся OSD дисплея для виправлення і потім знову запустіть виявлення перед продовженням!
vi: Tốt nhất là để ứng dụng cấu hình các tính năng liên quan (độ tương phản, điều khiển màu sắc) để giá trị hiện tại được đặt làm mặc định. Nếu hình ảnh hiện tại không tối ưu, hãy sử dụng OSD của màn hình để điều chỉnh trước, sau đó chạy lại quá trình phát hiện trước khi tiếp tục!
zh_hans: 最好让应用程序配置相关功能（对比度、颜色控制）以将目前值设为默认值。如果目前显示的影像不是最佳的，请先使用显示器的 OSD 进行修复，然后再次执行检测，然后再继续！
zh_hant: 最好讓應用程式設定相關功能（對比度、顏色控制）以將目前值設為預設值。如果目前顯示的影像不是最佳的，請先使用顯示器的 OSD 進行修復，然後再次執行偵測，然後再繼續！

source: Keep Above Other Windows
de: Über anderen Fenstern halten
es: Mantenerse por encima de otras ventanas
fr: Priorité : devant les autres fenêtres
hu: Tartsa a többi ablak felett
it: Mantieni sopra le altre finestre
ja: ほかのウインドウの手前を保持
ko: 항상 위에 표시
nb: Vis over andre vinduer
nl: Houd boven andere venster
pl: Nad innymi oknami
pt_br: Manter no Topo
ro: Menține deasupra celorlalte ferestre
ru: Держать поверх других окон
sl: Ohrani nad drugimi okni
sv: Håll ovanför andra fönster
tr: Diğer Pencerelerin Üzerinde Tutun
uk: Тримати над іншими вікнами
vi: Giữ trên tất cả cửa sổ khác
zh_hans: 置于其他窗口之上
zh_hant: 置於其他窗口之上

source: Keep Sidecar displays in display list after being disconnected
de: Sidecar-Displays in der Display-Liste behalten, nachdem sie getrennt wurden
es: Mantener las pantallas Sidecar en la lista de pantallas después de desconectarse.
fr: Conserver les écrans side-car dans la liste des écrans après leur déconnexion
hu: A Sidecar kijelzők megtartása a kijelző listában leválasztás után is
it: Mantieni i display Sidecar nell’elenco dei display dopo la disconnessione.
ja: 切断後もSidecarディスプレイをディスプレイリストに保持
ko: 연결이 끊어져도 Sidecar 디스플레이를 디스플레이 목록에 유지
nb: Vis Sidecar-skjermer i skjermlisten etter frakobling
nl: Houd SIdecar-schermen in de schermlijst nadat deze losgekoppeld is
pl: Zachowaj wyświetlacze Sidecar na liście wyświetlaczy po rozłączeniu
pt_br: Manter as exibições do Sidecar na lista de exibição após ser desconectado
ro: Păstrează ecranele Sidecar în lista de ecrane după ce au fost deconectate
ru: Сохранять дисплеи Sidecar в списке после отключения
sl: Ohrani stranske zaslone na seznamu prikazov po prekinitvi povezave
sv: Behåll Sidecar-skärmar i skärmlistan efter att de kopplats från
tr: Bağlantı kesildikten sonra Sidecar ekranlarını ekran listesinde sakla
uk: Зберігати дисплеї Sidecar у списку після відключення
vi: Giữ các màn hình Sidecar trong danh sách màn hình sau khi bị ngắt kết nối
zh_hans: 断开连接后保持随航显示器在列表中
zh_hant: 斷開連接後保持 Sidecar 顯示器在列表中

source: Keep unmirrored
de: Ungespiegelt belassen
es: Mantener no reflejado
fr: Laisser sans mise en miroir
hu: Nem tükrözött
it: Mantieni non duplicato
ja: ミラーリング停止を継続
ko: 미러링 중지 상태 유지
nb: Hold uten speiling
nl: Houd zonder synchrone weergave
pl: Zachowaj bez klonowania
pt_br: Manter não espelhado
ro: Păstrați neoglindit
ru: Оставить без зеркалирования
sl: Ohrani brez zrcaljenja
sv: Behåll ospeglade
tr: Yansıtılmamış tut
uk: Залишити без дзеркального відображення
vi: Giữ không phản chiếu
zh_hans: 保持不镜像
zh_hant: 保持不鏡像

source: Keeps settings synchronized by polling or subscribing to volume and picture control changes.
nl: Houdt instellingen gesynchroniseerd op basis van peiling of het inschrijven op wijzigingen aan volume- en beeldbediening.
pl: Utrzymuje synchronizację ustawień poprzez odpytywanie lub subskrybowanie zmian głośności i parametrów obrazu.
ru: Поддерживает синхронизацию настроек с помощью опроса или подписки на изменения управления громкостью и изображением.

source: Keeps the volume and mute states synchronized.
nl: Houdt de volume- en dempstaat gesynchroniseerd.
pl: Utrzymuje synchronizację stanów głośności i wyciszenia.
ru: Поддерживает синхронизацию состояния громкости и отключения звука.

source: Keyboard
de: Tastatur
es: Teclado
fr: Clavier
hu: Billentyűzet
it: Tastiera
ja: キーボード
ko: 키보드
nb: Tastatur
nl: Toetsenbord
pl: Klawiatura
pt_br: Teclado
ro: Tastatură
ru: Клавиатура
sl: Tipkovnica
sv: Tangentbord
tr: Klavye
uk: Клавіатура
vi: Bàn phím
zh_hans: 键盘
zh_hant: 鍵盤

source: Keyboard Shortcuts…
de: Tastaturkurzbefehle…
es: Atajos de teclado…
fr: Raccourcis clavier…
hu: Gyorsbillentyűk…
it: Scorciatoie tastiera…
ja: キーボードショートカット…
ko: 키보드 단축키…
nb: Tastatursnarveier…
nl: Sneltoetsen...
pl: Skróty klawiszowe…
pt_br: Atalhos do teclado…
ro: Scurtături de Tastatură…
ru: Горячие клавиши…
sl: Bližnjice na tipkovnici…
sv: Tangentbordsgenvägar…
tr: Klavye Kısayolları…
uk: Гарячі клавіші…
vi: Phím tắt Bàn phím…
zh_hans: 键盘快捷键…
zh_hant: 鍵盤快捷鍵…

source: Keyboard control affects this display
de: Tastatursteuerung betrifft dieses Display
es: El teclado controla esta pantalla.
fr: Le contrôle via clavier affecte cet écran
hu: Billentyűvezérlés befolyásolja ezt a kijelzőt
it: Il controllo della tastiera influenza questo display
ja: このディスプレイに影響するキーボード制御
ko: 키보드로 이 디스플레이 제어
nb: Tastaturkontroll påvirker denne skjermen
nl: Toetsenbordbediening heeft invloed op dit scherm
pl: Sterowanie klawiaturą wpływa na ten wyświetlacz
pt_br: O controle do teclado afeta este monitor
ro: Controlul tastaturii are efect asupra acestui ecran
ru: Управление клавиатурой влияет на этот дисплей
sl: Nadzor s tipkovnico vpliva na ta zaslon
sv: Tangentbordskontroll påverkar denna skärm
tr: Klavye kontrolü bu monitörü etkiler
uk: Керування клавіатурою впливає на цей дисплей
vi: Điều khiển bàn phím ảnh hưởng đến màn hình này
zh_hans: 键盘控制可调整此显示器
zh_hant: 鍵盤控制可調整此顯示器

source: Kind
de: Art
es: Tipo
fr: Type
hu: Típus
it: Tipo
ja: 種類
ko: 종류
nb: Type
nl: Soort
pl: Typ
pt_br: Tipo
ro: Tip
ru: Тип
sl: Prijazna
sv: Sort
tr: Tür
uk: Тип
zh_hans: 类型
zh_hant: 類型

source: LG alt
ro: LG alternativ
ru: LG альт
uk: LG альт
vi: Lựa chọn thay thế LG

source: LG webOS Smart Device
nl: LG-webOS Smart-apparaat
pl: Urządzenie Smart LG webOS
ru: Умное устройство LG webOS

source: Landscape - no rotation
de: Querformat - keine Rotation
es: Vertical: sin rotación
fr: Paysage - sans rotation
hu: Fekvő mód - nincs elforgatás
it: Orizzontale - nessuna rotazione
ja: ランドスケープ - 回転なし
ko: 가로 - 회전 안 함
nb: Landskap – ingen rotasjon
nl: Liggend - geen draaiing
pl: Pozioma - bez obracania
pt_br: Paisagem - sem rotação
ro: Peisaj - fără rotație
ru: Альбомная ориентация - без поворота
sl: Ležeče - brez vrtenja
sv: Landskap - ingen rotation
tr: Yatay - döndürme yok
uk: Пейзаж - без повороту
vi: Ngang - không xoay
zh_hans: 横向 - 无旋转
zh_hant: 橫向 - 無旋轉

source: Last detected
de: Zuletzt entdeckt
es: Detectado por última vez
fr: Dernièrement détécté
hu: Utoljára detektálva
it: Ultimo rilevamento
ja: 直近の検出
ko: 최근 감지된 날짜
nb: Sist oppdaget
nl: Laatst herkende
pl: Ostatnio wykryty
pt_br: Último detectado
ro: Ultima dată detectat
ru: В последний раз обнаружено
sl: Nazadnje zaznano
sv: Senaste identifierade
tr: Son tespit edilen
uk: Востаннє виявлено
vi: Lần cuối cùng phát hiện
zh_hans: 最近连接时间
zh_hant: 最近連接時間

source: Last undetected
de: Zuletzt nicht entdeckt
es: Último no detectado
fr: Dernièrement non-détecté
hu: Utoljára nem detektálva
it: Ultimo non rilevato
ja: 直近の未検出
ko: 최근 감지되지 않은 날짜
nb: Sist frakoblet
nl: Laatst niet-herkende
pl: Ostatnio niewykryty
pt_br: Último não detectado
ro: Ultima dată nedetectat
ru: В последний раз не обнаружено
sl: Nazadnje neodkrito
sv: Senaste inte identifierade
tr: Son tespit edilemeyen
uk: Востаннє не виявлено
vi: Lần cuối cùng không được phát hiện
zh_hans: 最近断开时间
zh_hant: 最近斷開時間

source: Layout Protection
de: Layoutschutz
es: Protección de Diseño
fr: Protection de la disposition des écrans
hu: Elrendezés védelem
it: Protezione layout
ja: レイアウト保護
ko: 레이아웃 보호
nb: Layoutbeskyttelse
nl: Bescherming indeling
pl: Ochrona układu
pt_br: Proteção de layout
ro: Protecție a aspectului
ru: Защита расположения
sl: Zaščita postavitve
sv: Layoutskydd
tr: Düzen Koruması
uk: Захист розташування
vi: Bảo vệ Bố cục
zh_hans: 布局保护
zh_hant: 佈局保護
