Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Remove This Activation
de: Diese Aktivierung entfernen
es: Eliminar esta activación
fr: Supprimer cette activation
hu: Ezen aktiválás eltávolítása
it: Rimuovi questa attivazione
ja: このアクティベーションを削除
ko: 이 장치의 활성화 제거
nb: Fjern denne aktiveringen
nl: Verwijder deze activering
pl: Usuń tę aktywację
pt_br: Remover esta ativação
ro: Elimină această activare
ru: Удалить эту активацию
sl: Odstrani to aktivacijo
sv: Ta bort denna aktivering
tr: Bu Etkinleştirmeyi Kaldır
uk: Видалити цю активацію
vi: Xóa Kích Hoạt Này
zh_hans: 移除此激活
zh_hant: 移除此啟用

source: Remove from Favorite %lld
de: Aus Favorit %lld entfernen
es: Quitar de Favoritos %lld
fr: Supprimer des favoris %lld
hu: Kedvenc %lld eltávolítása
it: Rimuovi dai Preferiti %lld
ja: お気に入り%lldから削除
ko: 즐겨찾기 %lld에서 제거
nb: Fjern fra favoritt %lld
nl: Verwijder uit favoriet %lld
pl: Usuń z ulubionych %lld
pt_br: Remover dos Favoritos %lld
ro: Eliminați din favorite %lld
ru: Удалить из избранного %lld
sl: Odstrani iz priljubljenih %lld
sv: Ta bort från favorit %lld
tr: %lld'yi Favorilerden Kaldır
uk: Видалити з вибраного %lld
vi: Xóa khỏi Yêu thích %lld
zh_hans: 移出收藏 %lld
zh_hant: 移出收藏 %lld

# Remove layout protection for %@%@
source: Remove layout protection for %1$@%2$@
de: Layoutschutz für %1$@%2$@ aufheben
es: Eliminar la protección de diseño para %@%@
fr: Supprimer la protection de la disposition pour %1$@%2$@
hu: %1$@%2$@ elrendezés védelmének törlése
it: Rimuovi la protezione del layout per %1$@%2$@
ja: %1$@%2$@のレイアウト保護を削除
ko: %1$@%2$@의 레이아웃 보호 제거
nb: Fjern layoutbeskyttelse for %1$@%2$@
nl: Verwijder Bescherming indeling voor %1$@%2$@
pl: Usuń zabezpieczenie układu dla %1$@%2$@
pt_br: Remover a proteção de layout para %1$@%2$@
ro: Elimină protecția layout-ului pentru %1$@%2$@
ru: Удалить защиту слоя для %1$@%2$@
sl: Odstrani zaščito postavitve za %1$@%2$@
sv: Ta bort layoutskyddet för %1$@%2$@
tr: %@%@ için düzen korumasını kaldır
uk: Видалити захист макета для %1$@%2$@
vi: Xóa bảo vệ bố cục cho %1$@%2$@
zh_hans: 移除%1$@%2$@的布局保护
zh_hant: 移除%1$@%2$@的佈局保護

source: Remove synchronization for %@
de: Synchronisierung für %@ entfernen
es: Eliminar sincronización para %@
fr: Supprimer la synchronisation pour %@
hu: %@ szinkronizációjának eltávolítása
it: Rimuovi sincronizzazione per %@
ja: %@の同期を削除
ko: %@에 대한 동기화 제거
nb: Fjern synkronisering for %@
nl: Verwijder synchronisatie voor %@
pl: Usuń synchronizację dla %@
pt_br: Remover sincronização de %@
ro: Eliminați sincronizarea pentru %@
ru: Удалить синхронизацию для %@
sl: Odstrani sinhronizacijo za %@
sv: Ta bort synkronisering för %@
tr: %@ için eşitlemeyi kaldır
uk: Видалити синхронізацію для %@
vi: Xóa đồng bộ hóa cho %@
zh_hans: 取消 %@ 同步
zh_hant: 取消 %@ 同步

source: Removing this activation will affect only this installation. Other activations can be removed without impacting this installation. Removing all activations will reset everything to a blank slate.
de: Das Entfernen aller anderen Aktivierungen betrifft alle Installationen, die mit dieser Lizenz verbunden sind, mit Ausnahme dieser. Das Entfernen dieser Aktivierung betrifft nur diese Installation. Das Entfernen aller Aktivierungen setzt alles auf Null.
es: Eliminar todas las demás activaciones afectará a todas las instalaciones asociadas con esta licencia, excepto esta. Eliminar esta activación solo afectará a esta instalación. Eliminar todas las activaciones te permitirá empezar desde cero.
fr: La suppression de cette activation n'affectera que cette installation. D'autres activations peuvent être supprimées sans avoir d'impact sur cette installation. Si vous supprimez toutes les activations, tout sera réinitialisé.
hu: Az összes egyéb aktiválás eltávolítása hatással lesz az ezzel a licenccel társított összes telepítésre, kivéve ezt. Ennek az aktiválásnak az eltávolítása csak ezt a telepítést érinti. Az összes aktiválás eltávolítása tiszta lapot biztosít.
it: La rimozione di tutte le altre attivazioni influenzerà tutte le installazioni associate a questa licenza, eccetto questa. La rimozione di questa attivazione influenzerà solo questa installazione. Rimuovere tutte le attivazioni ripristinerà la situazione iniziale.
ja: 「ほかのアクティベーションをすべて削除」は、このMacを除く、本ライセンスに関連付いたすべてのインストールに影響します。「このアクティベーションを削除」は、このMacのみが影響を受けます。 「アクティベーションをすべて削除」では、白紙状態となります。
ko: 다른 모든 장치의 활성화를 제거하면 이 라이선스와 연결되어있는 이 장치를 제외한 모든 장치에 영향을 미칩니다. 이 장치의 활성화를 제거하면 이 장치에만 영향을 미칩니다. 모든 장치의 활성화를 제거하면 초기 상태로 복원됩니다.
nb: Fjerning av denne aktiveringen vil bare påvirke denne installasjonen. Andre aktiveringer kan fjernes uten å påvirke denne installasjonen. Fjerning av alle aktiveringer vil tilbakestille alt til utgangspunktet.
nl: Het verwijderen van deze activering heeft alleen invloed op deze installatie. Andere activeringen kunnen worden verwijderd zonder deze installatie te beïnvloeden. Het verwijderen van alle activeringen herstelt alles naar een schone lei.
pl: Usunięcie tej aktywacji wpłynie tylko na tę instalację. Inne aktywacje mogą zostać usunięte bez wpływu na tę instalację. Usunięcie wszystkich aktywacji zresetuje wszystko do stanu początkowego.
pt_br: Remover todas as outras ativações afetará todas as instalações associadas a esta licença, exceto esta. Remover esta ativação afetará apenas esta instalação. Remover todas as ativações permitirá começar do zero.
ro: Eliminarea acestei activări va afecta doar această instalare. Alte activări pot fi eliminate fără a influența această instalare. Eliminarea tuturor activărilor va reseta totul la setările inițiale.
ru: Удаление этой активации повлияет только на эту установку. Другие активации можно удалить без влияния на эту установку. Удаление всех активаций сбросит всё до исходного состояния.
sl: Odstranitev vseh drugih aktivacij bo vplivala na vse namestitve, povezane s to licenco, razen te. Odstranitev te aktivacije bo vplivala samo na to namestitev. Če odstranite vse aktivacije, boste imeli prazen list.
sv: Om du tar bort alla andra aktiveringar påverkas alla installationer som är kopplade till den här licensen utom den här. Om du tar bort den här aktiveringen påverkas endast den här installationen. Om du tar bort alla aktiveringar får du ett oskrivet blad.
tr: Bu etkinleştirilmenin kaldırılması sadece bu kurulumu etkileyecektir. Diğer etkinleştirmeler bu kurulumu etkilemeden kaldırılabilir. Tüm etkinleştirmelerin kaldırılması her şeyi boş bir sayfaya sıfırlayacaktır.
uk: Видалення цієї активації вплине лише на цю інсталяцію. Інші активації можна видалити без впливу на цю інсталяцію. Видалення всіх активацій скине все до початкового стану.
vi: Việc xóa tất cả các kích hoạt khác sẽ ảnh hưởng đến tất cả các cài đặt liên quan đến bản quyền này ngoại trừ cài đặt này. Việc xóa kích hoạt này chỉ ảnh hưởng đến cài đặt này. Việc xóa tất cả các kích hoạt sẽ giúp bạn bắt đầu lại từ đầu.
zh_hans: 移除所有其他激活将影响与此许可证相关的所有安装，唯独此安装不会受到影响。移除此激活将仅影响此安装。 移除所有激活将恢复初始状态。
zh_hant: 移除所有其他啟用將影響與此授權相關的所有安裝，唯獨此安裝不會受到影響。移除此啟用將僅影響此安裝。 移除所有啟用將恢復至初始狀態。

source: Render all other app menu icons in hierarchical style (with grayscales)
de: Alle weiteren App-Menüsymbole im hierarchischen Stil (mit Graustufen) darstellen
es: Renderizar todos los demás iconos del menú de aplicaciones en estilo jerárquico (con escalas de grises)
fr: Affiche toutes les autres icônes du menu avec un style hiérarchique (niveau de gris)
hu: Valamennyi egyéb menü ikon hierarchikus stílusban (szürkeárnyalatokkal)
it: Visualizza tutte le altre icone del menu dell'app in stile gerarchico (con scale di grigio)
ja: その他のすべてのアプリメニューのアイコンを階層スタイルでレンダリング（グレイスケール）
ko: 다른 모든 앱 메뉴 아이콘을 계층적 스타일로 렌더링 (그레이 스케일 사용)
nb: Gjengi alle andre appmenyikoner i hierarkisk stil (med gråtoner)
nl: Teken alle andere appmenu-symbolen in hiërarchische stijl (met grijswaarden)
pl: Renderuj wszystkie pozostałe ikony menu aplikacji w stylu hierarchicznym (w skali szarości)
pt_br: Renderizar todos os outros ícones do menu do aplicativo em estilo hierárquico (com escalas de cinza)
ro: Redă toate celelalte pictograme ale meniului aplicației în stil ierarhic (cu tonuri de gri)
ru: Визуализировать все другие иконки меню приложения в иерархическом стиле (с оттенками серого)
sl: Upodobi vse druge ikone menija aplikacij v hierarhičnem slogu (s sivinami)
sv: Rendera alla andra ikoner för programmenyer i hierarkisk stil (med gråskalor)
tr: Diğer tüm uygulama menüsü simgelerini hiyerarşik stilde (gri tonlamalarla) oluşturma
uk: Візуалізуйте всі інші піктограми меню програм в ієрархічному стилі (з відтінками сірого)
vi: Kết xuất tất cả các biểu tượng menu ứng dụng khác theo kiểu phân cấp (với các tông màu xám)
zh_hans: 分层式（灰阶）渲染所有其他菜单图标
zh_hant: 分層式（灰階）渲染所有其他選單圖示

source: Render menu header icons in hierarchical style (with grayscales)
de: Menü-Überschriftsymbole im hierarchischen Stil (mit Graustufen) darstellen
es: Representar iconos de encabezado de menú en estilo jerárquico (con escalas de grises)
fr: Affiche les icônes d'en-têtes avec un style hiérarchique (niveaux de gris)
hu: Menü fejléc ikonok hierarchikus stílusban (szürkeárnyalatokkal)
it: Visualizza le icone dell'intestazione del menu in stile gerarchico (con scale di grigio)
ja: メニューヘッダのアイコンを階層スタイルでレンダリング（グレイスケール）
ko: 메뉴 헤더 아이콘을 계층적 스타일로 렌더링 (그레이 스케일 사용)
nb: Gjengi menyoverskriftikoner i hierarkisk stil (med gråtoner)
nl: Teken menukopsymbolen in hiërarchische stijl (met grijswaarden)
pl: Renderuj ikony nagłówka menu w stylu hierarchicznym (w skali szarości)
pt_br: Renderizar ícones de cabeçalho de menu em estilo hierárquico (com escalas de cinza)
ro: Redă pictogramele antetului meniului în stil ierarhic (cu tonuri de gri)
ru: Визуализировать иконки заголовков меню в иерархическом стиле (с оттенками серого)
sl: Upodabljanje ikon glave menija v hierarhičnem slogu (s sivinami)
sv: Rendera ikoner för menyhuvuden i hierarkisk stil (med gråskalor)
tr: Menü başlığı simgelerini hiyerarşik stilde oluşturma (gri tonlamalarla)
uk: Візуалізація піктограм заголовків меню в ієрархічному стилі (з відтінками сірого)
vi: Kết xuất các biểu tượng tiêu đề menu theo kiểu phân cấp (với các tông màu xám)
zh_hans: 分层式（灰阶）渲染标题栏图标
zh_hant: 分層式（灰階）渲染標題欄圖示

source: Reported actual refresh rate:
de: Gemeldete tatsächliche Wiederholrate:
es: Tasa de refresco real reportada:
fr: Taux actuel rapporté :
hu: Tényleges frissítési ráta:
it: Frequenza di aggiornamento rilevata:
ja: 報告された実際のリフレッシュレート：
ko: 보고된 실제 주사율:
nb: Rapportert faktisk oppdateringsfrekvens:
nl: Gemelde werkelijke verversingsfrequentie:
pl: Zgłoszona rzeczywista częstotliwość odświeżania:
pt_br: Taxa de atualização real informada:
ro: Rata de reîmprospătare efectivă raportată:
ru: Сообщённая фактическая частота обновления:
sl: Sporočena dejanska hitrost osveževanja:
sv: Rapporterad faktisk uppdateringsfrekvens:
tr: Bildirilen gerçek yenileme hızı
uk: Звітована фактична частота оновлення:
vi: Tần số làm mới thực tế được báo cáo:
zh_hans: 报告实际刷新率：
zh_hant: 報告實際更新率：

source: Reported diagonal size
de: Gemeldete diagonale Größe
es: Tamaño diagonal reportado
fr: Taille diagonale rapportée
hu: Jelentett átmérő
it: Dimensione diagonale segnalata
ja: 報告された対角サイズ
ko: 보고된 대각선 크기
nb: Rapportert diagonalmål
nl: Gemelde diagonale grootte
pl: Zgłaszany rozmiar przekątnej
pt_br: Tamanho diagonal relatado
ro: Mărime diagonală raportată
ru: Сообщённый размер диагонали
sl: Prijavljena velikost diagonale
sv: Rapporterad diagonal storlek
tr: Bildirilen diyagonal boyut
uk: Повідомлений розмір діагоналі
vi: Kích thước chéo được báo cáo
zh_hans: 报告的对角线尺寸
zh_hant: 報告的對角線尺寸

source: Reported nominal refresh rate:
de: Gemeldete nominelle Wiederholrate:
es: Frecuencia de actualización nominal reportada:
fr: Taux nominal rapporté :
hu: Névleges frissítési ráta:
it: Frequenza di aggiornamento riportata:
ja: 公称リフレッシュレート：
ko: 보고된 표준 주사율:
nb: Rapportert nominell oppdateringsfrekvens:
nl: Gemelde nominale verversingsfrequentie:
pl: Zgłoszona nominalna częstotliwość odświeżania:
pt_br: Taxa de atualização nominal reportada:
ro: Rata nominală de reîmprospătare raportată:
ru: Сообщённая номинальная частота обновления:
sl: Prijavljena nazivna stopnja osveževanja:
sv: Rapporterad nominell uppdateringsfrekvens:
tr: Bildirilen nominal yenileme hızı:
uk: Звітована номінальна частота оновлення:
vi: Tần độ làm mới danh nghĩa đã báo cáo:
zh_hans: 报告的名义刷新率：
zh_hant: 報告的名目更新率：

source: Require PIN for pairing
nl: Vereist PIN voor paren
pl: Wymagaj kodu PIN do parowania
ru: Требовать PIN для сопряжения

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Rispristina
ja: リセット
ko: 초기화
nb: Tilbakestill
nl: Herstel
pl: Zresetuj
pt_br: Redefinir
ro: Resetare
ru: Сбросить
sl: Ponastavi
sv: Nollställ
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_hans: 重置
zh_hant: 重置

source: Reset All Display Settings
de: Einstellungen aller Displays zurücksetzen
es: Restablecer Todas las Configuraciones de Pantalla
fr: Réinitialiser tous les réglages de l'écran
hu: Kijelző beállítások reset
it: Rispristina tutte le impostazioni del display
ja: すべてのディスプレイ設定をリセット
ko: 모든 디스플레이 설정 초기화
nb: Tilbakestill alle skjerminnstillinger
nl: Herstel alle scherminstellingen
pl: Resetuj wszystkie ustawienia wyświetlacza
pt_br: Redefinir todas as Configurações do Monitor
ro: Resetare toate setările ecranului
ru: Сбросить все настройки дисплея
sl: Ponastavi vse nastavitve zaslona
sv: Nollställ alla skärminställningar
tr: Tüm Ekran Ayarlarını Sıfırla
uk: Скинути всі налаштування дисплея
vi: Đặt lại tất cả cài đặt màn hình
zh_hans: 重置所有显示器设置
zh_hant: 重置所有顯示器設定

source: Reset All Display System Settings…
de: Alle Displayeinstellungen zurücksetzen
es: Restablecer todas las configuraciones del sistema de pantalla…
fr: Réinitialiser tous les réglages d’écran système…
hu: Minden kijelző rendszerbeállítás visszaállítása…
it: Reimposta tutte le impostazioni di sistema del display…
ja: すべてのディスプレイシステム設定をリセット…
ko: 모든 디스플레이의 시스템 설정 초기화...
nb: Tilbakestill alle skjermsysteminnstillinger…
nl: Herstel alle schermsysteeminstellingen...
pl: Zresetuj wszystkie ustawienia systemowe wyświetlacza…
pt_br: Redefinir todas as configurações do sistema de exibição…
ro: Resetează toate setările sistemului de afișare…
ru: Сбросить все системные настройки дисплея…
sl: Ponastavi vse nastavitve sistema zaslona...
sv: Återställ alla systeminställningar för skärmen…
tr: Tüm Ekranların Sistem Ayarlarını Sıfırla
uk: Скинути всі системні налаштування дисплея…
zh_hans: 重置所有显示器系统设置…
zh_hant: 重置所有顯示器系統設定…

source: Reset All Settings
de: Alle Einstellungen zurücksetzen
es: Reinicia Todas las Configuraciones
fr: Réinitialiser tous les réglages
hu: Minden beállítás visszaállítása
it: Ripristina impostazioni
ja: すべての設定をリセット
ko: 모든 설정 초기화
nb: Tilbakestill alle innstillinger
nl: Herstel alle instellingen
pl: Zresetuj wszystkie ustawienia
pt_br: Redefinir todas as configurações
ro: Resetează toate setările
ru: Сбросить все настройки
sl: Ponastavi vse nastavitve
sv: Nollställ alla inställningar
tr: Tüm Ayarları Sıfırla
uk: Скинути всі налаштування
vi: Đặt lại Tất cả Cài đặt
zh_hans: 重置所有设置
zh_hant: 重置所有設定

source: Reset App Settings…
de: App-Einstellungen zurücksetzen…
es: Restablecer Configuración de la App…
fr: Réinitialiser les réglages de l'application…
hu: Alkalmazás beállítások reset…
it: Ripristina le impostazioni dell'app…
ja: アプリ設定をリセット…
ko: 앱 설정 초기화…
nb: Tilbakestill appinnstillinger…
nl: Herstel app-instellingen...
pl: Resetuj ustawienia aplikacji…
pt_br: Redefinir Configurações do Aplicativo…
ro: Resetare setările aplicației…
ru: Сброс настроек приложения…
sl: Ponastavi nastavitve aplikacije …
sv: Nollställ programinställningar…
tr: Uygulama Ayarlarını Sıfırla…
uk: Скинути налаштування програми…
vi: Đặt lại cài đặt ứng dụng…
zh_hans: 重置应用程序设置…
zh_hant: 重置應用程式設定…

source: Reset Color Adjustments
de: Farbanpassungen zurücksetzen
es: Restablecer Ajustes de Color
fr: Réinitialiser l'ajustement des couleurs
hu: Színbeállítások reset
it: Ripristina Regolazioni Colore
ja: カラー調整をリセット
ko: 색상 조정 초기화
nb: Tilbakestill fargejusteringer
nl: Herstel kleuraanpassingen
pl: Zresetuj korekty koloru
pt_br: Redefinir Ajustes de Cores
ro: Resetare ajustări culori
ru: Сброс настроек цвета
sl: Ponastavi barvne prilagoditve
sv: Nollställ färgjusteringar
tr: Renk Ayarlamalarını Sıfırla
uk: Скидання налаштувань кольору
vi: Đặt lại điều chỉnh màu
zh_hans: 重置图像调整
zh_hant: 重置圖形調整

source: Reset Default
de: Standard wiederherstellen
es: Restablecer Valores Predeterminados
fr: Réinitialiser les valeurs par défaut
hu: Alapértelmezett helyreállítása
it: Ripristina ai valori di default
ja: デフォルトにリセット
ko: 기본값으로 초기화
nb: Tilbakestill standard
nl: Herstel standaard
pl: Przywróć domyślne
pt_br: Redefinir Padrão
ro: Resetare la implicit
ru: Сбросить по умолчанию
sl: Ponastavi privzeto
sv: Återställ till standard
tr: Varsayılanlara Sıfırla
uk: Скинути за замовчуванням
vi: Đặt lại Mặc định
zh_hans: 重置
zh_hant: 重置

source: Reset Default Input Sources
de: Standard-Eingabequellen zurücksetzen
es: Restablecer Fuentes de Entrada Predeterminadas
fr: Réinitialiser les sources d'entrées par défaut
hu: Alapértelmezett bementi források helyreállítása
it: Ripristina sorgenti di ingresso predefinite
ja: デフォルトの入力ソースにリセット
ko: 기본 입력 소스 초기화
nb: Tilbakestill standard inndatakilder
nl: Herstel standaardinvoerbronnen
pl: Zresetuj źródła wejściowe
pt_br: Redefinir Fontes de Entrada Padrão
ro: Resetați sursele de intrare implicite
ru: Сброс источников входного сигнала по умолчанию
sl: Ponastavi privzete vhodne vire
sv: Nollställ standardingångskällor
tr: Varsayılan Giriş Kaynaklarını Sıfırla
uk: Скидання джерел вхідного сигналу за замовчуванням
vi: Đặt lại nguồn đầu vào mặc định
zh_hans: 重置默认输入源
zh_hant: 重置預設輸入源

source: Reset Display Settings
de: Displayeinstellungen zurücksetzen
es: Restablecer Configuración Pantalla
fr: Réinitialiser les réglages d'écran
hu: Kijelző beállítások reset
it: Ripristina Impostazioni del Display
ja: ディスプレイ設定をリセット
ko: 디스플레이 설정 초기화
nb: Tilbakestill skjerminnstillinger
nl: Herstel scherminstellingen
pl: Zresetuj ustawienia wyświetlania
pt_br: Redefinir Configurações de Exibição
ro: Resetați Setările Ecranului
ru: Сбросить настройки дисплея
sl: Ponastavi nastavitve zaslona
sv: Nollställ skärminställningar
tr: Görüntüleme Ayarlarını Sıfırla
uk: Скинути налаштування дисплея
vi: Đặt lại cài đặt màn hình
zh_hans: 重置显示器设置
zh_hant: 重置顯示器設定

source: Reset EDID
de: EDID zurücksetzen
es: Restablecer EDID
fr: Réinitialiser l'EDID
hu: EDID reset
ja: EDIDをリセット
ko: EDID 재설정
nb: Tilbakestill EDID
nl: Herstel EDID
pl: Resetuj EDID
pt_br: Redefinir EDID
ro: Resetați EDID
ru: Сбросить EDID
sl: Ponastavi EDID
sv: Nollställ EDID
tr: EDID’i Sıfırla
uk: Скинути EDID
vi: Đặt lại EDID
zh_hans: 重置 EDID
zh_hant: 重置 EDID

source: Reset Factory EDID (Unapply)
de: Auf werksseitige EDID zurücksetzen (Anwendung rückgängig machen)
es: Restablecer EDID de fábrica (sin aplicar)
fr: Réinitialiser l'EDID d'usine (désappliquer)
hu: Gyári EDID helyreállítása
it: Reimposta EDID di Fabbrica (Non Applicare)
ja: EDIDを出荷値にリセット（適用しない）
ko: EDID를 공장 출하 상태로 재설정 (적용 안 함)
nb: Tilbakestill fabrikk-EDID (fjern anvendelse)
nl: Herstel fabrieks-EDID (terugdraaien)
pl: Przywróć fabryczny EDID (anuluj)
pt_br: Redefinir EDID de Fábrica (não aplicar)
ro: Resetați EDID de fabrică (Dezactivați)
ru: Сброс заводских настроек EDID (отменить применение)
sl: Ponastavi tovarniški EDID (prekliči uporabo)
sv: Återställ fabriks-EDID (Unapply)
tr: Fabrika EDID'sini Sıfırla (Uygulamayı Kaldır)
uk: Скинути заводські налаштування EDID (скасувати застосування)
vi: Đặt lại EDID nhà máy (hủy áp dụng)
zh_hans: 重置为出厂 EDID（取消应用）
zh_hant: 重置為出廠 EDID（取消套用）

source: Reset Menu Layout…
de: Menü-Layout zurücksetzen…
es: Restablecer composición del menú…
fr: Réinitialiser la disposition du menu…
hu: Menü elrendezés reset…
it: Reimposta Layout Menu…
ja: メニュー配置をリセット…
ko: 메뉴 레이아웃 재설정…
nb: Tilbakestill menylayout…
nl: Herstel menu-indeling...
pl: Zresetuj układ menu…
pt_br: Redefinir Layout do Menu…
ro: Resetați aspectul meniului…
ru: Сбросить макет меню…
sl: Ponastavi postavitev menija …
sv: Nollställ menylayout…
tr: Menü Düzenini Sıfırla…
uk: Скинути макет меню…
vi: Đặt lại bố cục menu…
zh_hans: 重置菜单布局…
zh_hant: 重置選單佈局…

source: Reset System Settings
de: Systemeinstellungen zurücksetzen
es: Restablecer configuración del sistema
fr: Réinitialiser les réglages système
hu: Rendszerbeállítások visszaállítása
it: Ripristina impostazioni di sistema
ja: システム設定をリセット
ko: 시스템 설정 초기화
nb: Tilbakestill systeminnstillinger
nl: Herstel systeeminstellingen
pl: Zresetuj ustawienia systemowe
pt_br: Redefinir configurações do sistema
ro: Resetează setările sistemului
ru: Сбросить системные настройки
sl: Ponastavi sistemske nastavitve
sv: Återställ systeminställningar
tr: Sistem Ayarlarını Sıfırla
uk: Скинути системні налаштування
zh_hans: 重置系统设置
zh_hant: 重置系統設定

source: Reset VMM7100 HDMI Adapter
de: VMM7100 HDMI-Adapter zurücksetzen
es: Restablecer el adaptador HDMI VMM7100
fr: Réinitialiser l'adaptateur HDMI VMM7100
hu: VMM7100 HDMI adapter reset
it: Reimposta L'Adattatore HDMI VMM7100
ja: VMM7100HDMIアダプタをリセット
ko: VMM7100 HDMI 어댑터 재설정
nb: Tilbakestill VMM7100 HDMI-adapter
nl: Herstel VMM7100-HDMI-adapter
pl: Zresetuj adapter HDMI VMM7100
pt_br: Redefinir adaptador HDMI VMM7100
ro: Resetați Adaptorul HDMI VMM7100
ru: Сброс адаптера HDMI VMM7100
sl: Ponastavite adapter VMM7100 HDMI
sv: Återställ VMM7100 HDMI-adapter
tr: VMM7100 HDMI Adaptörünü Sıfırla
uk: Скинути адаптер HDMI VMM7100
vi: Đặt lại bộ chuyển đổi VMM7100 HDMI
zh_hans: 重置 VMM7100 HDMI 适配器
zh_hant: 重置 VMM7100 HDMI 連結器

source: Reset Values
de: Werte zurücksetzen
es: Restablecer Valores
fr: Réinitialiser les valeurs
hu: Értékek alaphelyzetbe állítása
it: Reset valori
ja: 値をリセット
ko: 값 재설정
nb: Tilbakestill verdier
nl: Herstel waarden
pl: Zresetuj wartości
pt_br: Redefinir Valores
ro: Resetați Valorile
ru: Сбросить значения
sl: Ponastavi vrednosti
sv: Nollställ värden
tr: Değerleri Sıfırla
uk: Скинути значення
vi: Đặt lại các giá trị
zh_hans: 重置值
zh_hant: 重置值

source: Reset Video Filters
de: Videofilter zurücksetzen
es: Restablecer filtros de video
fr: Réinitialiser les filtres vidéo
hu: Videószűrők visszaállítása
it: Reimposta i filtri video
ja: ビデオフィルタをリセット
ko: 비디오 필터 초기화
nb: Tilbakestill videofiltre
nl: Herstel videofilters
pl: Zresetuj filtry wideo
pt_br: Redefinir filtros de vídeo
ro: Resetează filtrele video
ru: Сброс видеофильтров
sl: Ponastavi video filtre
sv: Återställ videofilter
tr: Video Filtrelerini Sıfırla
uk: Скинути відеофільтри
zh_hans: 重置视频滤镜
zh_hant: 重置視訊濾鏡

source: Reset Warning Dismissals
de: Geschlossene Warnungen zurücksetzen
es: Restablecer permisos por advertencia
fr: Réinitialiser les avertissements ignorés
hu: Figyelmeztetés elrejtések visszaállítása
it: Reimposta avvisi di esclusione
ja: 閉じた警告をリセット
ko: 경고 해제 재설정
nb: Tilbakestill advarselsavvisninger
nl: Herstel uitgeschakelde waarschuwingen
pl: Zresetuj ignorowanie ostrzeżeń
pt_br: Redefinir Dispensas de Aviso
ro: Resetați avertismentele respinse
ru: Сбросить предупреждения…
sl: Ponastavi opustitve opozoril
sv: Återställ varningar
tr: Uyarıları Sıfırla
uk: Скинути відхилення попереджень
vi: Đặt lại Cảnh báo đã bỏ qua
zh_hans: 重置警告忽略项
zh_hant: 重置警告忽略項
