Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: This license was originally issued for an earlier version of %1$@ and has already been extended once with a complimentary upgrade to a subsequent major version. This license no longer covers the current app version (v%2$@). To continue using this version of %3$@, please purchase a new license. To ensure a smooth app upgrade experience, your current activation will remain valid until you deactivate. Please note: once deactivated or reinstalled, this app version cannot be reactivated with this license. Thank you for your understanding and continued support.
nl: Deze licentie is oorspronkelijk uitgegeven voor een eerdere versie van %@ en is al een keer verlengd met een gratis upgrade naar een opvolgende hoofdversie. Deze licentie dekt niet meer de huidige appversie (v%@). Om deze versie van %@ te kunnen blijven gebruiken, koop een nieuw licentie. Om een naadloze ervaring te verzekeren van het upgraden van de app, blijft je huidige activering actief totdat je deze deactiveert. Opmerking: als de licentie eenmaal is gedeactiveerd of opnieuw geïnstalleerd, dan kan deze appversie niet opnieuw worden geactiveerd met deze licentie. Bedankt voor je begrip en doorlopende steun.
ru: Эта лицензия была первоначально выпущена для более ранней версии %1$@ и уже была продлена один раз с бесплатным обновлением к последующей основной версии. Эта лицензия больше не распространяется на текущую версию приложения (v%2$@). Чтобы продолжить использование этой версии %3$@, купите новую лицензию. Чтобы обеспечить беспрепятственный опыт обновления приложения, ваша текущая активация будет оставаться действительной до тех пор, пока вы не деактивируете. Обратите внимание: после деактивирования или переустановки, эта версия приложения не может быть реактивирована с этой лицензией. Спасибо за понимание и постоянную поддержку.

source: This menu item is redundant if the header is set to present the function as a switch.
de: Dieser Menüeintrag ist überflüssig, wenn die Überschrift so eingestellt ist, dass die Funktion als Schalter dargestellt wird.
es: Este elemento del menú es redundante si el encabezado está configurado para presentar la función como un interruptor.
fr: Cette section du menu est redondante si l'interrupteur est présent dans l'en-tête et configuré pour effectuer la même action.
hu: Ez a menüpont felesleges, ha a fejléc úgy van beállítva, hogy ezt a funkciót kapcsolóként jelenítse meg.
it: Questa voce di menu è ridondante se l'intestazione è impostata per presentare la funzione come interruttore.
ja: ヘッダをスイッチとして機能するよう設定している場合、このメニュー項目は冗長です。
ko: 헤더가 기능을 스위치로 표시하도록 설정된 경우 이 메뉴 항목은 중복됩니다.
nb: Dette menyelementet er overflødig hvis overskriften er satt til å vise funksjonen som en bryter.
nl: Dit menu-onderdeel is overbodig als de koptekst is ingesteld om de functie als een schakelaar te presenteren.
pt_br: Este item de menu é redundante se o cabeçalho estiver configurado para apresentar a função como um switch.
ro: Acest element de meniu este redundant dacă antetul este setat pentru a prezenta funcția ca un comutator.
ru: Этот пункт меню является лишним, если в заголовке задано представление функции в виде переключателя.
sl: Ta element menija je odveč, če je glava nastavljena tako, da predstavlja funkcijo kot stikalo.
sv: Detta menyalternativ är överflödigt om sidhuvudet är inställt för att presentera funktionen som en omkopplare.
tr: Başlık, işlevi bir anahtar olarak sunacak şekilde ayarlanmışsa bu menü öğesi gereksizdir.
uk: Цей пункт меню є зайвим, якщо заголовок налаштовано на представлення функції як перемикач.
vi: Mục menu này không cần thiết nếu tiêu đề được thiết lập để hiển thị chức năng dưới dạng công tắc.
zh_hans: 标题栏设置将功能显示为开关时此菜单项多余。
zh_hant: 標題欄設定將功能顯示為開關時此選單多余。

source: This might help solve issues with certain configurations.
de: Dies kann bei bestimmten Konfigurationen helfen, Probleme zu lösen.
es: Esto podría ayudar a resolver problemas con determinadas configuraciones.
fr: Cela peut aider à résoudre des problèmes avec certaines configurations.
hu: Ez segíthet megoldani egyes problémákat bizonyos konfigurációkon.
it: Questo potrebbe aiutare a risolvere i problemi con alcune configurazioni.
ja: 特定の構成に関する問題を解決するのに役立つかも知れません。
ko: 이는 특정 구성의 문제를 해결하는 데 도움이 될 수 있습니다.
nb: Dette kan hjelpe med å løse problemer i enkelte konfigurasjoner.
nl: Dit kan helpen problemen met bepaalde configuraties op te lossen.
pt_br: Isso pode ajudar a resolver problemas com determinadas configurações.
ro: Acesta ar putea ajuta la rezolvarea problemelor cu anumite configurații.
ru: Это может помочь решить проблемы с некоторыми конфигурациями.
sl: To lahko pomaga rešiti težave z določenimi konfiguracijami.
sv: Detta kan hjälpa till att lösa problem med vissa konfigurationer.
tr: Bu, belirli yapılandırmalarla ilgili sorunları çözmeye yardımcı olabilir.
uk: Це може допомогти вирішити проблеми з певними конфігураціями.
vi: Điều này có thể giúp giải quyết các vấn đề với một số cấu hình cụ thể.
zh_hans: 这可能有助于解决某些配置的问题。
zh_hant: 這可能有助於解決某些設定的問題。

source: This might not work properly with all displays (especially low PPI ones) and might create a pixel-doubled LoDPI default resolution instead on Intel Macs.
de: Dies funktioniert möglicherweise nicht richtig mit allen Displays (insbesondere mit solchen mit niedrigem PPI-Wert) und kann auf Intel-Macs stattdessen eine pixelverdoppelte LoDPI-Standardauflösung erzeugen.
es: Es posible que esto no funcione correctamente con todas las pantallas (especialmente las de bajo PPI) y podría crear una resolución predeterminada LoDPI de píxeles duplicados en las Mac con Intel.
fr: Cela peut ne pas fonctionner correctement avec tous les écrans (en particulier ceux à faible PPI) et peut par défaut créer une résolution LoDPI doublée en pixels sur les Mac Intel.
hu: Nem biztos, hogy minden kijelzővel (különösen az alacsony PPI-vel rendelkezőkkel) megfelelően működik, Intel Maceken pixel-duplázott LoDPI alapértelmezett felbontást hozhat létre.
it: Questo potrebbe non funzionare correttamente con tutti i display (specialmente quelli a basso contenuto di PPI) e potrebbe creare una risoluzione predefinita di LoDPI raddoppiata in pixel invece su Mac Intel.
ja: すべてのディスプレイ（特に低PPIのもの）で正しく動作しない可能性があり、Intel Macではピクセルを倍増したLoDPIのデフォルト解像度が代わりに作成されることがあります。
ko: 이 기능은 일부 디스플레이(특히 PPI가 낮은 디스플레이)에서는 제대로 작동하지 않을 수 있으며, 인텔 Mac에서는 대신 픽셀이 두 배인 LoDPI 기본 해상도가 생성될 수 있습니다.
nb: Dette fungerer kanskje ikke riktig med alle skjermer (spesielt lav-PPI) og kan i stedet opprette en pikselfordoblet LoDPI-standardoppløsning på Intel-Mac.
nl: Dit werkt mogelijk niet correct met alle schermen (vooral lage-PPI-schermen) en kan in plaats daarvan een pixel-verdubbelde LoDPI-standaardresolutie creëren op Intel Macs.
pt_br: Isso pode não funcionar corretamente com todos os monitores (especialmente aqueles com PPI baixo) e pode criar uma resolução padrão LoDPI duplicada em pixels em Macs Intel.
ro: Aceasta opțiune s-ar putea să nu funcționeze corect cu toate ecranele (în special cele cu densitate scăzută de pixeli) și ar putea crea o rezoluție implicită LoDPI cu dublare de pixeli pe Mac-urile Intel.
ru: Это может работать некорректно со всеми дисплеями (особенно с дисплеями с низкой плотностью пикселей) и может создавать разрешение по умолчанию с удвоением пикселей LoDPI на Intel Mac.
sl: To morda ne bo delovalo pravilno z vsemi zasloni (zlasti z nizkimi PPI) in lahko ustvari privzeto ločljivost LoDPI s podvojenimi slikovnimi pikami na računalnikih Intel Mac.
sv: Det här kanske inte fungerar korrekt med alla skärmar (särskilt de med låg PPI) och kan skapa en pixeldubblad LoDPI-standardexponering i stället på Intel Mac-datorer.
tr: Bu, tüm ekranlarda (özellikle düşük PPI olanlarda) düzgün çalışmayabilir ve Intel Mac'lerde bunun yerine piksel iki katına çıkarılmış bir LoDPI varsayılan çözünürlüğü oluşturabilir.
uk: Це може працювати неналежним чином з усіма дисплеями (особливо з низькими пікселями на дюйм) і може створювати роздільну здатність за замовчуванням із подвоєнням пікселів LoDPI на комп'ютерах Intel Mac.
vi: Điều này có thể không hoạt động đúng với tất cả các màn hình (đặc biệt là những màn hình có PPI thấp) và có thể tạo ra một độ phân giải mặc định LoDPI được nhân đôi điểm ảnh trên Mac Intel.
zh_hans: 这可能在所有显示器 (特别是低 PPI 显示器) 上无法正常工作，在 Intel Mac 上可能创建默认像素翻倍的 LoDPI 分辨率屏幕。
zh_hant: 這可能在所有顯示器 (特別是低 PPI 顯示器) 上無法正常工作，在 Intel Mac 上可能新增預設像素翻倍的 LoDPI 解析度螢幕。

source: This might serve as a workaround for the stream/PIP confusion issue exhibited by some configurations when multiple virtual screens are connected.
es: Esto podría servir como una solución temporal para el problema de confusión entre transmisión/PIP que presentan algunas configuraciones cuando hay múltiples pantallas virtuales conectadas.
fr: Il s’agit d’une solution qui permet de réduire la confusion induite par la présence de plusieurs écrans virtuels étant en image dans l’image ou diffusant leur contenu.
ja: 複数の仮想スクリーンを接続している場合に、一部の構成で発生するストリーム/PIPの混乱問題の回避策として、これが役立つ可能性があります。
ko: 여러 개의 가상 화면이 연결된 일부 구성에서 발생하는 스트리밍/PIP 혼동 문제에 대한 우회 방법으로 사용할 수 있습니다.
nl: Dit kan dienen als lapmiddel voor het stream-/PIP-verwarringsprobleem dat zich laat zien in bepaalde configuraties wanneer meerdere virtuele schermen zijn aangesloten.
pl: Może to służyć jako obejście problemu z błędnym rozpoznawaniem strumienia/PIP, który występuje w niektórych konfiguracjach przy połączeniu wielu wirtualnych ekranów.
ru: Это может служить обходным путем для проблемы путаницы между потоковым режимом и PIP, возникающей в некоторых конфигурациях при подключении нескольких виртуальных экранов.
uk: Це може бути обхідним шляхом для проблеми з плутаниною між потоком і PIP у деяких конфігураціях при підключенні кількох віртуальних екранів.

source: This name is used by macOS system-wide.
de: Dieser Name wird von macOS systemweit verwendet.
es: Este nombre está utilizado en todo el sistema por macOS.
fr: Ce nom est utilisé par macOS à l'échelle du système.
hu: Ezt a nevet használja a macOS rendszerszinten.
it: Questo nome è usato da macOS in tutto il sistema.
ja: この名前はmacOSのシステムで広く使われています。
ko: 이 이름은 macOS 전역에서 사용됩니다.
nb: Dette navnet brukes systemomfattende i macOS.
nl: Deze naam wordt systeembreed gebruikt door macOS.
pl: Ta nazwa jest używana przez cały system macOS.
pt_br: Este nome é usado em todo o sistema macOS.
ro: Acest nume este folosit de macOS la nivel de sistem.
ru: Это имя используется в системе macOS повсеместно.
sl: To ime uporablja macOS v celotnem sistemu.
sv: Detta namn används av macOS i hela systemet.
tr: Bu isim macOS tarafından sistem genelinde kullanılır.
uk: Ця назва використовується в системі macOS.
vi: Tên này được dùng trên toàn bộ hệ thống macOS.
zh_hans: 此名称在 macOS 系统范围使用。
zh_hant: 此名稱在 macOS 系統範圍使用。

source: This operation will disconnect and reconnect all currently connected virtual screens!
de: Dieser Vorgang trennt und verbindet erneut alle derzeit verbundenen virtuellen Bildschirme!
es: ¡Esta operación desconectará y volverá a conectar todas las pantallas virtuales que están conectadas!
fr: Cette opération va déconnecter et reconnecter tous les écrans virtuels actuellement connectés !
hu: Ez a művelet leválasztja és újracsatlakoztatja az összes jelenleg csatlakoztatott virtuális képernyőt!
it: Questa operazione scollegherà e riconnetterà tutte le schermate virtuali attualmente connesse!
ja: この操作により、現在接続しているすべての仮想スクリーンが切断され、再接続されます!
ko: 이 작업은 현재 연결된 모든 가상 화면의 연결을 끊었다가 다시 연결합니다!
nb: Denne operasjonen vil koble fra og koble til alle nåværende virtuelle skjermer!
nl: Deze bewerking zal alle momenteel aangesloten virtuele schermen loskoppelen en opnieuw aansluiten!
pl: Ta operacja spowoduje rozłączenie i ponowne połączenie wszystkich aktualnie aktywnych wirtualnych ekranów!
pt_br: Esta operação irá desconectar e reconectar todas as telas virtuais atualmente conectadas!
ro: Această operație va deconecta și reconecta toate ecranele virtuale conectate în prezent!
ru: Эта операция отключит и снова подключит все подключенные в данный момент виртуальные экраны!
sl: Ta operacija bo prekinila in znova povezala vse trenutno povezane virtualne zaslone!
sv: Denna åtgärd kommer att koppla bort och återansluta alla virtuella skärmar som för närvarande är anslutna!
tr: Bu işlem o anda bağlı olan tüm sanal ekranların bağlantısını kesecek ve yeniden bağlayacaktır!
uk: Ця операція від'єднає та знову під'єднає всі наразі підключені віртуальні екрани!
vi: Hoạt động này sẽ ngắt kết nối và kết nối lại tất cả các màn hình ảo đang được kết nối hiện tại!
zh_hans: 此操作将断开并重连当前所有已连接的虚拟屏幕！
zh_hant: 此操作將斷開並重連目前所有已連接的虛擬螢幕！

source: This provides a cleaner look when sliders are not in active use.
de: Dies sorgt für ein aufgeräumtes Erscheinungsbild, wenn der Regler nicht aktiv verwendet wird.
es: Esto proporciona una apariencia más limpia cuando el slider no está en uso activo.
fr: Donne un style plus épuré aux curseurs quand ils ne sont pas utilisés.
hu: Ez letisztultabb megjelenést biztosít amikor a csúszka nincs használatban.
it: Questo fornisce un aspetto più pulito quando il cursore non è in uso attivo.
ja: スライダがアクティブでない状態にすると、見かけがすっきりします。
ko: 이렇게 하면 슬라이더를 사용하지 않을 때 더 깔끔하게 보이게 됩니다.
nb: Dette gir et ryddigere utseende når glidebryteren ikke er i aktiv bruk.
nl: Dit biedt een schoner uiterlijk als de schuifregelaars niet actief gebruikt worden.
pt_br: Isso fornece uma aparência mais limpa quando o controle deslizante não está em uso ativo.
ro: Acesta oferă un aspect mai bun atunci când cursorul nu este în uz activ.
ru: Это обеспечивает более аккуратный вид, когда слайдер не используется активно.
sl: To zagotavlja čistejši videz, ko drsnik ni v aktivni uporabi.
sv: Detta ger ett renare utseende när skjutreglaget inte används aktivt.
tr: Bu, kaydırıcı aktif kullanımda değilken daha sade bir görünüm sağlar.
uk: Це забезпечує чистіший вигляд, коли слайдер не використовується активно.
vi: Điều này tạo ra một giao diện gọn gàng hơn khi thanh trượt không được sử dụng.
zh_hans: 当滑块不在使用状态时外观更整洁。
zh_hant: 當滑桿不在使用狀態時外觀更整潔。

source: This provides a cleaner look when the slider is not in active use.
es: Esto proporciona un aspecto más limpio cuando el control deslizante no está en uso activo.
fr: Donne un style plus épuré au curseur quand il n'est pas utilisé.
ja: スライダを使用していない場合に、見た目がすっきりします。
ko: 슬라이더가 활성 상태가 아닐 때 더 깔끔한 모양을 제공합니다.
nl: Dit geeft een schonere uitstraling wanneer de schuifregelaar niet in actief gebruik is.
ru: Это обеспечивает более чистый вид, когда ползунок не используется активно.
uk: Це забезпечує охайніший вигляд, коли повзунок не використовується активно.

source: This resolution is used as default (as HiDPI if available) when the display is included in a new layout.
de: Diese Auflösung wird als Standard verwendet (als HiDPI, falls verfügbar), wenn das Display in ein neues Layout aufgenommen wird.
es: Esta resolución se utiliza de forma predeterminada (como HiDPI si está disponible) cuando la pantalla se incluye en un nuevo diseño.
fr: Cette résolution est utilisée comme valeur par défaut (en HiDPI si disponible) quand l'écran est ajouté dans une nouvelle disposition d'écrans.
hu: Ezt a felbontást használja a rendszer alapértelmezettként (HiDPI változatban, ha lehetséges), amikor a kijelzőt egy új kijelző-elrendezésbe helyezi
it: Questa risoluzione è usata come predefinita (come HiDPI se disponibile) quando il display è incluso in un nuovo layout.
ja: 新規配置に含まれるディスプレイに、この解像度（可能な場合はHiDPI）をデフォルトとして使用します。
ko: 이 해상도는 디스플레이가 새 레이아웃에 포함될 때 기본값(사용 가능한 경우 HiDPI)으로 사용됩니다.
nb: Denne oppløsningen brukes som standard (som HiDPI hvis tilgjengelig) når skjermen inkluderes i et nytt oppsett.
nl: Deze resolutie wordt gebruikt als standaard (als HiDPI indien beschikbaar) wanneer het scherm wordt opgenomen in een nieuwe indeling.
pl: Ta rozdzielczość jest używana jako domyślna (jako HiDPI, jeśli jest dostępna), gdy wyświetlacz jest dołączany do nowego układu.
pt_br: Esta resolução é usada como padrão (como HiDPI, se disponível) quando o monitor é incluído em um novo layout.
ro: Această rezoluție este utilizată ca implicită (ca HiDPI, dacă este disponibilă) atunci când ecranul este inclus într-o nouă configurație.
ru: Это разрешение используется по умолчанию (как HiDPI, если доступно), когда дисплей включается в новый макет.
sl: Ta ločljivost se uporablja kot privzeta (kot HiDPI, če je na voljo), ko je zaslon vključen v novo postavitev.
sv: Den här upplösningen används som standard (som HiDPI om det finns tillgängligt) när skärmen inkluderas i en ny layout.
tr: Bu çözünürlük, ekran yeni bir yerleşimde yer aldığında varsayılan olarak (varsa HiDPI olarak) kullanılır.
uk: Ця роздільна здатність використовується за умовчанням (як HiDPI, якщо доступна), коли дисплей включається в новий макет.
vi: Độ phân giải này được sử dụng làm mặc định (dưới dạng HiDPI nếu có) khi màn hình được bao gồm trong một bố cục mới.
zh_hans: 新布局中包含此显示器时此分辨率将作默认设置使用 (可用时为 HiDPI)。
zh_hant: 新佈局中包含此顯示器時此解析度將作預設設定使用 (可用時為 HiDPI)。

source: This resolution is used as default when the display is included in a new layout. Results might be approximate only on Intel Macs.
de: Diese Auflösung wird als Standard verwendet, wenn das Display in ein neues Layout aufgenommen wird. Die Ergebnisse sind auf Intel-Macs möglicherweise nur annähernd.
es: Esta resolución se utiliza de forma predeterminada cuando la pantalla se incluye en un nuevo diseño. Los resultados pueden ser aproximados sólo en los Mac Intel.
fr: Cette résolution est utilisée comme valeur par défaut quand l'écran est ajouté à une nouvelle disposition d'écrans. Les résultats pourraient êtres approximatifs sur les Mac Intel.
hu: Ezt a felbontást használja alapértelmezettként a rendszer, amikor a kijelzőt egy új kijelző-elrendezésbe helyezi. Az eredmények csak hozzávetőleges pontosságúak lehetnek Intel Mac számítógépeken.
it: Questa risoluzione è usata come predefinita quando il display è incluso in un nuovo layout. I risultati potrebbero essere approssimativi solo su Mac Intel.
ja: 新規配置に含まれるディスプレイに、この解像度をデフォルトとして使用します。Intel Macでは近似値となることがあります。
ko: 이 해상도는 디스플레이가 새 레이아웃에 포함될 때 기본값으로 사용됩니다. 결과는 인텔 Mac에서만 대략적인 결과일 수 있습니다.
nb: Denne oppløsningen brukes som standard når skjermen inkluderes i et nytt oppsett. Resultatet kan være omtrentlige kun på Intel-Mac.
nl: Deze resolutie wordt gebruikt als standaard wanneer het scherm wordt opgenomen in een nieuwe indeling. Resultaten zijn op alleen Intel Macs mogelijk bij benadering.
pt_br: Esta resolução é usada como padrão quando a exibição é incluída em um novo layout. Os resultados podem ser aproximados apenas em Macs Intel.
ro: Această rezoluție este folosită ca implicită atunci când ecranul este inclus într-o configurație nouă. Rezultatele ar putea fi aproximative doar pe Mac-urile Intel.
ru: Это разрешение используется по умолчанию, когда дисплей включается в новый макет. Результаты могут быть приблизительными только на Intel Mac.
sl: Ta ločljivost se uporablja kot privzeta, ko je zaslon vključen v novo postavitev. Rezultati so lahko približni samo na računalnikih Intel Mac.
sv: Den här upplösningen används som standard när skärmen inkluderas i en ny layout. Resultaten kan vara ungefärliga endast på Intel Macs.
tr: Ekran yeni bir düzene dahil edildiğinde bu çözünürlük varsayılan olarak kullanılır. Sonuçlar yalnızca Intel Mac'lerde yaklaşık olabilir.
uk: Ця роздільна здатність використовується за умовчанням, коли дисплей включається в новий макет. Результати можуть бути приблизними лише на комп'ютерах Intel Mac.
vi: Độ phân giải này được sử dụng làm mặc định khi màn hình được bao gồm trong một bố cục mới. Kết quả có thể chỉ là ước lượng trên Mac Intel.
zh_hans: 此分辨率在新布局包含此显示器时为默认值。仅在 Intel Mac 上显示近似结果。
zh_hant: 此解析度在新佈局包含此顯示器時為預設值。僅在 Intel Mac 上顯示近似結果。

source: This restores the default settings and restarts the app. Please note that previously stored custom display configurations won't be removed from the system!
de: Hiermit werden die Standardeinstellungen wiederhergestellt und die App neu gestartet. Bitte beachte, dass zuvor gespeicherte benutzerdefinierte Display-Konfigurationen nicht aus dem System entfernt werden!
es: Esto restaura la configuración predeterminada y reinicia la aplicación. ¡Tenga en cuenta que las configuraciones de pantalla personalizadas previamente almacenadas no se eliminarán del sistema!
fr: Cette opération rétablit les réglages par défaut et redémarre l'application. Veuillez noter que les configurations d'écrans personnalisées précédemment enregistrées ne seront pas supprimées du système !
hu: Ez visszaállítja az alapértelmezett beállításokat és újraindítja az alkalmazást. Felhívjuk figyelmét, hogy a korábban tárolt egyéni kijelző rendszerkonfigurációk nem kerülnek eltávolításra a rendszerből!
it: Questo ripristina le impostazioni predefinite e riavvia l'app. Si prega di notare che le configurazioni personalizzate precedentemente memorizzate non saranno rimosse dal sistema!
ja: デフォルト設定を復元し、アプリは再起動します。 以前に保存したカスタムディスプレイ構成は、システムから削除されていないので注意してください!
ko: 이렇게 하면 기본 설정이 복원되고 앱이 다시 시작됩니다. 이전에 저장한 사용자 지정 디스플레이 구성은 시스템에서 제거되지 않는다는 점에 유의하세요!
nb: Dette gjenoppretter standardinnstillingene og starter appen på nytt. Vær oppmerksom på at tidligere lagrede egendefinerte skjermkonfigurasjoner ikke blir fjernet fra systemet!
nl: Hiermee worden de standaardinstellingen hersteld en wordt de app opnieuw opgestart. Merk op dat de eerder bewaarde schermconfiguraties niet worden verwijderd van het systeem!
pt_br: Isso restaura as configurações padrão e reinicia o aplicativo. Observe que as configurações de exibição personalizadas armazenadas anteriormente não serão removidas do sistema!
ro: Acesta opțiune restaurează setările implicite și repornește aplicația.Vă rugăm să rețineți că configurațiile personalizate ale ecranului stocate anterior nu vor fi eliminate din sistem!
ru: Это восстановит настройки по умолчанию и перезапустит приложение. Обратите внимание, что ранее сохраненные пользовательские конфигурации дисплеев не будут удалены из системы!
sl: To obnovi privzete nastavitve in znova zažene aplikacijo. Upoštevajte, da predhodno shranjene konfiguracije zaslona po meri ne bodo odstranjene iz sistema!
sv: Detta återställer standardinställningarna och startar om appen. Observera att tidigare lagrade anpassade skärmkonfigurationer inte kommer att tas bort från systemet!
tr: Bu işlem varsayılan ayarları geri yükler ve uygulamayı yeniden başlatır. Lütfen önceden kaydedilmiş özel ekran yapılandırmalarının sistemden kaldırılmayacağını unutmayın!
uk: Це відновить налаштування за замовчуванням і перезапустить програму. Будь ласка, зверніть увагу, що раніше збережені користувацькі конфігурації дисплея не будуть видалені із системи!
vi: Điều này khôi phục các thiết lập mặc định và khởi động lại ứng dụng. Vui long lưu ý răng các cấu hình màn hình tùy chỉnh đã được lưu trước đó sẽ không bị xóa khỏi hệ thống!
zh_hans: 这将恢复默认设置并重启应用程序。 请注意，已存储的自定义显示器配置不会从系统中移除！
zh_hant: 這將回復預設設定並重新開啟應用程式。 請注意，已儲存的自訂顯示器設定不會從系統中移除！
