Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Shell script (%@) - ON
de: Shell-Skript (%@) - AN
es: Script de shell (%@) - ENCENDIDO
fr: Script Shell (%@) - MARCHE
hu: Shell szkript (%@) – BE
it: Script shell (%@) - ATTIVO
ja: シェルスクリプト（%@） - オン
ko: 셸 스크립트 (%@) - 켜짐
nb: Shell-skript (%@) – PÅ
nl: Shellscript (%@) - AAN
pt_br: Script de shell (%@) - LIGADO
ro: Script shell (%@) - ON
ru: Shell-скрипт (%@) - ВКЛ.
sl: Shell script (%@) - VKLOPLJENO
sv: Skalskript (%@) - PÅ
tr: Kabuk betiği (%@) - AÇIK
uk: Shell-скрипт (%@) - УВІМК.
zh_hans: Shell 脚本（%@）- 开启
zh_hant: Shell 指令稿（%@）- 開啟

source: Shell script to be invoked when the ON state is set.
de: Shell-Skript, das ausgeführt wird, wenn der EIN-Zustand gesetzt ist.
es: Script de shell que se invoca cuando se establece el estado ACTIVADO.
fr: Script shell qui va être invoqué quand l’état MARCHE est défini.
hu: Shell szkript, amely akkor kerül meghívásra, amikor a BE állapot van beállítva.
it: Script shell da invocare quando lo stato ATTIVO è impostato.
ja: オンに設定したときに呼び出されるシェルスクリプトです。
ko: 켜짐 상태가 설정될 때 호출될 셸 스크립트입니다.
nb: Shell-skript som skal kjøres når PÅ-tilstand er aktivert.
nl: Shellscript kan worden opgestart indien de AAN-staat staat ingesteld.
pt_br: Script de shell a ser executado quando o estado LIGADO estiver definido.
ro: Script de shell executat când starea e setată pe PORNIT.
ru: Shell-скрипт, вызываемый при установке состояния ВКЛ.
sl: Shell skripta se prikliče ko je status nastavljen na VKLOPLJENO.
sv: Skalskript som ska anropas när PÅ-läget är inställt.
tr: AÇIK durumu ayarlandığında çağrılacak kabuk betiği.
uk: Shell-скрипт, який викликається при встановленні стану УВІМК.
zh_hans: 设置为开启状态时调用的 Shell 脚本。
zh_hant: 設為開啟狀態時調用的 Shell 指令稿。

source: Show %@ in the macOS Dock
de: Zeige %@ im macOS Dock
es: Mostrar %@ en el Dock de macOS
fr: Montrer %@ dans le Dock macOS
hu: %@ ikon mutatása a Dockban
it: Mostra %@ nel dock macOS
ja: %@をmacOSのDockに表示
ko: macOS Dock에 %@ 표시
nb: Vis %@ i macOS Dock
nl: Toon %@ in de macOS-dock
pl: Pokaż %@ w Docku macOS
pt_br: Mostrar %@ no Dock do macOS
ro: Afișați %@ în Dock-ul macOS
ru: Показывать %@ в доке macOS
sl: Prikaži %@ v macOS Dock
sv: Visa %@ i macOS Dock
tr: macOS Dock'ta %@ öğesini göster
uk: Показати %@ у macOS Dock
vi: Hiện %@ trong Dock macOS
zh_hans: 在 macOS 程序坞中显示 %@
zh_hant: 在 macOS 的 Dock 中顯示 %@

source: Show All
de: Alle anzeigen
es: Mostrar Todo
fr: Tout afficher
hu: Mutat mind
it: Mostra tutto
ja: すべてを表示
ko: 모두 표시
nb: Vis alle
nl: Toon alles
pt_br: Mostrar tudo
ro: Arată tot
ru: Показать все
sl: Prikaži vse
sv: Visa alla
tr: Tümünü Göster
uk: Показати все
vi: Hiện Tất cả
zh_hans: 显示所有
zh_hant: 顯示所有

source: Show All Tabs
de: Alle Tabs einblenden
es: Mostrar todas las pestañas
fr: Afficher tous les onglets
hu: Összes lap megjelenítése
it: Mostra tutti i pannelli
ja: すべてのタブを表示
ko: 모든 탭 보기
nb: Vis alle faner
nl: Toon alle tabbladen
pt_br: Mostrar todas as abas
ro: Afișează toate filele
ru: Показать все вкладки
sl: Prikaži vse zavihke
sv: Visa alla flikar
tr: Tüm Sekmeleri Göster
uk: Показати всі вкладки
zh_hans: 显示所有标签页
zh_hant: 顯示所有標籤頁

source: Show Crop Rectangle Boundary
de: Zuschneiderechteck-Grenze anzeigen
es: Mostrar el límite del rectángulo de recorte
fr: Afficher la zone de recadrage
hu: Vágási terület határainak megjelenítése
it: Mostra il contorno del rettangolo di ritaglio
ja: 切り取り境界の枠を表示
ko: 크롭 사각형 경계선 표시
nb: Vis beskjæringsrektangelgrense
nl: Toon grenzen bijknip-rechthoek
pt_br: Mostrar limite do retângulo de corte
ro: Arată conturul zonei crop
ru: Показать границы области обрезки
sl: Pokaži mejo pravokotnika za obrezovanje
sv: Visa gränser för beskärningsrektangel
tr: Kırpma Dikdörtgeni Sınırını Göster
uk: Показати межу області обрізки
vi: Hiển thị ranh giới Cắt Hình chữ nhật
zh_hans: 显示裁切矩形边界
zh_hant: 顯示裁切矩形邊界

source: Show Currently Disconnected
de: Aktuell getrennte Verbindungen anzeigen
es: Mostrar lo actualmente desconectado
fr: Afficher ceux actuellement déconnectés
hu: Leválasztottak megjelenítése
it: Mostra i display attualmente disconnessi
ja: 現在接続解除中のものを表示
ko: 현재 연결되지 않은 디스플레이 표시
nb: Vis nåværende frakoblede
nl: Toon momenteel losgekoppelde
pl: Pokaż aktualnie rozłączone
pt_br: Mostrar desconectado atualmente
ro: Afișează dispozitivele deconectate
ru: Показать в данный момент отключённые
sl: Prikaži trenutno prekinjeno povezavo
sv: Visa för närvarande frånkopplade
tr: Şu Anda Bağlantısı Kesilenleri Göster
uk: Показати наразі відключені
vi: Hiển thị Màn hình đang Mất kết nối
zh_hans: 显示当前断开连接的
zh_hant: 顯示目前斷開連線的

source: Show Custom Scaled Resolutions
de: Benutzerdefinierte skalierte Auflösungen anzeigen
es: Mostrar resoluciones escaladas personalizadas
fr: Afficher les résolutions à échelle personnalisée
hu: Egyéni méretezett felbontások megjelenítése
it: Mostra risoluzioni scalate personalizzate
ja: カスタムスケール解像度を表示
ko: 사용자 지정 스케일 해상도 표시
nb: Vis egendefinerte skalerte oppløsninger
nl: Toon eigen geschaalde resoluties
pt_br: Mostrar resoluções escaladas personalizadas
ro: Afișați rezoluțiile scalate personalizate
ru: Показать пользовательские масштабируемые разрешения
sl: Prikaži prilagojene ločljivosti
sv: Visa anpassade skalade upplösningar
tr: Özel Ölçekli Çözünürlükleri Göster
uk: Показати користувацькі масштабовані роздільні здатності
vi: Hiển thị Độ phân giải Tỉ lệ Điều chỉnh
zh_hans: 显示自定缩放分辨率
zh_hant: 顯示自定縮放解析度

source: Show Detailed Report…
de: Ausführlichen Bericht anzeigen…
es: Ver Reporte Detallado…
fr: Afficher le rapport détaillé…
hu: Részletes jelentés megjelenítése…
it: Mostra rapporto dettagliato…
ja: 詳細レポートを表示…
ko: 상세 리포트 표시…
nb: Vis detaljert rapport…
nl: Toon gedetailleerd verslag...
pt_br: Mostrar relatório detalhado…
ro: Afișați raportul detaliat...
ru: Показать детальный отчёт…
sl: Prikaži podrobno poročilo…
sv: Visa detaljerad rapport…
tr: Ayrıntılı Rapor Göster.…
uk: Показати детальний звіт…
vi: Hiển thị Báo cáo Chi tiết…
zh_hans: 显示详细报告…
zh_hant: 顯示詳細報告…

source: Show LG Remote
nl: Toon LG-afstandsbediening
ru: Показать пульт LG

source: Show Mouse Pointer
de: Mauszeiger anzeigen
es: Mostrar Puntero del Ratón
fr: Afficher le pointeur de la souris
hu: Egér kurzor megjelenítése
it: Mostra puntatore del mouse
ja: マウスポインタを表示
ko: 마우스 포인터 표시
nb: Vis musepekeren
nl: Toon muisaanwijzer
pl: Pokaż kursor myszy
pt_br: Mostrar Ponteiro do Mouse
ro: Afișează indicatorul mouse-ului
ru: Показать указатель мыши
sl: Prikaži kazalec miške
sv: Visa muspekare
tr: Fare İşaretçisini Göster
uk: Показати вказівник миші
vi: Hiện trỏ chuột
zh_hans: 显示鼠标指针
zh_hant: 顯示滑鼠指標

source: Show OSD on affected display
ja: 影響するディスプレイにOSDを表示
ko: 영향을 받는 디스플레이에 OSD 표시
nl: Toon OSD op betrokken scherm
ru: Показывать OSD на соответствующем дисплее

source: Show OSD when using a keyboard shortcut for basic controls. Disable this if you don't want the OSD UI to be shown or when a third party OSD presentation app is being used instead.
de: OSD anzeigen, wenn ein Tastaturkurzbefehl für grundlegende Befehle verwendet wird. Deaktiviere diese Option, wenn du nicht möchtest, dass die OSD-Oberfläche angezeigt wird, oder wenn stattdessen eine App eines Drittanbieters zur OSD-Präsentation verwendet wird.
es: Mostrar OSD al usar un atajo de teclado para controles básicos. Desactiva esto si no deseas que se muestre la interfaz OSD o cuando se esté utilizando una aplicación de presentación OSD de terceros.
fr: Affiche l'OSD lors de l'utilisation d'un raccourci clavier pour les commandes de base. Désactivez cette option si vous ne voulez pas que l'interface OSD soit affichée ou si vous utilisez une application tierce de présentation de l'OSD.
hu: OSD megjelenítése a billentyűzettel történő az alapvető vezérléshez. Kapcsolja ki ezt a funkciót, ha nem szeretné, hogy az OSD felhasználói felület megjelenjen, vagy ha külső OSD megjelenítő alkalmazást használ.
it: Mostra OSD quando si usa una scorciatoia da tastiera per i controlli di base. Disabilitare questa opzione se non si desidera che l'interfaccia utente OSD sia mostrata o quando invece viene utilizzata un'applicazione di presentazione OSD di terze parti.
ja: 基本的な制御にキーボードショートカットを使用する場合にOSD表示します。OSD UIを表示したくない場合、またはサードパーティ製OSDプレゼンテーションアプリを代わりに使用する場合は無効化してください。
ko: 기본 제어를 위해 키보드 단축키를 사용할 때 OSD를 표시합니다. OSD UI를 표시하지 않거나 타사 OSD 프레젠테이션 앱을 대신 사용 중인 경우 이 옵션을 비활성화하세요.
nb: Vis OSD når du bruker en hurtigtast for grunnleggende kontroller. Deaktiver dette hvis du ikke vil at OSD-grensesnittet skal vises, eller når du bruker en tredjeparts OSD-presentasjonsapp.
nl: Toon OSD wanneer gebruikgemaakt wordt van een sneltoets voor basisbediening. Schakel dit uit als je niet wilt dat de OSD-UI getoond wordt of als er hiervoor in de plaats een OSD-presentsatieapp van derden wordt gebruikt.
pt_br: Mostrar OSD ao utilizar um atalho de teclado para controles básicos. Desative esta opção se não quiser que a UI OSD seja mostrada ou quando um aplicativo de apresentação OSD de terceiros estiver sendo usado.
ro: Afișează OSD-ul atunci când se utilizează o comandă rapidă de la tastatură pentru controalele de bază. Dezactivați această opțiune dacă nu doriți ca interfața OSD să fie afișată sau atunci când este folosită o aplicație terță pentru prezentarea OSD-ului în loc.
ru: Показывать экранное меню при использовании сочетания клавиш для основных элементов управления. Отключите это, если не хотите, чтобы интерфейс OSD отображался, или если используется стороннее приложение для OSD.
sl: Prikaži OSD pri uporabi bližnjice na tipkovnici za osnovne kontrole. Onemogočite to, če ne želite, da se prikaže uporabniški vmesnik zaslonskega menija ali če namesto tega uporabljate predstavitveno aplikacijo zaslonskega menija tretje osebe.
sv: Visa OSD när du använder ett kortkommando för grundläggande kontroller. Avaktivera detta om du inte vill att OSD-gränssnittet ska visas eller om en OSD-presentationsapp från tredje part används istället.
tr: Temel kontroller için bir klavye kısayolu kullanırken OSD'yi göster. OSD (On-Screen Display, ekran üstü görüntü) kullanıcı arayüzünün gösterilmesini istemiyorsanız veya bunun yerine üçüncü taraf bir OSD sunum uygulaması kullanılıyorsa bunu devre dışı bırakın.
uk: Показувати екранне меню під час використання комбінації клавіш для основних елементів керування. Вимкніть це, якщо ви не хочете, щоб інтерфейс екранного меню відображався або якщо замість нього використовується стороння програма для презентацій екранного меню.
vi: Hiển thị OSD khi dùng phím tắt cho các điều khiển cơ bản. Tắt tính năng này nếu bạn không muốn giao diện OSD được hiển thị hoặc khi một ứng dụng trình chiếu OSD của bên thứ ba đang được sử dụng thay thế.
zh_hans: 使用键盘快捷键基本控制时显示调整浮窗 (OSD)。如果无需显示调整浮窗 (OSD) UI 或正在使用第三方调整浮窗 (OSD) 演示应用程序时请禁用此选项。
zh_hant: 使用鍵盤快捷鍵基本控制時顯示調整浮動視窗 (OSD)。如果無需顯示調整浮動視窗 (OSD) UI 或正在使用第三方調整浮動視窗 (OSD) 演示應用程式時請禁用此選項。

source: Show OSD when using any other keyboard shortcut (besides brightness, volume, mute). Disable this if you don't want custom OSDs to appear or when a third party OSD presentation app is being used instead.
de: OSD anzeigen, wenn ein anderer Tastaturkurzbefehl verwendet wird (außer Helligkeit, Lautstärke, Stummschaltung). Deaktiviere dies, wenn du nicht möchtest, dass benutzerdefinierte OSDs angezeigt werden, oder wenn stattdessen eine App eines Drittanbieters zur OSD-Präsentation verwendet wird.
es: Mostrar OSD al usar cualquier otro atajo de teclado (además de brillo, volumen, silencio). Desactiva esta opción si no deseas que aparezcan OSD personalizados o cuando se esté utilizando una aplicación de presentación OSD de terceros.
fr: Afficher l'OSD quand n'importe quel autre raccourcis clavier est utilisé (sauf la luminosité, le volume, la coupure du son). Désactivez cela si vous ne voulez pas voir des OSD personnalisés ou si une application d'OSD tierce est utilisé à la place.
hu: OSD megjelenítése egyéni billentyűparancs használatakor (a fényerő, hangerő, némítás mellett). Kapcsolja ki, ha nem szeretné, hogy az egyéni OSD-k megjelenjenek, vagy ha egy külső OSD-megjelenítő alkalmazást használ.
it: Mostra OSD quando si utilizza qualsiasi altra scorciatoia da tastiera (oltre a luminosità, volume, muto). Disabilita questa opzione se non vuoi che appaiano OSD personalizzati o quando invece viene utilizzata un'app di presentazione OSD di terze parti.
ja: 他のキーボードショートカット（明るさ、音量、ミュート以外）を使用する場合にOSD表示します。カスタムOSDを表示したくない場合、またはサードパーティ製OSD表示アプリを代わりに使用する場合は、無効化してください。
ko: 밝기, 볼륨, 음소거 외에 다른 키보드 단축키를 사용할 때 OSD를 표시합니다. 사용자 지정 OSD를 표시하지 않으려는 경우 또는 타사 OSD 프레젠테이션 앱을 대신 사용 중인 경우에는 이 옵션을 비활성화하세요.
nb: Vis OSD når du bruker andre hurtigtaster (bortsett fra lysstyrke, volum og demping). Deaktiver dette hvis du ikke vil at egendefinerte OSD-er skal vises, eller når du bruker en tredjeparts OSD-presentasjonsapp.
nl: Toon OSD wanneer gebruikgemaakt wordt van enige andere sneltoets (naast helderheid, volume en dempen). Schakel dit uit als je niet wilt dat de OSD-UI getoond wordt of als er hiervoor in de plaats een OSD-presentsatieapp van derden wordt gebruikt.
pt_br: Mostrar OSD ao usar qualquer outro atalho de teclado (além de brilho, volume, mudo). Desative isso se você não quiser que OSDs personalizados apareçam ou quando um aplicativo de apresentação de OSD de terceiros estiver sendo usado em vez disso.
ro: Afișați OSD-ul atunci când utilizați orice altă comandă rapidă de la tastatură (în afară de luminozitate, volum, silențiere). Dezactivați această opțiune dacă nu doriți să apară OSD-uri personalizate sau atunci când este folosită o aplicație terță pentru prezentarea OSD-ului în loc.
ru: Показывать экранное меню при использовании любых других сочетаний клавиш (кроме яркости, громкости, выключения звука). Отключите это, если не хотите появления пользовательских OSD или используется стороннее приложение для OSD.
sl: Prikaži OSD, ko uporabljate katero koli drugo bližnjico na tipkovnici (razen svetlosti, glasnosti, izklopa zvoka). Onemogočite to, če ne želite, da se prikažejo zaslonski meniji po meri ali če se namesto tega uporablja aplikacija za predstavitve zaslonskega menija tretje osebe.
sv: Visa OSD när du använder något annat kortkommando (förutom ljusstyrka, volym, ljud av). Avaktivera detta om du inte vill att anpassade OSD:er ska visas eller om en OSD-presentationsapp från tredje part används istället.
tr: Başka bir klavye kısayolu kullanıldığında OSD'yi göster (parlaklık, ses, sessiz dışında). Özel OSD'lerin görünmesini istemiyorsanız veya bunun yerine üçüncü taraf bir OSD sunum uygulaması kullanılıyorsa bunu devre dışı bırakın.
uk: Показувати екранне меню під час використання будь-якої іншої комбінації клавіш (окрім яскравості, гучності, вимкнення звуку). Вимкніть це, якщо ви не хочете, щоб з'являлися користувацькі екранні меню або якщо замість цього використовується стороння програма для презентацій екранного меню.
vi: Hiển thị OSD khi sử dụng bất kỳ phím tắt nào khác (ngoài các phím độ sáng, âm lượng, tắt tiếng). Tắt tính năng này nếu bạn không muốn giao diện OSD tùy chỉnh xuất hiện hoặc khi một ứng dụng trình chiếu OSD của bên thứ ba đang được sử dụng thay thế.
zh_hans: 使用任何其他键盘快捷键（除亮度、音量与静音外）时显示调整浮窗 (OSD)。如果无需显示调整浮窗 (OSD) 或正在使用第三方调整浮窗 (OSD) 演示应用程序时请禁用此选项。
zh_hant: 使用任何其他鍵盤快捷鍵（除亮度、音量與靜音外）時顯示調整浮動視窗 (OSD)。如果無需顯示調整浮動視窗 (OSD) 或正在使用第三方調整浮動視窗 (OSD) 演示應用程式時請禁用此選項。

source: Show PIP menu when only a single display is connected
de: Bild-in-Bild Menü anzeigen, auch wenn nur ein einziges Display verbunden ist
es: Mostrar el menú PIP cuando solo hay una pantalla conectada
fr: Afficher le menu image dans l'image quand un seul écran est connecté
hu: PIP menü mutatása akkor is, ha csak egy kijelző van csatlakoztatva
it: Mostra il menu PIP ("Picture in Picture") quando è collegato solo un singolo display
ja: ディスプレイが1台しか接続されていないときにPIPメニューを表示
ko: 디스플레이가 하나만 연결된 경우에도 PIP 메뉴 표시
nb: Vis PIP-meny når kun én skjerm er tilkoblet
nl: Toon PIP-menu wanneer slecht een enkel scherm is verbonden
pl: Pokaż menu PIP, gdy połączony jest tylko jeden wyświetlacz
pt_br: Mostrar menu PIP quando apenas um único monitor estiver conectado
ro: Afișează meniul PIP când este conectat doar un singur ecran
ru: Отображение меню PIP при подключении одного дисплея
sl: Prikaži meni PIP, ko je priključen samo en zaslon
sv: Visa PIP-menyn när bara en enda skärm är ansluten
tr: Yalnızca tek bir ekran bağlıyken RiR menüsünü göster
uk: Показувати меню PIP, коли підключено лише один дисплей
vi: Hiển thị menu PiP chỉ khi một màn hình được kết nối
zh_hans: 仅连接一台显示器时显示画中画菜单
zh_hant: 僅連接一台顯示器時顯示畫中畫選單

source: Show Philips Remote
nl: Toon Philips-afstandsbediening
ru: Показать пульт Philips

source: Show Quit %@ in the button bar
de: %@ beenden in der Tastenleiste anzeigen
es: Mostrar Salir %@ en la barra de botones
fr: Afficher 'Quitter %@' dans la barre des boutons
hu: Kilépés a %@-ből mutatása a gombsávban
it: Mostra Termina %@ nella barra dei pulsanti in basso
ja: ボタンバーの最後に%@の終了を表示
ko: 버튼 모음에 %@ 종료 버튼 표시
nb: Vis «Avslutt %@» i knapperaden
nl: Toon Stop %@ in de knoppenbalk
pt_br: Mostrar Sair %@ na barra de botões inferior
ro: Afișează Butonul de Ieșire %@ în bara de butoane de jos.
ru: Показать Выход %@ на панели кнопок
sl: Prikaži Končaj %@ v vrstici z gumbi
sv: Visa Avsluta %@ i knappfältet
tr: %@'den çıkmayı düğme çubuğunda göster
uk: Показати Вихід %@ на нижньому ряді кнопок
vi: Hiển thị Thoát %@ ở thanh nút dưới cùng
zh_hans: 显示底部按钮栏的退出 %@
zh_hant: 顯示底部按鈕欄的退出 %@

source: Show Samsung Remote
nl: Toon Samsung-afstandsbediening
ru: Показать пульт Samsung

source: Show Settings in the button bar
de: Einstellungen in der Tastenleiste anzeigen
es: Mostrar Ajustes en la barra de botones
fr: Afficher les Réglages dans la barre des boutons
hu: Beállítások megjelenítése a gombsávban
it: Mostra Impostazioni nella barra dei pulsanti
ja: ボタンバーに設定を表示
ko: 버튼 모음에 설정 버튼 표시
nb: Vis Innstillinger i knapperaden
nl: Toon Instellingen in de knoppenbalk
pt_br: Mostrar Configurações na barra de botões
ro: Afișați setările în bara de butoane
ru: Показать настройки на панели кнопок
sl: Prikaži nastavitve v vrstici z gumbi
sv: Visa Inställningar i knappfältet
tr: Ayarları düğme çubuğunda göster
uk: Показати налаштування на панелі кнопок
vi: Hiển thị Cài Đặt trong thanh nút
zh_hans: 在按钮栏显示设置
zh_hant: 在按鈕欄顯示設定

source: Show and Bring to Front
de: Zeigen und nach vorne bringen
es: Mostrar y Traer al Frente
fr: Afficher et ramener au premier plan
hu: Megjelenítés és előhozás
it: Mostra e porta in primo piano
ja: 表示して手前に移動
ko: 표시하고 앞으로 이동
nb: Vis og ta frem i forgrunnen
nl: Toon en breng naar voren
pt_br: Mostrar e trazer para a frente
ro: Afișează și aduceți în față
ru: Показать и перенести на передний план
sl: Pokaži in postavi v ospredje
sv: Visa och ta längst fram
tr: Göster ve Öne Getir
uk: Показати та вивести на перший план
vi: Hiện và Đưa lên trước
zh_hans: 置前显示
zh_hant: 置前顯示

source: Show and snap to slider markers for favorites and special resolutions.
de: Markierungen am Regler für Favoriten und besondere Auflösungen anzeigen und an ihnen einrasten.
es: Muestra y ajusta los marcadores deslizantes para favoritos y resoluciones especiales.
fr: Afficher et faciliter la sélection des résolutions favorites et spéciales.
hu: Kedvencek és különleges felbontás jelzéseinek megjelenítése és csúszka-fogantyú odaigazítása
it: Mostra e aggancia agli indicatori di scorrimento per i preferiti e le risoluzioni speciali.
ja: お気に入りや特別な解像度のマーカを表示してスライダにスナップ
ko: 즐겨찾기와 특수 해상도 표시 및 스냅
nb: Vis og fest til glidebrytermarkører for favoritter og spesialoppløsninger.
nl: Toon en zet de schuifregelaarmarkeringen magnetisch vast voor favorieten en speciale resoluties.
pl: Pokaż i przyciągnij do suwaka znaczniki ulubionych i specjalnych rozdzielczości.
pt_br: Mostrar e encaixar nos marcadores deslizantes os favoritos e resoluções especiais.
ro: Afișează și se fixează pe marcajele glisorului pentru favorite și rezoluții speciale.
ru: Показать и привязать к ползунку маркеры для избранных и особых разрешений.
sl: Pokažite in pripnite na drsne oznake za priljubljene in posebne ločljivosti.
sv: Visa och fäst vid draglistmarkörer för favoriter och särskilda upplösningar.
tr: Favori ve özel çözünürlükler için kaydırıcı işaretleyicilerini gösterin ve kaydırıcıya sabitleyin.
uk: Показувати та прив'язувати до маркерів повзунка для вибраного та спеціальної роздільної здатності.
vi: Hiện và đưa đến các đánh dấu trên thanh trượt cho các mục yêu thích và độ phân giải đặc biệt.
zh_hans: 为收藏及特殊分辨率显示捕捉滑块标记
zh_hant: 為收藏及特殊解析度顯示捕捉滑桿標記

source: Show app icon in the menu bar
de: App-Symbol in der Menüleiste anzeigen
es: Mostrar el ícono de la aplicación en la barra de menú
fr: Afficher l'icône de l'application dans la barre des menus
hu: Alkalmazás ikon megjelenítése a macOS menüben
it: Mostra l'icona dell'applicazione nella barra dei menu
ja: メニューバーにアプリアイコンを表示
ko: 메뉴 막대에 앱 아이콘 표시
nb: Vis appikon i menylinjen
nl: Toon appsymbool in de menubalk
pl: Pokaż ikonę aplikacji na pasku menu
pt_br: Mostrar ícone do aplicativo na barra de menu
ro: Afișează iconița aplicației în bara de meniu
ru: Показывать иконку приложения в строке меню
sl: Prikaži ikono aplikacije v menijski vrstici
sv: Visa app-ikonen i menyraden
tr: Menü çubuğunda uygulama simgesini göster
uk: Показати значок програми на панелі меню
vi: Hiện biểu tượng ứng dụng trên thanh menu
zh_hans: 在菜单栏显示应用程序图标
zh_hant: 在選單顯示應用程式圖示

source: Show app menu
de: App-Menü zeigen
es: Mostrar menú de la app
fr: Afficher le menu de l'application
hu: App menü megjelenítése
it: Mostra menu dell’app
ja: アプリメニューを表示
ko: 앱 메뉴 표시
nb: Vis appmeny
nl: Toon appmenu
pt_br: Mostrar menu de aplicativos
ro: Afișează meniul aplicației
ru: Показать меню приложения
sl: Pokaži meni aplikacije
sv: Visa programmeny
tr: Uygulama menüsünü göster
uk: Показати меню додатка
vi: Hiển thị menu ứng dụng
zh_hans: 显示应用菜单
zh_hant: 顯示程式選單

source: Show brightness, volume, mute OSD
de: Helligkeits-, Lautstärke- und Stummschaltungs-OSD anzeigen
es: Mostrar OSD de brillo, volumen y silencio
fr: Afficher l'OSD de luminosité, de volume, et de coupure du son
hu: Fényerő, hangerő, némítás OSD megjelenítése
it: Mostra luminosità, volume, silenziare OSD
ja: 輝度、音量、OSDミュートを表示
ko: 밝기, 볼륨, 음소거 OSD 표시
nb: Vis OSD for lysstyrke, volum og demping
nl: Toon helderheids-, volume- en demp-OSD
pl: Pokaż jasność, głośność, wyciszanie OSD
pt_br: Mostrar brilho, volume, mudo OSD
ro: Afișează OSD pentru luminozitate, volum și opțiunea de silențiere
ru: Показать OSD яркости, громкости, отключения звука
sl: Prikaži svetlost, glasnost, utišaj OSD
sv: Visa ljusstyrka, volym, tyst OSD
tr: Parlaklık, ses seviyesi, sessize alma değişikliklerini ekranda (OSD) göster
uk: Показати яскравість, гучність, вимкнути OSD
vi: Hiện độ sáng, âm lượng, tắt tiếng OSD
zh_hans: 显示亮度，音量，静音调整浮窗 (OSD)
zh_hant: 顯示亮度，音量，靜音調整浮動視窗 (OSD)

source: Show button bar at the top of the menu
de: Tastenleiste am oberen Rand des Menüs anzeigen
es: Mostrar la barra de botones en la parte superior del menú
fr: Afficher la barre des boutons en haut du menu
hu: Gombsáv megjelenítése a menü tetején
it: Mostra la barra dei pulsanti nella parte superiore del menu
ja: メニュー上部にボタンバーを表示
ko: 메뉴 상단에 버튼 모음 표시
nb: Vis knapperaden øverst i menyen
nl: Toon knoppenbalk bovenaan het menu
pt_br: Mostrar barra de botões na parte superior do menu
ro: Afișează bara de butoane în partea de sus a meniului
ru: Показывать панель кнопок в верхней части меню
sl: Pokaži vrstico z gumbi na vrhu menija
sv: Visa knappfältet längst upp i menyn
tr: Düğme çubuğunu menünün üstünde göster
uk: Показувати панель кнопок у верхній частині меню
vi: Hiển thị Thanh Nút ở trên cùng của menu
zh_hans: 在菜单顶部显示按钮栏
zh_hant: 在選單頂部顯示按鈕欄
