Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Change framebuffer mode of ${displayEntity} to ${framebufferMode}.
de: Framebuffer-Modus von ${displayEntity} auf ${framebufferMode} ändern.
es: Cambiar el modo de framebuffer de ${displayEntity} a ${framebufferMode}.
fr: Changer le type de framebuffer de ${displayEntity} vers ${framebufferMode}.
hu: A(z) ${displayEntity} framebuffer módjának módosítása ${framebufferMode} értékre.
it: Cambia la modalità framebuffer di ${displayEntity} in ${framebufferMode}.
ja: ${displayEntity}のフレームバッファモードを${framebufferMode}に変更します。
ko: ${displayEntity}의 프레임버퍼 모드를 ${framebufferMode}(으)로 변경합니다.
nb: Endre rammebuffer-modus for ${displayEntity} til ${framebufferMode}.
nl: Wijzig framebuffermodus van ${displayEntity} naar ${framebufferMode}.
pl: Zmień tryb bufora ramki dla ${displayEntity} na ${framebufferMode}.
pt_br: Alterar o modo de framebuffer de ${displayEntity} para ${framebufferMode}.
ro: Schimbați modul framebuffer al lui ${displayEntity} în ${framebufferMode}.
ru: Изменить режим фреймбуфера у ${displayEntity} на ${framebufferMode}.
sl: Spremenite način medpomnilnika okvirjev ${displayEntity} v ${framebufferMode}.
sv: Ändra framebuffer-läge för ${displayEntity} till ${framebufferMode}.
tr: ${displayEntity} ekran belleği (framebuffer) modunu ${framebufferMode} olarak değiştirin.
uk: Змінити режим фреймбуфера для ${displayEntity} на ${framebufferMode}.
zh_hans: 将 ${displayEntity} 的帧缓冲模式改为${framebufferMode}。
zh_hant: 將 ${displayEntity} 的幀緩衝模式改為${framebufferMode}。

source: Change the Apple Display Preset of a display.
de: XDR-Voreinstellung eines Displays ändern.
es: Cambiar el preset XDR de una pantalla.
fr: Change le préréglage XDR d’un écran.
hu: A kijelző XDR előbeállításának módosítása.
it: Cambia il preset XDR di un display.
ja: ディスプレイのXDRプリセットを変更します。
ko: 디스플레이의 XDR 프리셋을 변경합니다.
nb: Endre Apple-skjermforvalg for en skjerm.
nl: Wijzig de voorinstellingen van het Apple-scherm van een scherm.
pl: Zmień predefiniowane ustawienie wyświetlacza Apple.
pt_br: Alterar o preset XDR de uma tela.
ro: Schimbați setările Apple Display Preset ale unui monitor.
ru: Изменить Apple Display Preset для дисплея.
sl: Spremenite prednastavitev zaslona Apple za zaslon.
sv: Ändra Apple Display Preset för en skärm.
tr: Bir ekranın XDR Ön Ayarını değiştirin.
uk: Змінити Apple Display Preset для дисплея.
zh_hans: 变更显示器的 XDR 预设。
zh_hant: 變更顯示器的 XDR 預設。

source: Change the HDR mode of ${displayEntity} to ${onOff}.
de: HDR-Modus von ${displayEntity} auf ${onOff} ändern.
es: Cambiar el modo HDR de ${displayEntity} a ${onOff}.
fr: Mettre le mode HDR de ${displayEntity} sur ${onOff}.
hu: A(z) ${displayEntity} HDR módjának módosítása ${onOff} állapotra.
it: Cambia la modalità HDR di ${displayEntity} in ${onOff}.
ja: ${displayEntity}のHDRモードを${onOff}に変更します。
ko: ${displayEntity}의 HDR 모드를 ${onOff} 상태로 변경합니다.
nb: Endre HDR-modus for ${displayEntity} til ${onOff}.
nl: Wijzig de HDR-modus van ${displayEntity} naar ${onOff}.
pl: Zmień tryb HDR dla ${displayEntity} na ${onOff}.
pt_br: Alterar o modo HDR de ${displayEntity} para ${onOff}.
ro: Schimbați modul HDR al parametrului ${displayEntity} la ${onOff}.
ru: Изменить режим HDR у ${displayEntity} на ${onOff}.
sl: Spremenite način HDR za ${displayEntity} na ${onOff}.
sv: Ändra HDR-läget för ${displayEntity} till ${onOff}.
tr: ${displayEntity} HDR modunu ${onOff} olarak değiştirin.
uk: Змінити HDR-режим для ${displayEntity} на ${onOff}.
zh_hans: 将 ${displayEntity} 的HDR模式改为 ${onOff}。
zh_hant: 將 ${displayEntity} 的HDR模式改為 ${onOff}。

source: Change the brightness upscaling of ${displayEntity} to ${onOff}.
de: Helligkeitsskalierung von ${displayEntity} auf ${onOff} ändern.
es: Cambiar el upscaling de brillo de ${displayEntity} a ${onOff}.
fr: Mettre la démultiplication de la luminosité de ${displayEntity} sur ${onOff}.
hu: A(z) ${displayEntity} fényerő-felskálázásának módosítása ${onOff} értékre.
it: Cambia l’upscaling della luminosità di ${displayEntity} in ${onOff}.
ja: ${displayEntity}の輝度アップスケーリングを${onOff}に変更します。
ko: ${displayEntity}의 밝기 업스케일링을 ${onOff} 상태로 변경합니다.
nb: Endre lysstyrkeoppskalering for ${displayEntity} til ${onOff}.
nl: Wijzig de helderheidsopschaling van ${displayEntity} naar ${onff}.
pl: Zmień skalowanie jasności dla ${displayEntity} na ${onOff}.
pt_br: Alterar o upscaling de brilho de ${displayEntity} para ${onOff}.
ro: Schimbați mărirea luminozității pentru ${displayEntity} la ${onOff}.
ru: Изменить масштабирование яркости у ${displayEntity} на ${onOff}.
sl: Spremenite povečanje svetlosti ${displayEntity} na ${onOff}.
sv: Ändra uppskalningen av ljusstyrkan från ${displayEntity} till ${onOff}.
tr: ${displayEntity} öğesinin parlaklık yükseltmesini ${onOff} olarak değiştirin.
uk: Змінити масштабування яскравості для ${displayEntity} на ${onOff}.
zh_hans: 将 ${displayEntity} 的亮度升级改为${onOff}。
zh_hant: 將 ${displayEntity} 的亮度升級改為${onOff}。

source: Change the color profile of a display.
de: Farbprofil eines Displays ändern.
es: Cambiar el perfil de color de una pantalla.
fr: Change le profil de couleur d’un écran.
hu: Egy kijelző színprofiljának módosítása.
it: Cambia il profilo colore di un display.
ja: ディスプレイのカラープロファイルを変更します。
ko: 디스플레이의 색상 프로필을 변경합니다.
nb: Endre fargeprofil for en skjerm.
nl: Wijzig het kleurenprofiel van een scherm.,
pl: Zmień profil kolorów wyświetlacza
pt_br: Alterar o perfil de cor de uma tela.
ro: Schimbați profilul de culoare al unui afișaj.
ru: Изменить цветовой профиль дисплея.
sl: Spremenite barvni profil zaslona.
sv: Ändra färgprofilen för en skärm.
tr: Ekranın renk profilini değiştirin.
uk: Змінити колірний профіль для дисплея.
zh_hans: 变更显示器的颜色设定档。
zh_hant: 變更顯示器的顏色設定檔。

source: Change the connection state of ${displayEntity} to ${onOff}.
de: Verbindungsstatus von ${displayEntity} auf ${onOff} ändern.
es: Cambiar el estado de conexión de ${displayEntity} a ${onOff}.
fr: Mettre l’état de la connexion de ${displayEntity} sur ${onOff}.
hu: A(z) ${displayEntity} csatlakozási állapotának módosítása ${onOff} értékre.
it: Cambia lo stato di connessione di ${displayEntity} in ${onOff}.
ja: ${displayEntity}の接続状態を${onOff}に変更します。
ko: ${displayEntity}의 연결 상태를 ${onOff} 상태로 변경합니다.
nb: Endre tilkoblingsstatus for ${displayEntity} til ${onOff}.
nl: Wijzig de verbindingsstaat van ${displayEntity} naar ${onOff}.
pl: Zmień stan połączenia ${displayEntity} na ${onOff}.
pt_br: Alterar o estado de conexão de ${displayEntity} para ${onOff}.
ro: Schimbați starea conexiunii ${displayEntity} la ${onOff}.
ru: Изменить состояние подключения ${displayEntity} на ${onOff}.
sl: Spremenite stanje povezave ${displayEntity} v ${onOff}.
sv: Ändra anslutningsstatus för ${displayEntity} till ${onOff}.
tr: ${displayEntity} bağlantı durumunu ${onOff} olarak değiştirin.
uk: Змінити стан підключення ${displayEntity} на ${onOff}.
zh_hans: 将 ${displayEntity} 的连线状态改为 ${onOff}。
zh_hant: 將 ${displayEntity} 的連線狀態改為 ${onOff}。

source: Change the display connection color mode (bit depth, encoding, chroma subsampling, range).
de: Farbmodus der Display-Verbindung ändern (Farbtiefe, Kodierung, Chroma-Subsampling, Bereich).
es: Cambiar el modo de color de conexión de la pantalla (profundidad de bits, codificación, submuestreo de croma, rango).
fr: Change le mode de connexion couleur d’un écran (profondeur de bit, encodage, sous-échantillonage de la chrominance, étendue couleur).
hu: A kijelző csatlakozási színmódjának módosítása (bitmélység, kódolás, chroma subsampling, tartomány).
it: Cambia la modalità colore di connessione del display (profondità di bit, codifica, sottocampionamento della crominanza, intervallo).
ja: ディスプレイ接続のカラーモードを変更します（ビット深度、エンコーディング、クロマサブサンプリング、範囲）。
ko: 디스플레이 연결 색상 모드(비트 심도, 인코딩, 크로마 서브샘플링, 범위)를 변경합니다.
nb: Endre fargemodus for skjermtilkobling (fargedybde, koding, kroma-subsampling, område).
nl: Wijzig de kleurmodus van de schermverbinding (bitdiepte, codering, bemonstering kleurcomponent, bereik).
pl: Zmień tryb kolorów połączenia wyświetlacza (głębia bitowa, kodowanie, subsampling chromy, zakres).
pt_br: Alterar o modo de cor da conexão da tela (profundidade de bits, codificação, subamostragem de croma, faixa).
ro: Modificați modul de culoare al conexiunii de afișare (adâncime de biți, codificare, subeșantionare cromatică, gamă).
ru: Изменить цветовой режим подключения дисплея (глубина цвета, кодирование, субдискретизация хромы, диапазон).
sl: Spremenite barvni način povezave zaslona (bitna globina, kodiranje, podvzorčenje barvnosti, obseg).
sv: Ändra färgläget för skärmanslutningen (bitdjup, kodning, chroma undersampling, intervall).
tr: Ekran bağlantısı renk modunu değiştirin (bit derinliği, kodlama, kroma alt örnekleme, aralık).
uk: Змінити режим кольору підключення дисплея (глибина кольору, кодування, субдискретизація хроми, діапазон).
zh_hans: 变更显示连接色彩模式（位元深度、编码、色度子取样、范围）。
zh_hant: 變更顯示連接色彩模式（位元深度、編碼、色度子取樣、範圍）。

source: Change the display mode (resolution, scaling, exposed refresh rate, color depth) of a screen.
de: Anzeigemodus eines Bildschirms ändern (Auflösung, Skalierung, angezeigte Bildwiederholrate, Farbtiefe).
es: Cambiar el modo de visualización de una pantalla (resolución, escalado, tasa de actualización expuesta, profundidad de color).
fr: Change le mode d’affichage d’un écran (résolution, échelle, taux de rafraîchissement, profondeur de couleur).
hu: A képernyő megjelenítési módjának módosítása (felbontás, sklálázás, megjelenített frissítési ráta, színmélység).
it: Cambia la modalità di visualizzazione di uno schermo (risoluzione, scaling, frequenza di aggiornamento esposta, profondità di colore).
ja: スクリーンのディスプレイモード（解像度、スケーリング、非公開リフレッシュレート、色深度）を変更します。
ko: 화면의 디스플레이 모드(해상도, 스케일링, 알려진 주사율, 색상 깊이)를 변경합니다.
nb: Endre skjermmodus (oppløsning, skalering, eksponert oppdateringsfrekvens, fargedybde) for en skjerm.
nl: Wijzig de schermmodus (resolutie, schaling, genoemde verversingsfrequentie, kleurdiepte) van een scherm.
pl: Zmień tryb wyświetlania ekranu (rozdzielczość, skalowanie, ujawniona częstotliwość odświeżania, głębia kolorów).
pt_br: Alterar o modo de exibição de uma tela (resolução, escala, taxa de atualização exposta, profundidade de cor).
ro: Modificați modul de afișare (rezoluția, scalarea, rata de reîmprospătare expusă, adâncimea culorii) al unui ecran.
ru: Изменить режим дисплея (разрешение, масштабирование, открытая частота обновления, глубина цвета) экрана.
sl: Spremenite način prikaza (ločljivost, skaliranje, izpostavljena stopnja osveževanja, barvna globina) zaslona.
sv: Ändra skärmläget (upplösning, skalning, exponerad uppdateringsfrekvens, färgdjup) för en skärm.
tr: Ekranın görüntü modunu (çözünürlük, ölçekleme, maruz kalan yenileme hızı, renk derinliği) değiştirin.
uk: Змінити режим дисплея (роздільна здатність, масштабування, відкрита частота оновлення, глибина кольору) для екрана.
zh_hans: 改变萤幕的显示模式（解析度、缩放比例、显示更新率、色彩深度）。
zh_hant: 改變螢幕的顯示模式（解析度、縮放比例、顯示更新率、色彩深度）。

source: Change the framebuffer mode for a display (standard, inverted, grayscale, inverted grayscale).
de: Framebuffer-Modus für ein Display ändern (Standard, invertiert, Graustufen, invertierte Graustufen).
es: Cambiar el modo de framebuffer de una pantalla (estándar, invertido, escala de grises, escala de grises invertida).
fr: Changer le type de framebuffer pour un écran (standard, inversé, niveaux de gris, niveaux de gris inversés).
hu: A kijelző framebuffer módjának módosítása (normál, invertált, szürkeárnyalatos, invertált szürkeárnyalatos).
it: Cambia la modalità framebuffer per un display (standard, invertito, scala di grigi, scala di grigi invertita).
ja: ディスプレイのフレームバッファモード（標準、反転、グレイスケール、反転グレイスケール）を変更します。
ko: 디스플레이의 프레임버퍼 모드(표준, 반전, 그레이스케일, 반전된 그레이스케일)를 변경합니다.
nb: Endre rammebuffer-modus for en skjerm (standard, invertert, gråskala, invertert gråskala).
nl: Wijzig de framebuffermodus voor een scherm (standaard, tegengesteld, grijswaarden, tegengestelde grijswaarden).
pl: Zmień tryb bufora ramki dla wyświetlacza (standardowy, odwrócony, w odcieniach szarości, odwrócony w odcieniach szarości).
pt_br: Alterar o modo de framebuffer para uma tela (padrão, invertido, escala de cinza, escala de cinza invertida).
ro: Schimbă modul framebuffer pentru un afișaj (standard, inversat, tonuri de gri, tonuri de gri inversate).
ru: Изменить режим фреймбуфера для дисплея (стандартный, инвертированный, градации серого, инвертированные градации серого).
sl: Spremenite način medpomnilnika okvirjev za zaslon (standardni, obrnjeni, v sivinah, obrnjeni v sivinah).
sv: Ändra framebuffer-läge för en bildskärm (standard, inverterad, gråskala, inverterad gråskala).
tr: Bir ekran için ekran belleği (framebuffer) modunu değiştirin (standart, ters çevrilmiş, gri tonlamalı, ters gri tonlamalı).
uk: Змінити режим фреймбуфера для дисплея (стандартний, інвертований, відтінки сірого, інвертовані відтінки сірого).
zh_hans: 变更显示器的帧缓冲模式（标准、反转、灰阶、反转灰阶）。
zh_hant: 變更顯示器的幀緩衝模式（標準、反轉、灰階、反轉灰階）。

source: Change the native brightness upscaling of ${displayEntity} to ${onOff}.
de: Native Helligkeitsskalierung von ${displayEntity} auf ${onOff} ändern.
es: Cambiar el upscaling de brillo nativo de ${displayEntity} a ${onOff}.
fr: Mettre la démultiplication de la luminosité native de ${displayEntity} sur ${onOff}.
hu: A(z) ${displayEntity} natív fényerő-felskálázásás beállítás módosítása ${onOff} állapotra.
it: Cambia l’upscaling della luminosità nativa di ${displayEntity} in ${onOff}.
ja: ${displayEntity}のネイティブ輝度アップスケーリングを${onOff}に変更します。
ko: ${displayEntity}의 기본 밝기 업스케일링을 ${onOff} 상태로 변경합니다.
nb: Endre innfødt lysstyrkeoppskalering for ${displayEntity} til ${onOff}.
nl: Wijzig de ingebouwde opschaling van de helderheid van ${displayEntity} naar ${onOff}.
pl: Zmień natywne skalowanie jasności dla ${displayEntity} na ${onOff}.
pt_br: Alterar o upscaling de brilho nativo de ${displayEntity} para ${onOff}.
ro: Schimbați amplificarea luminozității native a funcției ${displayEntity} la ${onOff}.
ru: Изменить нативное масштабирование яркости у ${displayEntity} на ${onOff}.
sl: Spremenite izvorno povečanje svetlosti ${displayEntity} na ${onOff}.
sv: Ändra uppskalningen av den inbyggda ljusstyrkan från ${displayEntity} till ${onOff}.
tr: ${displayEntity} öğesinin yerel parlaklık yükseltmesini ${onOff} olarak değiştirin.
uk: Змінити нативне масштабування яскравості для ${displayEntity} на ${onOff}.
zh_hans: 将 ${displayEntity} 的原生亮度升级改为 ${onOff}。
zh_hant: 將 ${displayEntity} 的原生亮度升級改為 ${onOff}。

source: Changes may be triggered outside of the app (Touch Bar, ambient light sensor, Control Center, control integration etc.).
nl: Wijzigingen kunnen buiten de app worden geactiveerd (Touch Bar, omgevingslichtsensor, Bedieningspaneel, bedieningselementintegratie enz.).
pl: Zmiany mogą być wywoływane poza aplikacją (Touch Bar, czujnik światła otoczenia, Centrum sterowania, integracja kontroli itp.).
ru: Изменения могут быть вызваны вне приложения (Touch Bar, датчик освещённости, Центр управления, интеграция управления и т. д.).
tr: Değişiklikler uygulama dışında tetiklenebilir (Touch Bar, ortam ışığı sensörü, Denetim Merkezi, kontrol entegrasyonu vb.).

source: Changing this setting does not affect existing known displays. The display identification method can be changed on a per display basis under each display's additional settings.
de: Das Verändern dieser Einstellung hat keine Auswirkungen auf bereits bekannte Displays. Die Display-Identifizierungsmethode kann für jedes Display unter den zusätzlichen Einstellungen des jeweiligen Displays geändert werden.
es: Cambiar esta configuración no afecta a las pantallas conocidas existentes. El método de identificación de pantalla se puede cambiar de forma individual para cada pantalla en la configuración adicional de cada una.
fr: Changer ce réglage n'affecte pas les écrans existants connus. La méthode d'identification de l'écran peut être changée spécifiquement pour chaque écran dans les réglages supplémentaires de l'écran.
hu: A beállítás megváltoztatása nem érinti a már ismert kijelzőket. A kijelző azonosítási módszere kijelzőnként módosítható az egyes kijelzők további beállításai között.
it: La modifica di questa impostazione non influisce sugli schermi noti esistenti. Il metodo di identificazione dello schermo può essere modificato per ogni singolo schermo nelle sue impostazioni aggiuntive.
ja: この設定を変更しても、既存のディスプレイには影響しません。ディスプレイの識別方法は、各ディスプレイの追加設定でディスプレイごとに変更することができます。
ko: 이 설정을 변경해도 기존의 알려진 디스플레이에는 영향을 미치지 않습니다. 디스플레이 식별 방식은 각 디스플레이의 추가 설정에서 디스플레이별로 변경할 수 있습니다.
nb: Endring av denne innstillingen påvirker ikke eksisterende kjente skjermer. Skjermidentifikasjonsmetoden kan endres individuelt for hver skjerm under den enkelte skjerms flere innstillinger.
nl: Als je deze instelling wijzigt heeft dit geen invloed op bestaande bekende schermen. De wijze waarop schermen worden geïdentificeerd kan op individuele basis worden gewijzigd onder de aanvullende instellingen van dat specifieke scherm.
pl: Zmiana tego ustawienia nie wpływa na już rozpoznane wyświetlacze. Metodę identyfikacji wyświetlacza można zmienić indywidualnie dla każdego ekranu w dodatkowych ustawieniach danego wyświetlacza.
pt_br: A alteração desta configuração não afeta os monitores conhecidos existentes. O método de identificação do monitor pode ser alterado nas configurações adicionais de cada monitor.
ro: Schimbarea acestei setări nu afectează ecranele cunoscute existente. Metoda de identificare a ecranului poate fi schimbată pe o bază de ecran în submeniul de setări suplimentare al fiecărui ecran.
ru: Изменение этой настройки не влияет на существующие известные дисплеи. Метод идентификации дисплея можно изменить для каждого дисплея в дополнительных настройках каждого дисплея.
sl: Spreminjanje te nastavitve ne vpliva na obstoječe znane zaslone. Metodo identifikacije zaslona je mogoče spremeniti za vsak zaslon posebej v dodatnih nastavitvah vsakega zaslona.
sv: Om du ändrar den här inställningen påverkas inte befintliga kända skärmar. Metoden för identifiering av skärmen kan ändras för varje enskild skärm i de ytterligare inställningarna för varje skärm.
tr: Bu ayarın değiştirilmesi, mevcut bilinen ekranları etkilemez. Ekran tanımlama yöntemi, her ekranın ek ayarları altında ekran bazında değiştirilebilir.
uk: Зміна цього параметра не впливає на існуючі відомі дисплеї. Метод ідентифікації дисплея можна змінити для кожного окремого дисплея в додаткових налаштуваннях кожного дисплея.
vi: Thay đổi cài đặt này không ảnh hưởng đến màn hình đã biết. Phương pháp xác định màn hình có thể được thay đổi dựa trên từng màn hình trong cài đặt bổ sung của mỗi màn hình.
zh_hans: 更改此设置不会影响现有的已知显示器。显示器识别方式可在每个显示器的 其他设置 中进行更改。
zh_hant: 更改此設定不會影響現有的已知顯示器。顯示器識別方式可在每個顯示器的 其他設定 中進行更改。

source: Check for Updates
de: Nach Updates suchen
es: Verificar Actualización
fr: Vérifier les mises à jour
hu: Frissítések keresése
it: Controlla aggiornamenti
ja: アップデートを確認
ko: 업데이트 확인
nb: Søk etter oppdateringer
nl: Controleer op updates
pl: Sprawdź aktualizacje
pt_br: Verificar Atualizações
ro: Verifică actualizări
ru: Проверить обновление
sl: Preverite za posodobitve
sv: Leta efter uppdateringar
tr: Güncellemeleri Kontrol Et
uk: Перевірити наявність оновлень
vi: Kiểm tra Cập nhật
zh_hans: 检查更新
zh_hant: 檢查更新

source: Checking for Updates…
de: Nach Updates suchen…
es: Buscando actualizaciones…
fr: Vérification des mises à jour…
hu: Frissítések keresése…
it: Verifica aggiornamenti…
ja: アップデートを確認中…
ko: 업데이트 확인 중…
nb: Søker etter oppdateringer…
nl: Controleren op updates...
pl: Sprawdzanie aktualizacji…
pt_br: Verificando atualizações…
ro: Se caută actualizări…
ru: Проверка обновлений…
sl: Iskanje posodobitev…
sv: Letar efter uppdateringar…
tr: Güncellemeler kontrol ediliyor…
uk: Перевірка оновлень…
vi: Đang Kiểm Tra Cập Nhật…
zh_hans: 正在检查更新…
zh_hant: 正在檢查更新…

source: Checking…
de: Prüfen…
es: Verificando…
fr: Vérification…
hu: Ellenőrzés…
it: Verifica in corso…
ja: 確認中…
ko: 확인 중…
nb: Søker…
nl: Controleren...
pl: Sprawdzenie…
pt_br: Verificando…
ro: Verificare…
ru: Проверка…
sl: Preverjanje…
sv: Kontrollerar…
tr: Kontrol ediliyor…
uk: Перевірка…
vi: Đang kiểm tra…
zh_hans: 检查…
zh_hant: 檢查…

source: Chroma Subsampling
es: Submuestreo de croma
fr: Sous-échantillonnage de la chrominance
it: Sottocampionamento della crominanza
ja: クロマサブサンプリング
ko: 크로마 서브샘플링
nb: Kroma-subsampling
nl: Bemonstering kleurcomponent
pl: Próbkowanie chromy
pt_br: Subamostragem de croma
ro: Subeșantionare a culorilor
ru: Цветовая Субдискретизация
sl: Kromatsko podvzorčenje
sv: Chroma-undersampling
tr: Krom Alt Örnekleme
uk: Субдискретизація хроми
zh_hans: 色度子取样
zh_hant: 色度子取樣

source: Chunk size
de: Chunk-Größe
es: Tamaño del fragmento
fr: Taille de tronçon
hu: Csomag méret
it: Dimensione del blocco
ja: チャンクサイズ
ko: 조각 크기
nb: Blokkstørrelse
nl: Blokgrootte
pl: Rozmiar bloku
pt_br: Tamanho do pedaço
ro: Dimensiunea blocului
ru: Размер блока
sl: Velikost kosa
sv: Storlek på bitarna
tr: Yığın boyutu
uk: Розмір блоку
vi: Kích thước phần
zh_hans: 分块大小
zh_hant: 分塊大小

source: Classic
ja: クラシック
ko: 클래식
nl: Klassiek
pl: Klasyczny
ru: Классический

source: Click Here To Allow Sleep
de: Hier klicken, um den Ruhezustand zuzulassen
es: Haz clic aquí para permitir reposo.
fr: Cliquez ici pour autoriser la mise en veille
hu: Alvás engedélyezése
it: Clicca qui per abilitare la sospensione
ja: スリープを許可
ko: 여기를 클릭하여 잠자기 허용
nb: Klikk her for å tillate hvilemodus
nl: Klik hier om sluimerstand toe te staan
pl: Kliknij tutaj, aby zezwolić na uśpienie
pt_br: Clique para permitir a suspensão
ro: Apasă aici pentru a permite modul de repaus
ru: Нажмите здесь, чтобы разрешить спящий режим
sl: Kliknite tukaj, da omogočite stanje spanja
sv: Klicka här för att tillåta sömnläge
tr: Uykuya İzin Vermek İçin Buraya Tıklayın
uk: Натисніть тут, щоб дозволити сплячий режим
vi: Nhấn vào đây để cho phép ngủ
zh_hans: 点击此处允许睡眠
zh_hant: 點擊此處允許睡眠

source: Click Here To Configure DDC…
de: Konfiguration der DDC-Funktionen…
es: Configurar funciones DDC…
fr: Cliquez ici pour configurer les fonctionnalités DDC…
hu: DDC funkciók konfigurálása…
it: Fai clic qui per configurare DDC…
ja: クリックしてDDC機能を構成…
ko: DDC 기능 구성…
nb: Klikk her for å konfigurere DDC…
nl: Klik hier om DDC te configureren...
pl: Kliknij tutaj, aby skonfigurować DDC…
pt_br: Clique aqui para configurar o DDC…
ro: Apasă aici pentru a configura DDC…
ru: Нажмите здесь, чтобы настроить DDC…
sl: Kliknite tukaj za konfiguracijo DDC…
sv: Klicka här för att konfigurera DDC…
tr: DDC Yapılandırması için Buraya Tıklayın…
uk: Натисніть тут, щоб налаштувати DDC…
vi: Nhấp vào đây để cấu hình DDC…
zh_hans: 配置 DDC 功能…
zh_hant: 設定 DDC 功能…

source: Click icon to open/close app menu!
de: Auf das Symbol klicken um das App-Menü zu Öffnen / Schließen!
es: Haz click en el ícono para abrir/cerrar el menú de la app!
fr: Cliquez l'icône pour ouvrir/fermer le menu de l'application !
hu: Menü nyitása, zárása.
it: Clicca sull'icona per aprire/chiudere il menu dell'app!
ja: アイコンをクリックしてアプリメニューを開閉できます!
ko: 앱 메뉴를 열거나 닫으려면 아이콘을 클릭하세요!
nb: Klikk ikonet for å åpne/lukke app-menyen!
nl: Klik symbool om appmenu te openen/sluiten!
pl: Kliknij ikonę, aby otworzyć/zamknąć menu aplikacji!
pt_br: Clique no ícone para abrir/fechar o menu do aplicativo!
ro: Faceți clic pe pictogramă pentru a deschide/închide meniul aplicației!
ru: Нажмите на иконку, чтобы открыть/закрыть меню приложения!
sl: Kliknite ikono, da odprete/zaprete meni aplikacije!
sv: Klicka på ikonen för att öppna/stänga appmenyn!
tr: Uygulama menüsünü açmak/kapatmak için simgeye tıklayın!
uk: Натисніть значок, щоб відкрити/закрити меню програми!
vi: Nhấp vào biểu tượng để mở/đóng menu ứng dụng!
zh_hans: 点击图标打开或关闭应用程序菜单！
zh_hant: 點擊圖示打開或關閉應用程式選單！
