Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

# VCP: 0x%@ parsed as: `%@`
source: VCP: 0x%1$@ parsed as: `%2$@`
es: VCP: 0x%1$@ interpretado como: `%2$@`
fr: VCP: 0x%1$@ interprété comme: `%2$@`
ja: VCP：0x%1$@（「%2$@」と解析）
ko: VCP: 0x%1$@(이)가 `%2$@`(으)로 파싱됨
nl: VCP: 0x%@ ontleed als: `%@`
ru: VCP: 0x%1$@ проанализировано как:
uk: VCP: 0x%1$@ інтерпретовано як: `%2$@`

source: VIRTUAL
de: VIRTUELL
fr: VIRTUEL
hu: VIRTUÁLIS
it: VIRTUALE
ja: 仮想
ko: 가상
nb: VIRTUELL
nl: VIRTUEEL
pl: WIRTUALNY
ru: ВИРТУАЛЬНЫЙ
sl: VIRTUALNO
sv: VIRTUELL
tr: SANAL
uk: ВІРТУАЛЬНИЙ
vi: ẢO
zh_hans: 虚拟
zh_hant: 虛擬

source: Value
de: Wert
es: Valor
fr: Valeur
hu: Érték
it: Valore
ja: 値
ko: 값
nb: Verdi
nl: Waarde
pt_br: Valor
ro: Valoare
ru: Значение
sl: Vrednost
sv: Värde
tr: Değer
uk: Значення
vi: Giá trị
zh_hans: 值
zh_hant: 值

source: Value (optional)
de: Wert (optional)
es: Valor (opcional)
fr: Valeur (optionnelle)
hu: Érték (opcionális)
it: Valore (opzionale)
ja: 値（オプション）
ko: 값 (선택 사항)
nb: Verdi (valgfritt)
nl: Waarde (optioneel)
pt_br: Valor (opcional)
ro: Valoare (opțional)
ru: Значение (необязательно)
sl: Vrednost (neobvezno)
sv: Värde (valfritt)
tr: Değer (isteğe bağlı)
uk: Значення (необов'язково)
vi: Giá trị (tùy chọn)
zh_hans: 值（可选）
zh_hant: 值（可選）

source: Value format string
de: Werteformat
es: Formato valor
fr: Chaîne de caractères de formatage de la valeur
hu: Értékformátum
it: Formato valore
ja: 値フォーマット文字列
ko: 값 형식 문자열
nb: Formatstreng for verdi
nl: Waarde-opmaaktekenreeks
pt_br: Formato de valor
ro: Valoare de tip string
ru: Строка формата значения
sl: Niz oblike vrednosti
sv: Sträng för värdeformat
tr: Değer biçimi dizesi
uk: Рядок формату значення
zh_hans: 值格式
zh_hant: 值格式

source: Value multiplier
de: Wert-Multiplikator
es: Multiplicador valor
fr: Multiplicateur de la valeur
hu: Értékszorzó
it: Moltiplicatore valore
ja: 値乗数
ko: 값 배수
nb: Verdimultiplikator
nl: Waarde-vermenigvuldigingswaarde
pt_br: Multiplicador de valor
ro: Multiplicator de valoare
ru: Множитель значения
sl: Množitelj vrednosti
sv: Värdemultiplikator
tr: Değer çarpanı
uk: Множник значення
zh_hans: 值乘数
zh_hant: 值乘數

source: Values: %@
de: Werte: %@
es: Valores: %@
fr: Valeurs : %@
hu: Értékek: %@
it: Valori: %@
ja: 値：%@
ko: 값: %@
nb: Verdier: %@
nl: Waarden: %@
pt_br: Valores: %@
ro: Valori: %@
ru: Значения: %@
sl: Vrednosti: %@
sv: Värden: %@
tr: Değer: %@
uk: Значення: %@
vi: Giá trị: %@
zh_hans: 值：%@
zh_hant: 值：%@

source: Variable Refresh Rate
de: Variable Wiederholrate
es: Tasa de Refresco Variable
fr: Taux de rafraîchissement variable
hu: Változó frissítési ráta
it: Frequenza di aggiornamento variabile
ja: 可変リフレッシュレート
ko: 가변 주사율
nb: Variabel oppdateringsfrekvens
nl: Variabele verversingsfrequentie
pt_br: Taxa de atualização variável
ro: Rata de reîmprospătare variabilă
ru: Переменная Частота Обновления
sl: Spremenljiva hitrost osveževanja
sv: Variabel uppdateringsfrekvens
tr: Değişken Yenileme Hızı
uk: Змінна частота оновлення
vi: Tần Độ Làm Mới Biến Đổi
zh_hans: 可变更新率
zh_hant: 可變更新率

source: Variable refresh rate
de: Variable Wiederholrate
es: Tasa de refresco variable
fr: Taux de rafraîchissement variable
hu: Változó frissítési ráta
it: Frequenza di aggiornamento variabile
ja: リフレッシュレート（可変）
ko: 가변 주사율
nb: Variabel oppdateringsfrekvens
nl: Variabele verversingsfrequentie
pt_br: Taxa de atualização variável
ro: Rată de reîmprospătare variabilă
ru: Переменная частота обновления
sl: Spremenljiva hitrost osveževanja
sv: Variabel uppdateringsfrekvens
tr: Değişken yenileme hızı
uk: Змінна частота оновлення
vi: Tần số làm mới thích ứng
zh_hans: 可变刷新率
zh_hant: 可變更新率

source: Vendor ID
de: Hersteller-ID
es: ID Proveedor
fr: Identifiant fabriquant
hu: Szállító ID
it: ID fornitore
ja: ベンダーID
ko: 제조사 ID
nb: Leverandør-ID
nl: Leverancier-ID
pl: ID sprzedawcy
pt_br: ID do Fornecedor
ro: ID producător
ru: ID поставщика
sl: ID proizvajalca
sv: Tillverkarens id
tr: Tedarikçi ID
uk: ID постачальника
vi: ID Nhà sản xuất
zh_hans: 供应商 ID
zh_hant: 供應商 ID

source: Vendor and model ID
de: Hersteller- und Modell-ID
es: ID proveedor y modelo
fr: Fabriquant et identifiant du modèle
hu: Szállító és modell ID
it: ID fornitore e modello
ja: ベンダーとモデルID
ko: 제조사 및 모델 ID
nb: Leverandør- og modell-ID
nl: Leverancier- en model-ID
pt_br: ID do Fornecedor e do modelo
ro: ID-ul producătorului și modelului
ru: ID поставщика и модели
sl: Prodajalec in ID modela
sv: Id för tillverkare och modell
tr: Tedarikçi ve model ID
uk: Ідентифікатор постачальника та моделі
vi: Nhà sản xuất và ID model
zh_hans: 供应商和型号 ID
zh_hant: 供應商和型號 ID

source: Version
es: Versión
hu: Verzió
it: Versione
ja: バージョン
ko: 버전
nb: Versjon
nl: Versie
pl: Wersja
pt_br: Versão
ro: Versiune
ru: Версия
sl: Verzija
tr: Versiyon
uk: Версія
vi: Phiên bản

source: Vertical
de: Vertikal
hu: Vertikális
it: Verticale
ja: 垂直
ko: 수직 정렬
nb: Vertikal
nl: Verticaal
pl: Pionowo
ru: Вертикальный
sl: Navpično
sv: Vertikalt
tr: Dikey
uk: Вертикальний
vi: Dọc
zh_hans: 垂直
zh_hant: 垂直

source: Vertical density
de: Vertikale Dichte
es: Densidad vertical
fr: Densité verticale
hu: Függőleges sűrűség
it: Densità verticale
ja: 密度（垂直）
ko: 수직 밀도
nb: Vertikal tetthet
nl: Verticale dichtheid
pt_br: Densidade vertical
ro: Densitatea verticală
ru: Вертикальная плотность
sl: Navpična gostota
sv: Vertikal densitet
tr: Dikey yoğunluk
uk: Вертикальна щільність
vi: Mật độ dọc
zh_hans: 垂直密度
zh_hant: 垂直密度

source: Vibrance
de: Lebendigkeit
es: Intensidad
hu: Élénkség
it: Vividezza
ja: 自然な彩度
ko: 활기
nb: Livlighet
nl: Levendigheid
pt_br: Vibração
ro: Intensitate culorilor
ru: Насыщенность
sl: Živahnost
tr: Canlılık
uk: Насиченість
zh_hans: 自然饱和度
zh_hant: 自然飽和度

source: Video Control Settings
de: Videosteuerungseinstellungen
es: Configuración Control Vídeo
fr: Réglages de contrôle vidéo
hu: Video vezérlés beállítások
it: Impostazioni controllo video
ja: ビデオ制御設定
ko: 비디오 제어 설정
nb: Innstillinger for videokontroll
nl: Video-bedieningsinstellingen
pl: Ustawienia sterowania obrazem
pt_br: Configurações de controle de vídeo
ro: Setări control video
ru: Настройки управления видео
sl: Nastavitve video nadzora
sv: Inställningar för videokontroll
tr: Video Kontrol Ayarları
uk: Налаштування керування відео
vi: Cài đặt Điều khiển Video
zh_hans: 视频控制设置
zh_hant: 影像控制設定

source: Video Filter Window
de: Videofilter-Fenster
es: Ventana de filtro de vídeo
fr: Fenêtre de filtres vidéo
hu: Videószűrő ablak
it: Finestra filtro video
ja: ビデオフィルタウインドウ
ko: 비디오 필터 윈도우
nb: Vindu for videofilter
nl: Videofilter-venster
pt_br: Janela de filtro de vídeo
ro: Fereastra filtrului video
ru: Окно видеофильтра
sl: Okno video filtra
sv: Fönster för videofilter
tr: Video Filtre Penceresi
uk: Вікно відеофільтра
zh_hans: 视频滤镜窗口
zh_hant: 視訊濾鏡視窗

source: Video Filters
de: Videofilter
es: Filtros de vídeo
fr: Filtres vidéo
hu: Videószűrők
it: Filtri video
ja: ビデオフィルタ
ko: 비디오 필터
nb: Videofiltre
pt_br: Filtros de vídeo
ro: Filtre video
ru: Видео фильтры
sl: Video filtri
sv: Videofilter
tr: Video Filtreleri
uk: Відеофільтри
zh_hans: 视频滤镜
zh_hant: 視訊濾鏡

source: Vignette
de: Vignettierung
es: Viñeta
hu: Vignetta
it: Vignettatura
ja: ビネット
ko: 비네트
nb: Vignett
pt_br: Vinheta
ro: Vinietă
ru: Виньетка
sl: Vinjeta
tr: Vinyet
uk: Віньєтка
zh_hans: 晕影
zh_hant: 暈影

source: Virtual
de: Virtuell
fr: Virtuel
hu: Virtuális
it: Virtuale
ja: 仮想
ko: 가상
nb: Virtuell
nl: Virtueel
pl: Wirtualny
ru: Виртуальный
sl: Virtualno
sv: Virtuell
tr: Sanal
uk: Віртуальний
vi: Ảo
zh_hans: 虚拟
zh_hant: 虛擬

source: Virtual Screen Connect
de: Virtuellen Bildschirm verbinden
es: Conexión Pantalla Virtual
fr: Connexion de l'écran virtuel
hu: Virtuális képernyő csatlakoztatás
it: Connessione schermo virtuale
ja: 仮想スクリーンを接続
ko: 가상 화면 연결
nb: Koble til virtuell skjerm
nl: Verbind virtueel scherm
pl: Połączenie wirtualnego ekranu
pt_br: Conexão Tela Virtual
ro: Conectare ecran virtual
ru: Подключение виртуального экрана
sl: Navidezni zaslon je povezan
sv: Virtuell skärmanslutning
tr: Sana Ekrana Bağlan
vi: Kết nối màn hình ảo
zh_hans: 虚拟屏幕连接
zh_hant: 虛擬螢幕連接

source: Virtual Screen Disconnect
de: Virtuellen Bildschirm trennen
es: Desconexión Pantalla Virtual
fr: Déconnexion de l'écran virtuel
hu: Virtuális képernyő leválasztás
it: Disconnessione schermo virtuale
ja: 仮想スクリーンを切断
ko: 가상 화면 연결 해제
nb: Koble fra virtuell skjerm
nl: Koppel virtueel scherm los
pl: Rozłączenie wirtualnego ekranu
pt_br: Desconexão Tela Virtual
ro: Deconectare ecran virtual
ru: Отключение виртуального экрана
sl: Navidezni zaslon je prekinjen
sv: Virtuell skärmfrånkoppling
tr: Sanal Ekran Bağlantısını Kes
uk: Відключення віртуального екрану
vi: Ngắt kết nối màn hình ảo
zh_hans: 虚拟屏幕断开
zh_hant: 虛擬螢幕斷開

source: Virtual Screen Management
de: Verwaltung der virtuellen Bildschirme
es: Gestión Pantalla Virtual
fr: Gestion des écrans virtuels
hu: Virtuális képernyő kezelés
it: Gestione schermo virtuale
ja: 仮想スクリーン管理
ko: 가상 화면 관리
nb: Administrasjon av virtuell skjerm
nl: Beheer van virtueel scherm
pl: Zarządzanie wirtualnymi ekranami
pt_br: Gerenciamento de tela virtual
ro: Gestionare Ecran Virtual
ru: Управление виртуальным экраном
sl: Upravljanje virtualnega zaslona
sv: Hantering av virtuell skärm
tr: Sanal Ekran Yönetimi
uk: Керування віртуальним екраном
vi: Quản lý Màn hình ảo
zh_hans: 虚拟屏幕管理
zh_hant: 虛擬螢幕管理

source: Virtual Screen Mode
de: Modus des virtuellen Bildschirms
es: Modo Pantalla Virtual
fr: Mode de l'écran virtuel
hu: Virtuális képernyőmód
it: Modalità schermo virtuale
ja: 仮想スクリーンモード
ko: 가상 화면 모드
nb: Modus for virtuell skjerm
nl: Modus virtueel scherm
pl: Tryb wirtualnego ekranu
pt_br: Modo de tela virtual
ro: Mod Ecran virtual
ru: Режим виртуального экрана
sl: Način navideznega zaslona
sv: Läge för virtuell skärm
tr: Sanal Ekran Modu
uk: Режим віртуального екрану
vi: Chế độ Màn hình ảo
zh_hans: 虚拟屏幕模式
zh_hant: 虛擬螢幕模式

source: Virtual Screen Resolutions
de: Auflösungen des virtuellen Bildschirms
es: Resoluciones de pantalla virtual
fr: Résolutions de l'Écran Virtuel
hu: Virtuális képernyő Felbontások
it: Risoluzione schermo virtuale
ja: 仮想スクリーン解像度
ko: 가상 화면 해상도
nb: Oppløsninger for virtuell skjerm
nl: Resoluties virtueel scherm
pl: Rozdzielczości wirtualnego ekranu
pt_br: Resoluções de tela virtual
ro: Revoluții ecran virtual
ru: Разрешение виртуального экрана
sl: Virtualne ločljivosti zaslona
sv: Upplösningar för virtuell skärm
tr: Sanal Ekran Çözünürlükleri
uk: Роздільна здатність віртуального екрану
vi: Độ phân giải Màn hình ảo
zh_hans: 虚拟屏幕分辨率
zh_hant: 虛擬螢幕解析度

source: Virtual screen
de: Virtueller Bildschirm
es: Pantalla virtual
fr: Écran virtuel
hu: Virtuális képernyő
it: Schermo virtuale
ja: 仮想スクリーン
ko: 가상 화면
nb: Virtuell skjerm
nl: Virtueel scherm
pl: Wirtualny ekran
pt_br: Tela virtual
ro: Ecran virtual
ru: Виртуальный экран
sl: Virtualni zaslon
sv: Virtuell skärm
tr: Sanal ekran
uk: Віртуальний екран
vi: Màn hình ảo
zh_hans: 虚拟屏幕
zh_hant: 虛擬螢幕

source: Virtual screen follows display orientation
de: Virtueller Bildschirm folgt der Ausrichtung des Displays
es: La pantalla virtual sigue la orientación de la pantalla
fr: L'écran virtuel suit l'orientation de l'écran
hu: A virtuális képernyő követi a kijelző tájolását
it: Il schermo virtuale segue l'orientamento del display
ja: 仮想スクリーンはディスプレイの向きに従う
ko: 가상 화면이 디스플레이 방향을 따르게 하기
nb: Virtuell skjerm følger skjermens orientering
nl: Virtueel scherm volgt schermstand
pl: Wirtualny ekran dostosowuje się do orientacji wyświetlacza
pt_br: A tela virtual segue a orientação da exibição
ro: Ecranul virtual urmărește orientarea ecranului fizic
ru: Виртуальный экран следует ориентации дисплея
sl: Navidezni zaslon sledi orientaciji zaslona
sv: Virtuell skärm följer skärmens orientering
tr: Sanal ekran, monitör yönünü takip eder
uk: Віртуальний екран відповідає орієнтації дисплея
vi: Màn hình ảo tuân theo chiều hướng của màn hình
zh_hans: 虚拟屏幕跟随显示器方向
zh_hant: 虛擬螢幕跟隨顯示器方向

source: Virtual screen group members can be sync sources.
de: Virtuelle Bildschirme, die Gruppenmitglieder sind, können Ursprünge für Synchronisierung sein.
es: Los miembros del grupo de pantallas virtuales pueden ser fuentes de sincronización.
fr: Les écrans virtuels membres du groupe peuvent être des sources de synchronisation.
hu: Virtuális képernyő csoporttagok is lehetnek szinkronizációs források.
it: I membri del gruppo di schermi virtuali possono essere sorgenti di sincronizzazione.
ja: 仮想スクリーングループのメンバーは同期ソースになることができます。
ko: 가상 화면 그룹 구성원은 동기화 소스가 될 수 있습니다.
nb: Gruppemedlemmer for virtuell skjerm kan være synkroniseringskilder.
nl: Virtueel scherm groepslid kunnen synchronisatiebronnen zijn.
pl: Członkowie grupy wirtualnego ekranu mogą być źródłami synchronizacji.
pt_br: Os membros do grupo de telas virtuais podem ser fontes de sincronização.
ro: Membrii grupului de ecrane virtuale pot fi surse de sincronizare.​
ru: Члены группы виртуальных экранов могут быть источниками синхронизации.
sl: Člani skupine navideznih zaslonov so lahko viri za sinhronizacijo.
sv: Medlemmar i en virtuell skärmgrupp kan vara synkroniseringskällor.
tr: Sanal ekran grubu üyeleri senkronizasyon kaynakları olabilir.
uk: Члени групи віртуальних екранів можуть бути джерелами синхронізації.
vi: Các thành viên nhóm màn hình ảo có thể là nguồn đồng bộ hóa.
zh_hans: 虚拟屏幕组成员可作为同步源。
zh_hant: 虛擬螢幕群組成員可作為同步源。

source: Virtual screen group members can be sync targets.
de: Virtuelle Bildschirme, die Gruppenmitglieder sind, können Ziele einer Synchronisierung sein.
es: Los miembros del grupo de pantallas virtuales pueden ser objetivos de sincronización
fr: Les écrans virtuels membres du groupe peuvent être des cibles de synchronisation.
hu: Virtuális képernyő csoporttagok is lehetnek szinkronizációs célok.
it: I membri del gruppo di schermi virtuali possono essere destinazioni di sincronizzazione.
ja: 仮想スクリーングループメンバーは同期ターゲットにすることができます。
ko: 가상 화면 그룹 구성원이 동기화 대상이 될 수 있습니다.
nb: Gruppemedlemmer for virtuell skjerm kan være synkroniseringsmål.
nl: Virtueel scherm groepslid kunnen synchronisatiedoelen zijn.
pl: Członkowie grupy wirtualnego ekranu mogą być celami synchronizacji.
pt_br: Os membros do grupo de telas virtuais podem ser alvos de sincronização.
ro: Membrii grupului de ecrane virtuale pot fi destinații de sincronizare.​
ru: Члены группы виртуальных экранов могут быть целями синхронизации.
sl: Člani skupine navideznih zaslonov so lahko cilji sinhronizacije.
sv: Medlemmar i en virtuell skärmgrupp kan vara synkroniseringsmål.
tr: Sanal ekran grubu üyeleri senkronizasyon hedefleri olabilir.
uk: Члени групи віртуальних екранів можуть бути цілями синхронізації.
vi: Màn hình ảo trong nhóm có thể là mục tiêu đồng bộ.
zh_hans: 虚拟屏幕组成员可以作为同步目标。
zh_hant: 虛擬螢幕群組成員可以作為同步目標。

source: Virtual screen name
de: Name des virtuellen Bildschirms
es: Nombre pantalla virtual
fr: Nom de l'écran virtuel
hu: Virtuális képernyő név
it: Nome del schermo virtuale
ja: 仮想スクリーン名
ko: 가상 화면 이름
nb: Navn på virtuell skjerm
nl: Naam virtueel scherm
pl: Nazwa wirtualnego ekranu
pt_br: Nome de tela virtual
ro: Nume ecran virtual
ru: Название виртуального экрана
sl: Navidezno zaslonsko ime
sv: Namn för virtuell skärm
tr: Sanal ekran adı
uk: Назва віртуального екрану
vi: Tên màn hình ảo
zh_hans: 虚拟屏幕名称
zh_hant: 虛擬螢幕名稱

source: Virtual screen tag ID
de: Tag-ID des virtuellen Bildschirms
es: ID etiqueta de pantalla virtual
fr: ID de l'étiquette de l'écran virtuel
hu: Virtuális képernyő tag ID
it: ID etichetta schermo virtuale
ja: 仮想スクリーンタグID
ko: 가상 화면 태그 ID
nb: Merke-ID for virtuell skjerm
nl: Tag-ID virtueel scherm
pl: Identyfikator tagu wirtualnego ekranu
pt_br: ID da tag de tela virtual
ro: Eticheta ID Ecranului Virtual
ru: ID тега виртуального экрана
sl: ID oznake navideznega zaslona
sv: ID för tagg för virtuell skärm
tr: Sanal ekran etiket kimliği
uk: Ідентифікатор тегу віртуального екрану
vi: Thẻ ID màn hình ảo
zh_hans: 虚拟屏幕标签 ID
zh_hant: 虛擬螢幕 Tag ID

source: Virtual screens
de: Virtuelle Bildschirme
es: Pantallas virtuales
fr: Écrans virtuels
hu: Virtuális képernyők
it: Schermi virtuali
ja: 仮想スクリーン
ko: 가상 화면
nb: Virtuelle skjermer
nl: Virtuele schermen
pl: Wirtualne ekrany
pt_br: Telas Virtuais
ro: Ecrane Virtuale
ru: Виртуальные экраны
sl: Virtualni zasloni
sv: Virtuella skärmar
tr: Sanal Ekranlar
uk: Віртуальні екрани
vi: Màn hình ảo
zh_hans: 虚拟屏幕
zh_hant: 虛擬螢幕

source: Virtual screens are not connected automatically, brightness and other adjustments are not restored and reverted to defaults, custom EDIDs are not automatically applied.
de: Virtuelle Bildschirme werden nicht automatisch verbunden, Helligkeit und andere Einstellungen werden nicht wiederhergestellt und auf die Standardwerte zurückgesetzt, benutzerdefinierte EDIDs werden nicht automatisch angewendet.
es: Las pantallas virtuales no se conectan automáticamente, el brillo y otros ajustes no se restauran ni se revierten a los valores predeterminados, los EDID personalizados no se aplican automáticamente.
fr: Les écrans virtuels ne sont pas connectés automatiquement, la luminosité et les autre ajustements ne sont pas restaurés et sont remis à leur valeurs par défaut, les EDID personnalisés ne sont pas appliqués automatiquement.
hu: A virtuális képernyők nem csatlakoznak automatikusan, a fényerő és egyéb beállítások nem kerülnek visszaállításra és alapértelmezett értékeket vettek fel, az egyéni EDID felülírások nem lettek alkalmazva.
it: I schermi virtuali non sono connessi automaticamente, la luminosità e altre regolazioni non vengono ripristinate e riportate ai valori predefiniti, gli EDID personalizzati non vengono applicati automaticamente.
ja: 仮想スクリーンは自動的に接続されません。輝度調整がデフォルトに戻ります。カスタムEDIDは自動的に適用されません。
ko: 가상 화면이 자동으로 연결되지 않고, 밝기 및 기타 조정이 복원되지 않고 기본값으로 되돌아가지 않으며, 사용자 지정 EDID가 자동으로 적용되지 않습니다.
nb: Virtuelle skjermer kobles ikke til automatisk, lysstyrke og andre innstillinger gjenopprettes ikke til standard, egendefinerte EDID skrives ikke automatisk.
nl: Virtuele schermen worden niet automatisch verbonden, helderheid en andere aanpassingen worden niet hersteld en teruggedraaid naar standaardinstellingen, eigen EDID's worden niet automatisch toegepast.
pl: Wirtualne ekrany nie są łączone automatycznie, jasność i inne ustawienia nie są przywracane i powracają do wartości domyślnych, a niestandardowe parametry EDID nie są automatycznie stosowane.
pt_br: As Telas virtuais não são conectadas automaticamente, o brilho e outros ajustes não são restaurados e revertidos para os padrões, EDIDs personalizados não são aplicados automaticamente.
ro: Ecranele virtuale nu sunt conectate automat, luminozitatea și alte ajustări nu sunt restaurate și se revin la valorile implicite, EDID-urile personalizate nu sunt aplicate automat.
ru: Виртуальные экраны не подключаются автоматически, яркость и другие настройки не восстанавливаются и не возвращаются к значениям по умолчанию, пользовательские EDID не применяются автоматически.
sl: Navidezni zasloni se ne povežejo samodejno, svetlost in druge prilagoditve se ne obnovijo in povrnejo na privzete vrednosti, EDID po meri se ne uporabijo samodejno.
sv: Virtuella skärmar ansluts inte automatiskt, ljusstyrka och andra justeringar återställs inte och återgår inte till standardvärden, anpassade EDIDs tillämpas inte automatiskt.
tr: Sanal ekranlar otomatik olarak bağlanmaz, parlaklık ve diğer ayarlamalar geri yüklenmez ve varsayılanlara döndürülmez, özel EDID'ler otomatik olarak uygulanmaz.
uk: Віртуальні екрани не підключаються автоматично, яскравість та інші налаштування не відновлюються та повертаються до значень за замовчуванням, спеціальні EDID не застосовуються автоматично.
vi: Các màn hình ảo không được kết nối tự động, độ sáng và các điều chỉnh khác không được khôi phục và trở về mặc định, các EDID tùy chỉnh không được tự động áp dụng.
zh_hans: 虚拟屏幕不会自动连接，亮度和其他调整不会恢复并采取默认值，自定义 EDID 不会自动应用。
zh_hant: 虛擬螢幕不會自動連接，亮度和其他調整不會回復預設值，自訂 EDID 不會自動套用。

source: Virtual screens associated with displays cannot be manually connected or disconnected!
de: Virtuelle Bildschirme, die mit Displays gekoppelt sind, können nicht manuell verbunden oder getrennt werden!
es: ¡Las pantallas virtuales asociadas con pantallas no se pueden conectar ni desconectar manualmente!
fr: Les écrans virtuels associés avec des écrans ne peuvent pas être connecté/déconnectés manuellement !
hu: Képernyőkhöz társított virtuális kijelzők nem csatolhatók vagy leválaszthatók manuálisan!
it: I schermi virtuali associati ai display non possono essere collegati o scollegati manualmente!
ja: ディスプレイに関連付けている仮想スクリーンを、手動で接続または切断できません!
ko: 디스플레이와 연결된 가상 화면은 수동으로 연결하거나 분리할 수 없습니다!
nb: Virtuelle skjermer knyttet til skjermer kan ikke kobles til eller fra manuelt!
nl: Virtuele schermen die zijn geassocieerd aan schermen kunnen niet handmatig worden verbonden of losgekoppeld!
pl: Wirtualnych ekranów przypisanych do wyświetlaczy nie można ręcznie łączyć ani rozłączać!
pt_br: As telas virtuais associadas aos monitores não podem ser conectadas ou desconectadas manualmente!
ro: Ecranele virtuale asociate cu ecrane fizice nu pot fi conectate sau deconectate manual!
ru: Виртуальные экраны, связанные с дисплеями, не могут быть подключены или отключены вручную!
sl: Virtualnih zaslonov, povezanih z zasloni, ni mogoče ročno povezati ali odklopiti!
sv: Virtuella skärmar som är kopplade till skärmar kan inte anslutas eller kopplas bort manuellt!
tr: Ekranlarla ilişkili sanal ekranlar manuel olarak bağlanamaz veya bağlantısı kesilemez!
uk: Віртуальні екрани, пов'язані з дисплеями, не можна вручну підключити чи від'єднати!
vi: Các màn hình ảo liên kết với các màn hình không thể được kết nối hoặc ngắt kết nối thủ công!
zh_hans: 与显示器关联的虚拟屏幕无法手动连接或断开！
zh_hant: 與顯示器關聯的虛擬螢幕無法手動連接或斷開！

source: Virtual screens associated with displays cannot be manually connected!
de: Virtuelle Bildschirme, die mit Displays gekoppelt sind, können nicht manuell verbunden werden!
es: ¡Las pantallas virtuales asociadas con pantallas no se pueden conectar manualmente!
fr: Les écrans virtuels associés avec des écrans ne peuvent pas être connecté manuellement !
hu: Képernyőkhöz társított virtuális kijelzők nem csatolhatók manuálisan!
it: Gli schermi virtuali associati agli schermi non possono essere collegati manualmente!
ja: ディスプレイに関連付けている仮想スクリーンを、手動で接続できません!
ko: 디스플레이와 연결된 가상 화면은 수동으로 연결할 수 없습니다!
nb: Virtuelle skjermer knyttet til skjermer kan ikke kobles til manuelt!
nl: Virtuele schermen die zijn geassocieerd aan schermen kunnen niet handmatig worden verbonden!
pl: Wirtualnych ekranów przypisanych do wyświetlaczy nie można łączyć ręcznie!
pt_br: As telas virtuais associadas aos monitores não podem ser conectadas manualmente!
ro: Ecranele virtuale asociate cu ecrane fizice nu pot fi conectate manual!
ru: Виртуальные экраны, связанные с дисплеями, не могут быть подключены вручную!
sl: Virtualnih zaslonov, povezanih z zasloni, ni mogoče ročno povezati!
sv: Virtuella skärmar som är kopplade till skärmar kan inte anslutas manuellt!
tr: Ekranlarla ilişkili sanal ekranlar manuel olarak bağlanamaz!
uk: Віртуальні екрани, пов'язані з дисплеями, не можна підключити вручну!
vi: Các màn hình ảo liên kết với các màn hình không thể được kết nối thủ công!
zh_hans: 与显示器关联的虚拟屏幕无法手动连接！
zh_hant: 與顯示器關聯的虛擬螢幕無法手動連接！
