Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Read failed
de: Lesen fehlgeschlagen
es: Fallo en la lectura
fr: La lecture a échoué
hu: Olvasás sikertelen
it: Lettura fallita
ja: 読み取り失敗
ko: 읽기 실패
nb: Lesing feilet
nl: Lezen mislukt
pl: Odczyt nie powiódł się
pt_br: Leitura falhou
ro: Citire eșuată
ru: Считывание не удалось
sl: Branje ni uspelo
sv: Läsning misslyckades
tr: Okuma başarısız
uk: Зчитування не вдалося
vi: Đọc thất bại
zh_hans: 读取失败
zh_hant: 讀取失敗

source: Read length (bytes)
de: Leselänge (Bytes)
es: Longitud de lectura (bytes)
fr: Longueur de lecture (octets)
hu: Olvasási hossz (bájt)
it: Lunghezza lettura (byte)
ja: 読み取り長（バイト）
ko: 읽기 길이 (바이트)
nb: Leselengde (byte)
nl: Gelezen lengte (bytes)
pl: Długość odczytu (bajty)
pt_br: Comprimento de leitura (bytes)
ro: Citește lungimea (octeți)
ru: Длина чтения (байты)
sl: Dolžina branja (bajti)
sv: Läslängd (byte)
tr: Uzunluğu oku (byte)
uk: Довжина читання (байти)
vi: Độ dài đọc (byte)
zh_hans: 读取长度 (bytes)
zh_hant: 讀取長度 (bytes)

source: Read unsupported
de: Lesen nicht unterstützt
es: Lectura no soportada
fr: Lecture non-prise en charge
hu: Olvasás nem támogatott
it: Lettura non supportata
ja: 読み取り未対応
ko: 읽기 미지원
nb: Lesing ikke støttet
nl: Lezen niet ondersteund
pl: Odczyt nieobsługiwany
pt_br: Leitura não suportada
ro: Citire nesuportată
ru: Считывание не поддерживается
sl: Branje ni podprto
sv: Läsning stöds inte
tr: Desteklenmeyen okuma
uk: Зчитування не підтримується
vi: Không hỗ trợ đọc
zh_hans: 读取不受支持
zh_hant: 讀取不受支援

source: Read values from device
de: Gerätewert lesen
es: Leer valores del dispositivo
fr: Lire les valeurs depuis l’appareil
hu: Értékek beolvasása az eszközről
it: Leggi i valori dal dispositivo
ja: デバイスから値を読み取る
ko: 장치에서 값 읽기
nb: Les verdier fra enheten
nl: Lees waarden van apparaat
pl: Odczytaj wartości z urządzenia
pt_br: Ler valores do dispositivo
ro: Citiți valorile de pe dispozitiv
ru: Считать значения с устройства
sl: Preberite vrednosti iz naprave
sv: Läs värden från enheten
tr: Cihazdan değer oku
uk: Зчитати значення з пристрою
zh_hans: 从设备读取数值
zh_hant: 從設備讀取數值

source: Read values from display
de: Werte vom Display lesen
es: Leer valores de la pantalla
fr: Lire la valeur depuis l'écran
hu: Kijelző értékek kiolvasása
it: Leggi i valori dal display
ja: ディスプレイからの読み込み値
ko: 디스플레이에서 값 읽기
nb: Les verdier fra skjermen
nl: Lees waarden van scherm
pl: Odczytaj wartości z wyświetlacza
pt_br: Ler valores do display
ro: Citește valori de la ecran
ru: Считать значения с дисплея
sl: Preberite vrednosti z zaslona
sv: Läs värden från skärmen
tr: Ekrandan değerleri oku
uk: Зчитування значень з дисплея
vi: Đọc giá trị từ màn hình
zh_hans: 从显示器读取值
zh_hant: 從顯示器讀取值

source: Reads EDID data acquired by the operating system. This data might be altered by the system for various reasons.
de: Liest die vom Betriebssystem erfassten EDID-Daten. Diese Daten können aus verschiedenen Gründen vom System verändert worden sein.
es: Leer datos EDID adquiridos por el sistema operativo. Estos datos pueden ser alterados por el sistema por varias razones.
fr: Lis les données EDID acquises par l'OS. Ces données peuvent être altérées par l'OS pour de multiples raisons.
hu: Olvassa az operációs rendszer által letöltött EDID-adatokat. Ezeket az adatokat a rendszer különböző okokból módosíthatja.
it: Legge i dati EDID acquisiti dal sistema operativo. Questi dati potrebbero essere modificati dal sistema per vari motivi.
ja: オペレーティングシステムによって取得したEDIDデータを読み込みます。このデータはさまざまな理由でシステムによって変更されることがあります。
ko: 운영 체제에서 획득한 EDID 데이터를 읽습니다. 이 데이터는 여러 가지 이유로 시스템에 의해 변경될 수 있습니다.
nb: Leser EDID-data innhentet av operativsystemet. Denne dataen kan endres av systemet av forskjellige grunner.
nl: Lees de EDID-gegevens vereist door het besturingssysteem. Deze gegevens zijn mogelijk aangepast door het systeem om diverse redenen.
pl: Odczytuje dane EDID uzyskane przez system operacyjny. Dane te mogą zostać zmienione przez system z różnych przyczyn.
pt_br: Ler dados EDID fornecidos pelo sistema operacional. Esses dados podem ser alterados pelo sistema por diversos motivos.
ro: Citește datele EDID găsite de sistemul de operare. Aceste date pot fi modificate de sistem din diverse motive.
ru: Считывает данные EDID, полученные операционной системой. Эти данные могут быть изменены системой по различным причинам.
sl: Bere podatke EDID, ki jih pridobi operacijski sistem. Te podatke lahko sistem spremeni iz različnih razlogov.
sv: Läser EDID-data som hämtats in av operativsystemet. Dessa data kan ändras av systemet av olika anledningar.
tr: İşletim sistemi tarafından alınan EDID verilerini okur. Bu veriler çeşitli nedenlerle sistem tarafından değiştirilebilir.
uk: Зчитує дані EDID, отримані операційною системою. Ці дані можуть бути змінені системою з різних причин.
vi: Đọc dữ liệu EDID mà hệ điều hành thu thập. Dữ liệu này có thể bị thay đổi bởi hệ thống vì nhiều lý do khác nhau.
zh_hans: 读取操作系统获取的 EDID 数据。系统可能由于各种原因会更改这些数据。
zh_hant: 讀取操作系統取得的 EDID 資料。系統可能由於各種原因會更改這些資料。

source: Reapply
de: Erneut anwenden
es: Reaplicar
fr: Ré-appliquer
hu: Újraalkalmazás
it: Riappliare
ja: 再適用
ko: 다시 적용
nb: Bruk på nytt
nl: Pas opnieuw toe
pl: Zastosuj ponownie
pt_br: Reaplicado
ro: Reaplicare
ru: Применить снова
sl: Ponovno uveljavi
sv: Återapplicera
tr: Yeniden uygulayın
uk: Застосувати ще раз
vi: Áp dụng lại
zh_hans: 重新应用
zh_hant: 重新程式

source: Reapply Adaptations
de: Anpassungen erneut anwenden
es: Reaplicar Adaptaciones
fr: Ré-appliquer les adaptations
hu: Adaptációk újraalkalmazása
it: Riappliare le Adattamenti
ja: カスタム設定を再適用
ko: 사용자 정의 설정 다시 적용
nb: Bruk tilpasninger på nytt
nl: Pas aanpassingen opnieuw toe
pl: Zastosuj ponownie adaptacje
pt_br: Reaplicar adaptações
ro: Reaplică adaptările
ru: Применить адаптации снова
sl: Ponovno uporabite prilagoditve
sv: Återapplicera anpassningar
tr: Uyarlamaları Yeniden Uygula
uk: Повторно застосувати адаптації
vi: Áp dụng lại các điều chỉnh
zh_hans: 重新应用适配
zh_hant: 重新套用適配

source: Reapply DDC settings on wake
de: DDC-Einstellungen beim Beenden des Ruhezustandes erneut anwenden
es: Reaplicar ajustes DDC al despertar
fr: Réappliquer les paramètre DDC au réveil
hu: DDC beállítások újraalkalmazása ébredéskor
it: Riappllica le impostazioni DDC al risveglio
ja: スリープ解除時にDDC設定を再適用
ko: 깨어날 때 DDC 설정 다시 적용
nb: Bruk DDC-innstillinger på nytt ved oppvåkning
nl: Pas DDC-instellingen opnieuw toe bij uitschakelen sluimerstand
pl: Zastosuj ponownie ustawienia DDC po wybudzeniu
pt_br: Reaplicar as configurações do DDC ao ativar
ro: Reaplicați setările DDC la trezire
ru: Повторно применять настройки DDC при пробуждении
sl: Ponovno uporabite nastavitve DDC ob prebujanju
sv: Återanvänd DDC-inställningar vid uppvaknande
tr: Uyandığınızda DDC ayarlarını yeniden uygulayın
uk: Повторно застосовувати налаштування DDC після пробудження
vi: Áp dụng lại cài đặt DDC khi thức dậy
zh_hans: 唤醒时重新应用 DDC 设置
zh_hant: 喚醒時重新套用 DDC 設定

source: Receive configuration protection notifications
de: Mitteilungen über den Konfigurationsschutz erhalten
es: Recibir notificaciones de protección de configuración
fr: Recevoir les notifications de protection de la configuration
hu: Konfiguráció védelem értesítéseinek fogadása
it: Ricevi notifiche sulla protezione della configurazione.
ja: 構成保護通知を受けとる
ko: 설정 보호 알림 수신
nb: Motta varsler om konfigurasjonsbeskyttelse
nl: Ontvang meldingen voor Bescherming configuratie
pl: Otrzymuj powiadomienia o ochronie konfiguracji
pt_br: Receber notificações de proteção de configuração
ro: Primiți notificări privind protecția configurației
ru: Получать уведомления о защите конфигурации
sl: Prejemajte obvestila o zaščiti konfiguracije
sv: Ta emot meddelanden om konfigurationsskydd
tr: Yapılandırma koruma bildirimleri alın
uk: Отримувати сповіщення про захист конфігурації
vi: Nhận thông báo bảo vệ cấu hình
zh_hans: 接收配置保护通知
zh_hant: 接收設定保護通知

source: Receive internal pre-release updates
de: Interne Vorabveröffentlichungen von Updates erhalten
es: Recibir actualizaciones internas de pre-lanzamiento
fr: Recevoir les mises à jours de preversions internes
hu: Belső előzetes szoftververziók fogadása
it: Ricevi aggiornamenti interni pre-rilascio
ja: 内部プレリリースアップデートを受信
ko: 내부 시험판 업데이트 받기
nb: Motta interne forhåndsutgivelser
nl: Ontvang interne vroege-release-updates
pl: Odbieraj wewnętrzne uaktualnienia przedpremierowe
pt_br: Receber atualizações internas de pré-lançamento
ro: Primiți actualizări interne înainte de lansare
ru: Получать внутренние предварительные обновления
sl: Prejemajte interne posodobitve pred izdajo
sv: Få interna uppdateringar före lansering
tr: Dahili ön sürüm (Alpha) güncellemeleri alın
uk: Отримувати внутрішні попередні оновлення
vi: Nhận cập nhật nội bộ trước phát hành
zh_hans: 接收内部预发布更新
zh_hant: 接收內部預發布更新

source: Receive pre-release updates
de: Vorabveröffentlichungen von Updates erhalten
es: Recibir actualizaciones previas al lanzamiento
fr: Recevoir les mises à jour de préversion
hu: Előzetes szoftververziók fogadása
it: Ricevi aggiornamenti pre-rilascio
ja: プレリリースアップデートを使用
ko: 시험판 업데이트 받기
nb: Motta forhåndsutgivelser
nl: Ontvang vroege-release-updates
pl: Odbieraj uaktualnienia przedpremierowe
pt_br: Receba atualizações de pré-lançamento
ro: Primește actualizări pre-lansare
ru: Получайть предварительные обновления
sl: Prejemajte posodobitve pred izdajo
sv: Ta emot uppdatering av förutgåvor
tr: Ön sürüm (Beta) güncelleştirmeleri alın
uk: Отримувати Пре-Релізні оновлення
vi: Nhận cập nhật phiên bản trước phát hành
zh_hans: 接收预发布更新
zh_hant: 接收預發布更新

source: Reconnect
de: Erneut verbinden
es: Reconectar
fr: Reconnecter
hu: Újracsatlakoztatás
it: Riconetti
ja: 再接続
ko: 다시 연결
nb: Koble til igjen
nl: Verbind opnieuw
pl: Połącz ponownie
pt_br: Reconectar
ro: Reconectează
ru: Повторное подключение
sl: Ponovno vzpostavite povezavo
sv: Återanslut
tr: Tekrar Bağlan
uk: Повторне підключення
vi: Kết nối lại
zh_hans: 重新连接
zh_hant: 重新連接

source: Reconnect All
de: Alle erneut verbinden
es: Reconectar todo
fr: Tout reconnecter
hu: Minden újracsatlakoztatása
it: Riconnetti Tutto
ja: すべてを再接続
ko: 모두 다시 연결
nb: Koble alle til igjen
nl: Verbind alles opnieuw
pl: Połącz wszystko ponownie
pt_br: Reconectar Tudo
ro: Reconectează tot
ru: Переподключить все
sl: Ponovno poveži vse
sv: Återanslut alla
tr: Tümünü Tekrar Bağla
uk: Перепідключити все
vi: Kết nối lại tất cả
zh_hans: 全部重新连接
zh_hant: 全部重新連接

source: Reconnect LG webOS Device
nl: Verbind LG-webOS-apparaat opnieuw
pl: Ponownie połącz urządzenie LG webOS
ru: Повторно подключить устройство LG webOS

source: Reconnect Samsung Smart Device
nl: Verbind Samsung Smart-apparaat opnieuw
pl: Ponownie połącz urządzenie Samsung Smart
ru: Повторно подключить устройство Samsung Smart

source: Reconnect Virtual Screen
de: Virtuellen Bildschirm erneut verbinden
es: Reconectar Pantalla Virtual
fr: Reconnecter l'écran virtuel
hu: Virtuális képernyő újracsatlakoztatása
it: Riconnetti schermo virtuale
ja: 仮想スクリーンを再接続
ko: 가상 화면 다시 연결
nb: Koble til virtuell skjerm igjen
nl: Verbind virtueel scherm opnieuw
pl: Połącz ponownie wirtualny ekran
pt_br: Reconectar a Tela Virtual
ro: Reconectează Ecran Virtual
ru: Переподключить виртуальный экран
sl: Ponovno povežite navidezni zaslon
sv: Återanslut virtuell skärm
tr: Sanal Ekranı Yeniden Bağla
uk: Перепідключити віртуальний екран
vi: Kết nối lại màn hình ảo
zh_hans: 重新连接虚拟屏幕
zh_hant: 重新連接虛擬螢幕

source: Reconnect Virtual Screens
de: Virtuelle Bildschirme erneut verbinden
es: Reconectar Pantallas Virtuales
fr: Reconnecter les écrans virtuels
hu: Virtuális képernyők újracsatlakoztatása
it: Riconnetti schermi virtuali
ja: 仮想スクリーンを再接続
ko: 가상 화면 다시 연결
nb: Koble til virtuelle skjermer igjen
nl: Verbind virtuele schermen opnieuw
pl: Połącz ponownie wirtualne ekrany
pt_br: Reconectar telas virtuais
ro: Reconectează Ecrane Virtuale
ru: Переподключить виртуальные экраны
sl: Ponovno povežite virtualne zaslone
sv: Återanslut virtuella skärmar
tr: Sanal Ekranları Yeniden Bağla
uk: Перепідключити віртуальні екрани
vi: Kết nối lại màn hình ảo
zh_hans: 重新连接虚拟屏幕
zh_hant: 重新連接虛擬螢幕

source: Reconnect all disconnected displays that are detected on startup. Helps if a display is stranded as disconnected in case of an app crash or forced quit.
de: Verbindet alle nicht verbundenen Displays, die beim Startvorgang entdeckt werden, erneut. Hilft, wenn ein Display im Falle eines App-Absturzes oder eines erzwungenen Beendens als getrennt verbleibt.
es: Vuelva a conectar todas las pantallas desconectadas que se detecten al inicio. Ayuda si una pantalla se queda desconectada en caso de que la aplicación falle o se cierre forzosamente.
fr: Reconnecte tous les écrans déconnectés qui sont détectés au démarrage. Peut aider si un écran est bloqué ou déconnecté suite au plantage ou à la fermeture forcée de l'application.
hu: Indításkor újracsatlakoztatja észlelt összes leválasztott kijelzőt. Segít, ha egy kijelző szétkapcsolva maradt alkalmazáshiba vagy kényszer-kilépés esetén.
it: Riconnetti tutti i display disconnessi che vengono rilevati all'avvio. Aiuta se un display è disconnesso in caso di crash di un'app di uscita forzata.
ja: 起動時に検出したすべての切断されたディスプレイを再接続します。アプリのクラッシュや強制終了した場合に、ディスプレイが切断されたままになっている場合に役立ちます。
ko: 시작 시 감지된 모든 연결이 끊어진 디스플레이를 다시 연결합니다. 강제 종료로 인한 앱 충돌로 디스플레이 연결이 끊어졌을 때 도움이 됩니다.
nb: Koble til alle frakoblede skjermer som oppdages ved oppstart. Hjelper hvis en skjerm er strandet som frakoblet etter krasj eller tvangsavslutning.
nl: Verbind alle losgekoppelde schermen die zijn gevonden bij het opstarten. Helpt als een scherm is achtergebeleven als losgekoppeld als de app crasht of hard is afgesloten.
pl: Ponownie połącz wszystkie rozłączone wyświetlacze wykryte przy starcie. Pomaga w przypadku, gdy wyświetlacz pozostanie rozłączony po awarii lub wymuszonym zamknięciu aplikacji.
pt_br: Reconectar todos os monitores desconectados detectados na inicialização. Ajuda se um monitor ficar preso e desconectado em caso de falha do aplicativo ou encerramento forçado.
ro: Reconectați toate ecranele deconectate detectate la pornire. Ajută dacă un ecran este deconectat în mod accidental în caz de o cădere a aplicației sau închidere forțată.
ru: Переподключить все отключённые дисплеи, обнаруженные при запуске. Помогает, если дисплей остался отключённым после сбоя приложения или принудительного выхода.
sl: Ponovno povežite vse odklopljene zaslone, ki so bili zaznani ob zagonu. Pomaga, če zaslon obstane zaradi prekinjene povezave v primeru zrušitve aplikacije ali prisilnega zapiranja.
sv: Återanslut alla frånkopplade skärmar som hittas vid uppstart. Hjälper om en skärm inte är ansluten om programmet kraschar vid framtvingat avslut.
tr: Başlangıçta algılanan tüm bağlantısı kesilmiş ekranları yeniden bağlayın. Uygulama çökmesi veya zorla çıkma durumunda bir ekranın bağlantısının kesilmiş olarak kalmasına yardımcı olur.
uk: Перепідключити всі від'єднані дисплеї, виявлені під час запуску. Допомагає, якщо дисплей застряг, відключений у разі збою програми або примусового виходу.
vi: Kết nối lại tất cả màn hình đã ngắt kết nối được phát hiện khi khởi động. Hỗ trợ nếu một màn hình bị ngắt kết nối do lỗi ứng dụng hoặc buộc phải thoát đột ngột.
zh_hans: 重连在启动时识别的所有已断开显示器。恢复在应用程序崩溃或强制退出时断开的显示器。
zh_hant: 重連在啟動時識別的所有已斷開顯示器。回復在應用程式當機或強制退出時斷開的顯示器。

source: Reconnect all remaining connected virtual screens after disconnecting one
es: Reconectar todas las pantallas virtuales restantes después de desconectar una
fr: Reconnecter tous les écrans virtuels restants après la deconnexion de l’un d’eux
ja: 仮想スクリーンのうち1つを切断した後に、残りのすべてを再接続
ko: 하나의 가상 화면을 연결 해제한 후, 남아 있는 연결된 모든 가상 화면을 다시 연결
nl: Verbind alle resterende verbonden virtuele schermen opnieuw na het loskoppelen van een virtueel scherm
pl: Ponownie połącz wszystkie pozostałe wirtualne ekrany po rozłączeniu jednego
ru: Переподключить все оставшиеся подключённые виртуальные экраны после отключения одного
uk: Перепідключити всі залишені підключені віртуальні екрани після відключення одного

source: Reconnect connected virtual screens
de: Verbundene virtuelle Bildschirme erneut verbinden
es: Reconectar pantallas virtuales ya conectadas
fr: Reconnecter écrans virtuels connectés
hu: Csatlakozott virtuális képernyők újracsatlakoztatása
it: Riconnetti schermi virtuali connessi
ja: 接続済み仮想スクリーンを再接続
ko: 연결된 가상 화면 다시 연결
nb: Koble til tilkoblede virtuelle skjermer igjen
nl: Verbind verbonden virtuele schermen opnieuw
pl: Połącz ponownie połączone wirtualne ekrany
pt_br: Reconectar telas virtuais conectadas
ro: Reconectează ecranele virtuale conectate
ru: Переподключить подключённые виртуальные экраны
sl: Ponovno povežite povezane virtualne zaslone
sv: Återanslut anslutna virtuella skärmar
tr: Bağlı sanal ekranları yeniden bağlayın
uk: Перепідключити підключені віртуальні екрани
vi: Kết nối lại màn hình ảo đã kết nối trước đó
zh_hans: 重连已连接的虚拟屏幕
zh_hant: 重連已連接的虛擬螢幕

source: Reconnect on network error
nl: Verbind opnieuw bij netwerkfout
pl: Połącz ponownie przy błędzie sieci
ru: Повторно подключаться при ошибке сети

source: Reconnect virtual screen
de: Virtuellen Bildschirm erneut verbinden
es: Reconectar pantalla virtual
fr: Reconnecter l'écran virtuel
hu: Virtuális képernyő újracsatlakoztatása
it: Riconnetti schermo virtuale
ja: 仮想スクリーンを再接続
ko: 가상 화면 다시 연결
nb: Koble til virtuell skjerm igjen
nl: Verbind virtueel scherm opnieuw
pl: Połącz ponownie wirtualny ekran
pt_br: Reconectar a tela virtual
ro: Reconectează ecran virtual
ru: Переподключить виртуальный экран
sl: Ponovno povežite navidezni zaslon
sv: Återanslut virtuell skärm
tr: Sanal ekranı yeniden bağla
uk: Перепідключити віртуальний екран
vi: Kết nối lại màn hình ảo
zh_hans: 重连虚拟屏幕
zh_hant: 重連虛擬螢幕

source: Reconnect virtual screens after wake
de: Virtuelle Bildschirme nach dem Beenden des Ruhezustandes erneut verbinden
es: Reconectar pantallas virtuales después de Reposar
fr: Reconnecter les écrans virtuels après le réveil
hu: Virtuális képernyők újracsatlakoztatása ébredéskor
it: Riconnetti schermi virtuali dopo il risveglio
ja: スリープ解除後に仮想スクリーンを再接続
ko: 깨어난 후 가상 화면 다시 연결
nb: Koble til virtuelle skjermer etter oppvåkning
nl: Verbind virtuele schermen opneiuw na uitschakelen sluimerstand
pl: Połącz ponownie wirtualny ekran po wybudzeniu
pt_br: Reconectar telas virtuais após acordar
ro: Reconectează ecranele virtuale după trezire
ru: Подключать виртуальные экраны после пробуждения
sl: Ponovno povežite navidezne zaslone po prebujanju
sv: Återanslut virtuella skärmar efter uppvaknande
tr: Uyandıktan sonra sanal ekranları yeniden bağlama
uk: Підключати віртуальні екрани після пробудження
vi: Kết nối lại màn hình ảo sau khi thức
zh_hans: 唤醒后重连虚拟屏幕
zh_hant: 喚醒後重連虛擬螢幕

source: Reconnecting virtual screens after sleep might improve stability and help fix color space issues (flickering) when mirroring a virtual screen.
de: Das erneute Verbinden virtueller Bildschirme nach dem Ruhezustand könnte die Stabilität verbessern und Farbraumprobleme (Flackern) bei der Spiegelung eines virtuellen Bildschirms beheben.
es: Volver a conectar pantallas virtuales después de dormir puede mejorar la estabilidad y ayudar a solucionar problemas de espacio de color (parpadeo) al reflejar una pantalla virtual.
fr: La reconnexion des écrans virtuels après la mise en veille peut améliorer la stabilité et aider à résoudre les problèmes d'espace colorimétrique (scintillement) lors de la mise en miroir d'un écran virtuel.
hu: A virtuális képernyők alvás utáni újracsatlakoztatása javíthatja a stabilitást és segíthet a színtérproblémák (villódzás) megoldásában a virtuális képernyő tükrözése során.
it: Riconnessione delle schermi virtuali dopo il sonno potrebbe migliorare la stabilità e aiutare a risolvere i problemi di spazio colore (flickering) quando si esegue il mirroring di una schermo virtuale.
ja: スリープ後に仮想スクリーンを再接続すると、安定性が向上し、仮想スクリーンをミラーリングする際の色空間の問題（ちらつき）が修正されるかもしれません。
ko: 절전 모드에서 깨어난 후 가상 화면을 다시 연결하면 안정성이 향상되고 미러링 시 색 공간 문제(플리커링)을 해결하는 데 도움이 될 수 있습니다.
nb: Gjentilkobling av virtuelle skjermer etter dvale kan forbedre stabiliteten og bidra til å fikse fargeproblemer (flimmer) når du speiler en virtuell skjerm.
nl: Het opnieuw verbinden van virtuele scherm na sluimerstand kan de stabilitieit verbeteren en kan helpen bij het oplossen van problemen met de kleurruimte (knipperen) bij synchrone weergave van een virtueel scherm.
pl: Ponowne łączenie ekranów wirtualnych po uśpieniu może poprawić stabilność i pomóc w rozwiązaniu problemów z przestrzenią kolorów (migotanie) podczas klonowania (mirroringu) ekranu wirtualnego.
pt_br: Reconectar telas virtuais após o sono pode melhorar a estabilidade e ajudar a corrigir problemas de espaço de cores (oscilação) ao espelhar uma tela virtual.
ro: Reconectarea ecranelor virtuale după somn poate îmbunătăți stabilitatea și poate ajuta la rezolvarea problemelor de spațiu de culoare (clipire) atunci când se face reflecție a unui ecran virtual.
ru: Повторное подключение виртуальных экранов после сна может улучшить стабильность и помочь исправить проблемы цветового пространства (мерцание) при зеркалировании виртуального экрана.
sl: Ponovno povezovanje navideznih zaslonov po spanju lahko izboljša stabilnost in pomaga odpraviti težave z barvnim prostorom (utripanje) pri zrcaljenju navideznega zaslona.
sv: Att återansluta virtuella skärmar efter viloläge kan förbättra stabiliteten och hjälpa till att lösa problem med färgrymden (flimmer) vid spegling av en virtuell skärm.
tr: Uyku modundan sonra sanal ekranları yeniden bağlamak, kararlılığı artırabilir ve sanal ekranı yansıtırken renk uzayı sorunlarının (titreme) düzeltilmesine yardımcı olabilir.
uk: Повторне підключення віртуальних екранів після сну може покращити стабільність і допомогти вирішити проблеми колірного простору (мерехтіння) під час дзеркального відображення віртуального екрану.
vi: Kết nối lại các màn hình ảo sau khi máy tính ngủ có thể cải thiện tính ổn định và giúp khắc phục các vấn đề về không gian màu (nhấp nháy) khi phản chiếu một màn hình ảo.
zh_hans: 睡眠后重连虚拟屏幕可提高稳定性，并有助于解决镜像虚拟屏幕时的色彩空间问题（闪烁）。
zh_hant: 睡眠後重連虛擬螢幕可提高穩定性，並有助於解決鏡像虛擬螢幕時的色彩空間問題（閃爍）。

source: Recording keyboard shortcuts
de: Tastaturkurzbefehle aufnehmen
es: Grabar atajos de teclado
fr: Enregistrement des raccourcis clavier
hu: Gyorsbillentyűk rögzítése
it: Registrazione scorciatoie da tastiera
ja: キーボードショートカットを記録
ko: 키보드 단축키 녹화
nb: Tar opp tastatursnarveier
nl: Opnemen sneltoetsen
pl: Nagrywanie skróty klawiszowych
pt_br: Gravar atalhos de teclado
ro: Se Înregistrează scurtături de tastatură
ru: Запись комбинаций клавиш
sl: Snemanje bližnjic na tipkovnici
sv: Spelar in tangentbordsgenvägar
tr: Klavye Kestirmelerinizi Kaydedin
uk: Запис комбінацій клавіш
vi: Đang ghi lại phím tắt
zh_hans: 录制键盘快捷键
zh_hant: 錄製鍵盤快捷鍵

source: Red Black Level (Hardware)
de: Roter Schwarzwert (Hardware)
es: Gama Negro Roja (Hardware)
fr: Niveau de Noir rouge (matériel)
hu: Vörös fekete szint (hardver)
it: Livello Nero Verde (Hardware)
ja: レッド-ブラックレベル（ハードウェア）
ko: 적색 블랙 레벨 (하드웨어)
nb: Rød svartnivå (maskinvare)
nl: Rood/zwartniveau (apparaat)
pl: Poziom czerni czerwieni (sprzętowy)
pt_br: Nível de Preto do Vermelho(Hardware)
ro: Nivel negru-roșu (Hardware)
ru: Уровень красного чёрного (Аппаратный)
sl: Stopnja rdeče črne (strojna oprema)
sv: Röd svart nivå (hårdvara)
tr: Kırmızı Siyah Seviyesi (Donanımsal)
uk: Рівень червоного чорного (Апаратна)
vi: Mức độ Đỏ Đen (Phần cứng)
zh_hans: 红色黑电平 (硬件)
zh_hant: 紅色黑電平 (硬體)
