Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Adjust the offset of the two displays by modifying the anchor points. Layout protection tries to arrange the displays so they line up at the defined anchor points horizontally or vertically. The default setting is to line up displays in a centered way.
de: Passe den Versatz der beiden Bildschirme an, indem du die Ankerpunkte änderst. Der Layoutschutz versucht, die Bildschirme so anzuordnen, dass sie an den definierten Ankerpunkten horizontal oder vertikal aufgereiht sind. Die Standardeinstellung ist, dass die Bildschirme zentriert angeordnet werden.
es: Ajusta el desplazamiento de las dos pantallas modificando los puntos de anclaje. La protección de diseño intenta organizar las pantallas para que se alineen en los puntos de anclaje definidos, ya sea horizontal o verticalmente. La configuración predeterminada es alinear las pantallas de manera centrada.
fr: Ajuste le décalage des deux écrans en modifiant les points d'ancrage. La protection de la disposition d'écrans tentera d'arranger les écrans pour qu'ils s'alignent horizontalement ou verticalement sur les points d'ancrages définis. Le réglage par défaut consiste à aligner les écrans de manière centrée.
hu: A két kijelző eltolásának módosítása az illesztési pontok beállításával. Az elrendezésvédelem igyekszik úgy elrendezni a kijelzőket, hogy azok vízszintesen vagy függőlegesen az illesztési pontoknál igazodjanak. Az alapértelmezett beállítás a kijelzők középre igazítása.
it: Regola l’offset dei due display modificando i punti di ancoraggio. La protezione del layout cerca di allineare i display ai punti di ancoraggio definiti orizzontalmente o verticalmente. L’impostazione predefinita è quella di allineare i display in modo centrato.
ja: アンカーポイントを変更して、2台のディスプレイのオフセットを調整します。レイアウト保護では、定義したアンカーポイントに対してディスプレイを水平または垂直に配置します。デフォルト設定では、ディスプレイを中央に並べます。
ko: 앵커 포인트를 수정하여 두 디스플레이의 오프셋을 조정합니다. 레이아웃 보호는 정의된 앵커 포인트에서 가로 또는 세로로 정렬되도록 디스플레이를 정렬하려고 시도합니다. 기본 설정은 디스플레이를 중앙에 정렬하는 것입니다.
nb: Juster forskyvningen av de to skjermene ved å endre forankringspunktene. Oppsettbeskyttelse forsøker å ordne skjermene slik at de stemmer overens med de definerte forankringspunktene horisontalt eller vertikalt. Standardinnstillingen er å sentrere skjermene.
nl: Past de compensatie aan van de twee schermen door de ankerpunten te wijzigen. 'Bescherming indeling' probeert de schermen zo in te delen zodat ze horizontaal of verticaal uitgelijnd staan op de gedefinieerde ankerpunten. De standaardinstelling is om de schermen gecentreerd uit te lijnen.
pl: Dostosuj przesunięcie dwóch wyświetlaczy, modyfikując punkty kotwiczenia. Funkcja ochrony układu próbuje ustawić wyświetlacze tak, aby były wyrównane wzdłuż określonych punktów kotwiczenia w poziomie lub w pionie. Domyślnym ustawieniem jest wyrównanie wyświetlaczy pośrodku.
pt_br: Ajuste o deslocamento das duas exibições modificando os pontos de ancoragem. A proteção de layout tenta organizar as exibições para que se alinhem nos pontos de ancoragem definidos, horizontal ou verticalmente. A configuração padrão é alinhar as telas de forma centralizada.
ro: Ajustați offset-ul(decalajul) celor două ecrane modificând punctele de ancorare. Protecția aspectului încearcă să aranjeze ecranele astfel încât să se alinieze la punctele de ancorare definite pe orizontală sau verticală. Setarea implicită este să alinieze ecranele într-un mod centrat.
ru: Отрегулируйте смещение двух дисплеев, изменяя опорные точки. Защита макета пытается расположить дисплеи так, чтобы они выравнивались по заданным опорным точкам горизонтально или вертикально. По умолчанию дисплеи выравниваются по центру.
sl: Prilagodite zamik obeh zaslonov s spreminjanjem sidrnih točk. Zaščita postavitve poskuša razporediti zaslone tako, da se poravnajo na definiranih sidrnih točkah vodoravno ali navpično. Privzeta nastavitev je poravnava zaslonov na sredini.
sv: Justera förskjutningen av de två skärmarna genom att ändra ankarpunkterna. Layoutskyddet försöker ordna skärmarna så att de står i linje med de definierade ankarpunkterna horisontellt eller vertikalt. Standardinställningen är att ställa upp skärmarna centrerat.
tr: Bağlantı noktalarını değiştirerek iki ekranın ofsetini ayarlayın. Düzen koruması, ekranları tanımlanan bağlantı noktalarında yatay veya dikey olarak hizalanacak şekilde düzenlemeye çalışır. Varsayılan ayar, ekranları ortalanmış bir şekilde hizalamaktır.
uk: Відрегулюйте зміщення двох дисплеїв шляхом зміни опорних точок. Захист макету намагається розташувати дисплеї так, щоб вони вирівнювалися за визначеними опорними точками по горизонталі або вертикалі. За замовчуванням дисплеї вирівнюються по центру.
vi: Điều chỉnh độ lệch của hai màn hình bằng cách thay đổi các điểm neo. Bảo vệ bố cục cố gắng sắp xếp các màn hình sao cho chúng căn chỉnh tại các điểm neo đã được định nghĩa theo chiều ngang hoặc chiều dọc. Cài đặt mặc định là căn chỉnh màn hình theo cách trung tâm.
zh_hans: 通过修改锚点来调整两个显示器的偏移量。布局保护会尝试排列显示器，使它们在定义的锚点上水平或垂直对齐。默认设置是使显示器以居中的方式对齐。
zh_hant: 通過修改錨點來調整兩個顯示器的偏移量。佈局保護會嘗試排列顯示器，使它們在定義的錨點上水平或垂直對齊。預設設定是使顯示器以置中的方式對齊。

source: Advanced control settings
de: Erweiterte Steuerungseinstellungen
es: Configuración de control avanzada
fr: Réglages de contrôle avancés
hu: Fejlett vezérlés beálíltások
it: Funzionalità di controllo avanzate
ja: 高度な制御設定
ko: 고급 제어 설정
nb: Avanserte kontrollinnstillinger
nl: Uitgebreide bedieningsinstellingen
pl: Zaawansowane ustawienia sterowania
pt_br: Configurações de controle avançadas
ro: Setări de control avansate
ru: Дополнительные настройки управления
sl: Napredne nastavitve nadzora
sv: Inställningar för avancerade kontroller
tr: Gelişmiş kontrol ayarları
uk: Розширені налаштування керування
vi: Cài đặt điều khiển nâng cao
zh_hans: 高级控制设置
zh_hant: 進階控制設定

# Advanced settings &amp; privacy
source: Advanced settings & privacy
de: Erweiterte Einstellungen & Datenschutz
es: Configuración avanzada y privacidad
fr: Réglages avancés et confidentialité
hu: Fejlett beállítások és adatvédelem
it: Impostazioni avanzate & privacy
ja: 高度な設定とプライバシー
ko: 고급 설정 및 개인정보 보호
nb: Avanserte innstillinger og personvern
nl: Uitgebreide instellingen en privacy
pl: Zaawansowane ustawienia i prywatność
pt_br: Configurações avançadas e privacidade
ro: Setări avansate și confidențialitate
ru: Дополнительные настройки и конфиденциальность
sl: Napredne nastavitve in zasebnost
sv: Avancerade inställningar och integritet
tr: Gelişmiş ayarlar ve gizlilik
uk: Розширені налаштування та конфіденційність
vi: Cài đặt & Quyền riêng tư Nâng cao
zh_hans: 高级设置与隐私
zh_hant: 進階設定與隱私

# Advanced settings, watched &amp; affected group members
source: Advanced settings, watched & affected group members
de: Erweiterte Einstellungen, überwachte & betroffene Gruppenmitglieder
es: Configuraciones avanzadas, miembros del grupo monitoreados y afectados
fr: Réglages avancés, membres du groupe surveillés et affectés
hu: Speciális beállítások, megfigyelt és érintett kijelzők
it: Impostazioni avanzate, membri del gruppo monitorati e influenzati
ja: 高度な設定、監視対象および影響を受けるグループメンバー
ko: 고급 설정, 모니터링 및 영향을 받는 그룹 구성원
nb: Avanserte innstillinger, overvåkede og berørte gruppemedlemmer
nl: Uitgebreide instellingen, bekeken en betrokken groepsleden
pl: Ustawienia zaawansowane, obserwowani i powiązani członkowie grupy
pt_br: Configurações avançadas, membros do grupo monitorados e afetados
ro: Setări avansate, membri monitorizați și afectați ai grupului
ru: Расширенные настройки, наблюдаемые и затрагиваемые участники группы
sl: Napredne nastavitve, opazovani in prizadeti člani skupine
sv: Avancerade inställningar, bevakade och påverkade gruppmedlemmar
tr: Gelişmiş ayarlar, izlenen ve etkilenen grup üyeleri
uk: Розширені налаштування, відстежувані та впливові учасники групи
vi: Cài đặt nâng cao, các thành viên nhóm đang theo dõi và bị ảnh hưởng
zh_hans: 高级设置，受监视和受影响的组成员
zh_hant: 進階設定，受監視和受影響的群組成員

source: Advanced upscaling and software dimming settings
de: Erweitere Einstellungen für Hochskalierung und Software-basiertes Dimmen
es: Configuraciones avanzadas de escalado y atenuación por software
fr: Réglages avancés de démultiplication et d'atténuation logicielle
hu: Fejlett felskálázás és szoftveres sötétítés beállítások
it: Impostazioni avanzate di upscaling e dimming del software
ja: 高度なアップスケーリングとソフトウェアディミングの設定
ko: 고급 업스케일링 및 소프트웨어 디밍 설정
nb: Avanserte innstillinger for oppskalering og programdimning
nl: Uitgebreide instellingen voor opschalen en programmatisch dimmen
pl: Zaawansowane ustawienia skalowania i przyciemniania programowego
pt_br: Configurações avançadas de upscaling e escurecimento por software
ro: Setări avansate de scalare și întunecare software
ru: Расширенные настройки масштабирования и программного затемнения
sl: Napredno povečanje ločljivosti in programske nastavitve zatemnitve
sv: Avancerade inställningar för uppskalning och mjukvarudimning
tr: Gelişmiş yükseltme ve yazılım karartma ayarları
uk: Розширені налаштування масштабування та програмного затемнення
vi: Cài đặt nâng cao cho tằng cường hình ảnh và làm tối của phần mềm
zh_hans: 高级图像缩放和软件调光设置
zh_hant: 進階圖形縮放和軟體調光設定

source: Advanced virtual screen settings
de: Erweiterte Einstellungen für virtuelle Bildschirme
es: Configuración avanzada de pantalla virtual
fr: Réglages avancés d'écrans virtuels
hu: Fejlett virtuális képernyő beállítások
it: Impostazioni avanzate dello schermo virtuale
ja: 高度な仮想スクリーン設定
ko: 고급 가상 화면 설정
nb: Avanserte virtuelle skjerminnstillinger
nl: Uitgebreide instellingen voor virtueel scherm
pl: Zaawansowane ustawienia wirtualnego ekranu
pt_br: Configurações avançadas de tela virtual
ro: Setări avansate pentru ecrane virtuale
ru: Дополнительные настройки виртуального экрана
sl: Napredne nastavitve virtualnega zaslona
sv: Avancerade inställningar för virtuella skärmar
tr: Gelişmiş sanal ekran ayarları
uk: Розширені налаштування віртуального екрану
vi: Cài đặt màn hình ảo nâng cao
zh_hans: 高级虚拟屏幕设置
zh_hant: 進階虛擬螢幕設定

source: Affected displays
de: Betroffene Bildschirme
es: Pantallas afectadas
fr: Écrans affectés
hu: Érintett kijelzők
it: Display interessati
ja: 対象とするディスプレイ
ko: 영향을 받는 디스플레이
nb: Berørte skjermer
nl: Betrokken schermen
pl: Wyświetlacze, których to dotyczy
pt_br: Telas afetadas
ro: Ecrane afectate
ru: Затронутые дисплеи
sl: Prizadeti zasloni
sv: Berörda skärmar
tr: Etkilenen ekranlar
uk: Вражені дисплеї
vi: Màn hình bị ảnh hưởng
zh_hans: 受影响的显示器
zh_hant: 受影響的顯示器

source: After discarding a virtual screen, it is recommended to remove its unused factory color profile as well. You can do this in System Settings or the app can do it for you (administrator credentials needed).
de: Nach dem Verwerfen eines virtuellen Bildschirms wird empfohlen, auch das ungenutzte werksseitige Farbprofil zu entfernen. Dies kann in den Systemeinstellungen gemacht werden oder die App kann es für dich machen (Administratorrechte erforderlich).
es: Después de descartar una pantalla virtual, se recomienda también eliminar su perfil de color de fábrica no utilizado. Puedes hacerlo en Configuración del sistema, o la aplicación puede hacerlo por ti (se requieren credenciales de administrador).
fr: Après avoir supprimé un écran virtuel, il est recommandé de supprimer aussi son profil de couleur inutilisé. Vous pouvez le faire dans les Réglages Système, ou l'application peut le faire pour vous (les permissions Administrateur sont requises).
hu: A virtuális képernyő eltávolítása után ajánlott annak már nem használt gyári színprofilját is eltávolítani. Az eltávolítás elvégezhető a Rendszerbeállításokban, vagy az alkalmazás is elvégezheti (rendszergazdai jelszó szükséges).
it: Dopo aver scartato una schermo virtuale, si consiglia di rimuovere il suo profilo di colore di fabbrica inutilizzato pure. Puoi farlo in Impostazioni di sistema o l'app può farlo per te (sono necessarie credenziali di amministratore).
ja: 仮想スクリーンを破棄した後は、未使用の出荷時カラープロファイルを削除することをお勧めします。 システム設定またはアプリからこれを行うことができます（管理者の資格情報が必要です）。
ko: 가상 화면을 삭제한 후에는 사용하지 않는 색상 프로필도 제거하는 것이 좋습니다. 이 작업은 시스템 설정에서 수행하거나 앱에서 대신 수행할 수 있습니다(관리자 자격 증명 필요).
nb: Etter at du har forkastet en virtuell skjerm, anbefales det å også fjerne den ubrukte fabrikkfargeprofilen. Du kan gjøre dette i Systeminnstillinger eller la appen gjøre det for deg (administratorrettigheter nødvendig).
nl: Na het weghalen van een virtueel scherm wordt het aanbevolen om het bijbehorende ongebruikte fabriekskleurenprofiel ook te verwijderen. Je kunt dit doen in Systeeminstellingen of de app kan het ook voor je doen (beheerdersaccount vereist).
pl: Po usunięciu wirtualnego ekranu zaleca się także usunięcie jego nieużywanego fabrycznego profilu kolorów. Możesz to zrobić w Ustawieniach systemowych lub aplikacja może wykonać to automatycznie (wymagane uprawnienia administratora).
pt_br: Após descartar uma tela virtual, é recomendável remover também o perfil de cores de fábrica não utilizado. Você pode fazer isso nas Configurações do sistema ou o aplicativo pode fazer isso por você (são necessárias credenciais de administrador).
ro: După ce ați eliminat un ecran virtual, se recomandă să eliminați și profilul său de culoare de fabrică neutilizat. Puteți face acest lucru în Setări de sistem sau aplicația poate face acest lucru pentru dvs. (sunt necesare credențiale de administrator).
ru: После удаления виртуального экрана рекомендуется также удалить его неиспользуемый производственный профиль цвета. Вы можете сделать это в настройках системы или приложение может сделать это для вас (необходимые учетные данные администратора).
sl: Ko zavržete virtualni zaslon, je priporočljivo odstraniti tudi njegov neuporabljen tovarniški barvni profil. To lahko storite v sistemskih nastavitvah ali pa aplikacija namesto vas (potrebne so skrbniške poverilnice).
sv: När du har förkastat en virtuell skärm rekommenderas att du också tar bort dess oanvända fabriksfärgprofil. Du kan göra detta i Systeminställningar eller så kan appen göra det åt dig (administratörsuppgifter krävs).
tr: Bir sanal ekranı kaldırdıktan sonra, kullanılmayan varsayılan renk profilini de kaldırmanız önerilir. Bunu Sistem Ayarları'ndan yapabilir veya uygulama sizin için yapabilir (yönetici kimlik bilgileri gereklidir).
uk: Після видалення віртуального екрану також рекомендується видалити невикористаний заводський колірний профіль. Ви можете зробити це в налаштуваннях системи або додаток може зробити це за вас (потрібні облікові дані адміністратора).
vi: Sau khi loại bỏ một màn hình ảo, bạn nên xóa cả hồ sơ màu đi kèm với nó. Bạn có thể thao tác trong Cài đặt Hệ thống hoặc ứng dụng có thể thao tác cho bạn (cần quyền quản trị).
zh_hans: 推荐虚拟屏幕弃用后在 系统设置 中一并移除其未使用的出厂颜色描述文件。 您可在 系统设置 中操作或者允许应用程序为您进行此操作（需要管理员权限）。
zh_hant: 推薦虛擬螢幕棄用後在 系統設定 中一併移除其未使用的出廠色彩描述文件。 您可在 系統設定 中操作或者允許應用程式為您進行此操作（需要管理員權限）。

source: After discarding the virtual screen, it is recommended to remove its unused factory color profile in System Settings.
de: Nach dem Verwerfen eines virtuellen Bildschirms wird empfohlen, auch das ungenutzte werksseitige Farbprofil in den Systemeinstellungen zu entfernen.
es: Después de descartar la pantalla virtual, se recomienda eliminar su perfil de color de fábrica no utilizado en Configuración del sistema.
fr: Après avoir supprimé un écran virtuel, il est recommandé de supprimer aussi son profil de couleur inutilisé dans les Réglages Système.
hu: A virtuális képernyő törlése után ajánlott eltávolítani a nem használt gyári színprofilt a Rendszerbeállításokban.
it: Dopo aver scartato la schermo virtuale, si consiglia di rimuovere il suo profilo di colore di fabbrica inutilizzato nelle impostazioni di sistema.
ja: 仮想スクリーンを破棄した後は、システム設定から未使用の出荷時カラープロファイルを削除することをお勧めします。
ko: 가상 화면을 삭제한 후에는 시스템 설정에서 사용하지 않는 색상 프로필을 제거하는 것이 좋습니다.
nb: Etter at du har forkastet den virtuelle skjermen, anbefales det å fjerne den ubrukte fabrikkfargeprofilen i Systeminnstillinger.
nl: Na het weghalen van het virtueel scherm wordt het aanbevolen om het bijbehorende ongebruikte fabriekskleurenprofiel ook te verwijderen via Systeeminstellingen.
pl: Po usunięciu wirtualnego ekranu zaleca się usunięcie nieużywanego fabrycznego profilu kolorów w Ustawieniach systemowych.
pt_br: Depois de descartar a tela virtual, é recomendável remover o perfil de cor de fábrica não utilizado nas Configurações do sistema.
ro: După renunțarea la ecranul virtual, se recomandă să eliminați profilul său de culoare de fabrică neutilizat în Setări de sistem.
ru: После отказа от виртуального экрана рекомендуется удалить его неиспользуемый заводской цветовой профиль в Системных настройках.
sl: Ko zavržete virtualni zaslon, je priporočljivo, da v sistemskih nastavitvah odstranite njegov neuporabljen tovarniški barvni profil.
sv: När du har förkastat den virtuella skärmen rekommenderas att du tar bort dess oanvända fabriksfärgprofil i Systeminställningar.
tr: Sanal ekranı kaldırdıktan sonra, kullanılmayan varsayılan renk profilini Sistem Ayarları'ndan kaldırmanız önerilir.
uk: Після видалення віртуального екрану рекомендується видалити невикористаний фабричний колірний профіль у налаштуваннях системи.
vi: Sau khi loại bỏ một màn hình ảo, bạn nên xóa cả hồ sơ màu đi kèm với nó trong Cài đặt Hệ thống.
zh_hans: 推荐虚拟屏幕弃用后在 系统设置 中移除其未使用的出厂颜色描述文件。
zh_hant: 推薦虛擬螢幕棄用後在 系統設定 中移除其未使用的出廠色彩描述文件。

source: Aggressive disconnect
de: Rücksichtsloses Trennen
es: Desconexión agresiva
fr: Déconnexion agressive
hu: Agresszív leválasztás
it: Disconnessione aggressiva
ja: 攻撃的切断
ko: 강제 연결 해제
nb: Aggressiv frakobling
nl: Maak agressief los
pl: Agresywne rozłączenie
pt_br: Desconexão agressiva
ro: Deconectare forțată
ru: Агрессивное отключение
sl: Agresivna prekinitev povezave
sv: Aggressiv frånkoppling
tr: Bağlantıyı zorla kes
uk: Агресивне відключення
vi: Ngắt kết nối mạnh mẽ
zh_hans: 自激发断开
zh_hant: 自激發斷開

source: Aim for a HiDPI default resolution
de: HiDPI-Standardauflösung anstreben
es: Apunta a una resolución predeterminada HiDPI
fr: Tendre vers une résolution par défaut en HiDPI
hu: HiDPI alapértelmezett felbontásra törkevés
it: Scopo della risoluzione predefinita di HiDPI
ja: デフォルトの解像度をHiDPIにする
ko: HiDPI 기본 해상도 설정
nb: Sikt mot en HiDPI-standardoppløsning
nl: Mik op een HiDPI-standaardresolutie
pl: Dąż do domyślnej rozdzielczości HiDPI
pt_br: Encontre uma resolução padrão HiDPI
ro: Țintește o rezoluție implicită HiDPI
ru: Стремиться к стандартному разрешению HiDPI
sl: Prizadevajte si za privzeto ločljivost HiDPI
sv: Föredra en HiDPI-standardupplösning
tr: HiDPI varsayılan çözünürlüğü hedefleyin
uk: Прагнути до роздільної здатності HiDPI за замовчуванням
vi: Hướng tới một độ phân giải HiDPI mặc định
zh_hans: 目标为默认的 HiDPI 分辨率
zh_hant: 目標為預設的 HiDPI 解析度

source: AirPlay Display
es: Pantalla AirPlay
fr: Écran AirPlay
hu: AirPlay kijelző
it: Visualizzazione AirPlay
ja: AirPlayディスプレイ
ko: AirPlay 디스플레이
nb: AirPlay-skjerm
nl: AirPlay-scherm
pl: Wyświetlacz AirPlay
pt_br: Tela AirPlay
ro: Ecran AirPlay
ru: AirPlay Дисплей
sl: Zaslon AirPlay
sv: AirPlay-skärm
uk: Дисплей AirPlay
vi: Màn hình AirPlay
zh_hans: 隔空播放显示器
zh_hant: Airplay 顯示器

source: All VMM7100 based USB-C to HDMI devices are affected - make sure you enable the appropriate reinitialize for all displays connected with such devices to avoid the need for manual power cycles.
de: Alle VMM7100-basierten USB-C-zu-HDMI-Geräte sind betroffen - stelle sicher, dass du die entsprechende Reinitialisierung für alle Displays aktivierst, die mit solchen Geräten verbunden sind, um die Notwendigkeit manueller Ein- und Ausschaltzyklen zu vermeiden.
es: Todos los dispositivos USB-C a HDMI basados en VMM7100 están afectados; asegúrate de habilitar la reinicialización adecuada para todas las pantallas conectadas con dichos dispositivos para evitar la necesidad de ciclos de encendido manuales.
fr: Tous les appareils USB-C vers HDMI basés sur VMM7100 sont affectés - vérifiez que vous avez activé la reinitialisation approprié pour tous les écrans connectés avec de tel appareils pour éviter la nécessité de cycles d'alimentation manuel.
hu: Valamennyi VMM7100 alapú USB-C - HDMI átalakító érintett - győződjön meg róla, hogy valamennyi ilyen eszközzel csatlakoztatott kijelző esetén beállította a megfelelő újrainicializálást, hogy elkerülje a kézi csatlakoztatás szükségességét!
it: Tutti i dispositivi da USB-C a HDMI basati su VMM7100 sono interessati - assicurati di abilitare la reinizializzazione appropriata per tutti i display collegati con tali dispositivi per evitare la necessità di cicli manuali di potenza.
ja: VMM7100を使用しているすべてのUSB-C HDMI変換デバイスが影響を受けます。このデバイスに接続されたすべてのディスプレイを適切に再初期化して、手動で電源を入れ直す必要性を回避してください。
ko: 모든 VMM7100 기반 USB-C to HDMI 장치에 영향을 미칩니다. 이러한 장치에 연결된 모든 디스플레이에서 수동 전원 순환이 필요하지 않도록 적절한 초기화를 활성화해야 합니다.
nb: Alle USB-C til HDMI-enheter basert på VMM7100 er berørt – sørg for å aktivere riktig reinitialisering for alle skjermer tilkoblet med slike enheter for å unngå behovet for manuelle strømbrudd.
nl: Alle op VMM7100-gebaseerde USB-C-naar-HDMI-apparaten worden beïnvloed - zorg ervoor dat je de bijbehorende herinitialisatie inschakelt voor alle schermen die verbonden zijn met zulke apparaten om te voorkomen dat je handmatig even de stroom van die schermen moet afhalen.
pl: Wszystkie urządzenia USB-C → HDMI oparte na VMM7100 są dotknięte tym problemem – upewnij się, że włączysz odpowiednią ponowną inicjalizację dla wszystkich wyświetlaczy połączonych przez te urządzenia, aby uniknąć konieczności ręcznego cyklu zasilania.
pt_br: Todos os dispositivos USB-C para HDMI baseados em VMM7100 são afetados. Certifique-se de ativar a reinicialização apropriada para todos os monitores conectados a esses dispositivos para evitar a necessidade de ciclos de energia manuais.
ro: Toate dispozitivele USB-C către HDMI bazate pe VMM7100 sunt afectate - asigurați-vă că activați reinițializarea corespunzătoare pentru toate ecranele conectate cu astfel de dispozitive pentru a evita necesitatea de a porni manual.
ru: Затронуты все устройства USB-C to HDMI на базе VMM7100 - убедитесь, что вы включили соответствующую повторную инициализацию для всех дисплеев, подключенных к таким устройствам, чтобы избежать необходимости ручных циклов питания.
sl: Prizadete so vse naprave USB-C v HDMI, ki temeljijo na VMM7100 – poskrbite, da omogočite ustrezno ponovno inicializacijo za vse zaslone, povezane s takimi napravami, da se izognete potrebi po ročnem vklopu.
sv: Alla VMM7100-baserade USB-C till HDMI-enheter påverkas - se till att du aktiverar lämplig återinitialisering för alla skärmar som är anslutna till sådana enheter för att undvika behovet av manuella strömcykler.
tr: Tüm VMM7100 tabanlı USB-C - HDMI cihazları etkilenir - manuel güç döngüsü ihtiyacını önlemek için bu tür cihazlara bağlı tüm ekranlar için uygun yeniden başlatmayı etkinleştirdiğinizden emin olun.
uk: Усі пристрої на базі VMM7100 з USB-C на HDMI зазнають впливу - переконайтеся, що ви ввімкнули відповідну переініціалізацію для всіх підключених дисплеїв з такими пристроями, щоб уникнути необхідності ручного перезапуску живлення.
vi: Tất cả các thiết bị USB-C sang HDMI dựa trên VMM7100 đều bị ảnh hưởng - đảm bảo rằng bạn kích hoạt việc khởi động lại phù hợp cho tất cả các màn hình kết nối với các thiết bị như vậy để tránh việc cần phải khởi động lại thủ công.
zh_hans: 所有使用 VMM7100 芯片的 USB-C 转 HDMI 适配器都受到影响。为避免手动重启设备，请确保启用所有连接此类适配器的显示器的相应重新初始化功能。
zh_hant: 所有使用 VMM7100 晶片的 USB-C 轉 HDMI 連結器都受到影響。為避免手動重新開啟設備，請確保啟用所有連接此類連結器的顯示器的相應重新初始化功能。
