Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Perform VMM7100 HDMI adapter reset
de: Zurücksetzen des VMM7100 HDMI-Adapters durchführen
es: Realizar el restablecimiento del adaptador HDMI VMM7100
fr: Éxecute une réinitialisation d'adapteur HDMI VMM7100
hu: VMM7100 HDMI adapter reset
it: Esegui il reset dell'adattatore HDMI VMM7100
ja: VMM7100 HDMIアダプタのリセットを実行
ko: VMM7100 HDMI 어댑터 재설정
nb: Utfør VMM7100 HDMI-adaptertilbakestilling
nl: Voer herstel uit van VMM7100-HDMI-adapterinstellingen
pl: Wykonaj reset adaptera HDMI VMM7100
pt_br: Executar a redefinição do adaptador HDMI VMM7100
ro: Efectuați resetarea adaptorului HDMI VMM7100
ru: Выполните сброс настроек адаптера HDMI VMM7100
sl: Izvedite ponastavitev adapterja VMM7100 HDMI
sv: Utför återställning av VMM7100 HDMI-adapter
tr: VMM7100 HDMI adaptör sıfırlaması gerçekleştirin
uk: Виконати скидання адаптера HDMI VMM7100
vi: Thực hiện đặt lại bộ chuyển đổi VMM7100 HDMI
zh_hans: 重置 VMM7100 HDMI 适配器
zh_hant: 重置 VMM7100 HDMI 連結器

source: Periodic read (polling)
nl: Periodiek lezen (peilen)
pl: Odczyt okresowy (odpytywanie)
ru: Периодическое считывание (опрос)

source: Periodically check for updates and notify if there is an update available. Requires network connectivity. No data is collected ([betterdisplay.pro/privacy](https://betterdisplay.pro/privacy)).
de: Regelmäßig nach Updates suchen und benachrichtigen, wenn ein Update verfügbar ist. Erfordert eine Netzwerkverbindung. Es werden keine Daten gesammelt ([betterdisplay.pro/privacy](https://betterdisplay.pro/privacy)).
es: Verifique periódicamente si hay actualizaciones y notifique si hay una actualización disponible. Requiere Internet. No se colectan datos ([betterdisplay.pro/privacy](https://betterdisplay.pro/privacy)).
fr: Vérifier périodiquement la présence de mises à jour et notifier si une mise à jour est disponible. Requiert une connexion au réseau. Aucune donnée n'est collectée ([betterdisplay.pro/privacy](https://betterdisplay.pro/privacy)).
hu: Rendszeresen ellenőrizze a frissítések meglétét, és értesítsen, ha új frissítés áll rendelkezésre. Hálózati kapcsolatot igényel. Nem gyűjt adatokat ([betterdisplay.pro/privacy](https://betterdisplay.pro/privacy)).
it: Controlla periodicamente la disponibilità di aggiornamenti e notifica se è disponibile un aggiornamento. Richiede connettività di rete. Non vengono raccolti dati ([betterdisplay.pro/privacy](https://betterdisplay.pro/privacy)).
ja: 定期的にアップデートを確認し、アップデートがあれば通知します。ネットワーク接続が必要です。データは収集されません（[betterdisplay.pro/privacy](https://betterdisplay.pro/privacy)）。
ko: 주기적으로 업데이트를 확인하고 사용 가능한 업데이트가 있으면 알려줍니다. 네트워크 연결이 필요합니다. 데이터는 수집되지 않습니다([betterdisplay.pro/privacy](https://betterdisplay.pro/privacy)).
nb: Sjekk periodisk etter oppdateringer og varsle hvis det finnes en tilgjengelig oppdatering. Krever nettverkstilkobling. Ingen data samles inn ([betterdisplay.pro/privacy](https://betterdisplay.pro/privacy)).
nl: Controleer periodiek op updates en meld het als er een update beschikbaar is. Vereist netwerkverbinding. Geen gegevens worden verzameld ([betterdisplay.pro/privacy](https://betterdisplay.pro/privacy)).
pl: Okresowo sprawdzaj dostępność aktualizacji i powiadamiaj, czy jest dostępna aktualizacja. Wymaga połączenia sieciowego. Nie są gromadzone żadne dane ([betterdisplay.pro/privacy](https://betterdisplay.pro/privacy)).
pt_br: Verificar periodicamente se há atualizações e notifique se houver uma atualização disponível. Requer conectividade de rede. Nenhum dado é coletado ([betterdisplay.pro/privacy](https://betterdisplay.pro/privacy)).
ro: Caută periodic actualizări și notifică dacă există o actualizare disponibilă. Necesită conectivitate la rețea. Nu se colectează date ([betterdisplay.pro/privacy](https://betterdisplay.pro/privacy)).
ru: Периодически проверяет наличие обновлений и уведомляет о них. Требуется подключение к сети. Данные не собираются ([betterdisplay.pro/privacy](https://betterdisplay.pro/privacy)).
sl: Občasno preverite posodobitve in obvestite, če je na voljo posodobitev. Zahteva omrežno povezljivost. Podatki se ne zbirajo ([betterdisplay.pro/privacy](https://betterdisplay.pro/privacy)).
sv: Letar regelbundet efter uppdateringar och meddelar om det finns en tillgänglig uppdatering. Kräver nätverksanslutning. Inga uppgifter samlas in ([betterdisplay.pro/privacy](https://betterdisplay.pro/privacy)).
tr: Güncellemeleri periyodik olarak kontrol eder ve mevcut bir güncelleme varsa bildirir. Ağ bağlantısı gerektirir. Hiçbir veri toplanmaz ([betterdisplay.pro/privacy](https://betterdisplay.pro/privacy)).
uk: Періодично перевіряйте наявність оновлень і сповіщайте, якщо доступне оновлення. Потрібне підключення до мережі. Дані не збираються ([betterdisplay.pro/privacy](https://betterdisplay.pro/privacy)).
vi: Kiểm tra cập nhật định kỳ và thông báo nếu có bản cập nhật mới. Yêu cầu kết nối mạng. Không dữ liệu nào được thu nhập ([betterdisplay.pro/privacy](https://betterdisplay.pro/privacy)).
zh_hans: 定期检查更新并在有更新时发出通知。需要网络连接。不会收集数据。([betterdisplay.pro/privacy](https://betterdisplay.pro/privacy)).
zh_hant: 定期檢查更新並在有更新時發出通知。需要網絡連接。不會收集資料。([betterdisplay.pro/privacy](https://betterdisplay.pro/privacy)).

source: Periodically read and update current value from device
de: Den aktuellen Wert vom Gerät periodisch auslesen und aktualisieren.
es: Leer y actualizar periódicamente el valor actual desde el dispositivo
fr: Lis périodiquement et met à jour la valeur actuelle depuis l’appareil
hu: Az aktuális érték rendszeres lekérdezése és frissítése az eszközről
it: Leggere e aggiornare periodicamente il valore corrente dal dispositivo
ja: デバイスから定期的に現在の値を読み取り更新
ko: 디스플레이에서 현재 값을 주기적으로 읽고 갱신
nb: Les og oppdater regelmessig gjeldende verdi fra enheten
nl: Lees en werk periodiek huidige waarde bij van apparaat
pl: Okresowo odczytuj i aktualizuj bieżącą wartość z urządzenia
pt_br: Ler e atualizar periodicamente o valor atual do dispositivo
ro: Citiți și actualizați periodic valoarea curentă de pe dispozitiv
ru: Периодически считывать и обновлять текущее значение с устройства
sl: Občasno preberite in posodobite trenutno vrednost iz naprave
sv: Periodisk avläsning och uppdatering av aktuellt värde från enheten
tr: Cihazdan periyodik olarak mevcut değeri okuma ve güncelleme
uk: Періодично зчитувати та оновлювати поточне значення з пристрою
zh_hans: 定期从设备读取并更新当前值
zh_hant: 定期從裝置讀取並更新目前值

source: Periodically read and update current value from display
de: Regelmäßiges Lesen und Aktualisieren des aktuellen Werts vom Display
es: Leer y actualizar periódicamente el valor actual de la pantalla
fr: Lit et met à jour périodiquement la valeur actuelle de l'écran
hu: Aktuális érték rendszeres olvasása és frissítése a kijelzőről
it: Leggi e aggiorna periodicamente il valore corrente dal display.
ja: ディスプレイから定期的に現在の値を読み取り更新
ko: 디스플레이에서 현재 값을 주기적으로 읽고 갱신
nb: Les og oppdater regelmessig gjeldende verdi fra skjermen
nl: Lees en werk periodiek huidige waarde bij van scherm
pl: Okresowo odczytuj i aktualizuj bieżącą wartość z wyświetlacza
pt_br: Ler periodicamente e atualizar o valor atual do monitor
ro: Citiți și actualizați periodic valoarea curentă de pe ecran
ru: Периодически считывать и обновлять текущее значение с дисплея
sl: Občasno preberite in posodobite trenutno vrednost na zaslonu
sv: Periodisk avläsning och uppdatering av aktuellt värde från skärmen
tr: Ekrandan mevcut değeri periyodik olarak okuyun ve güncelleyin
uk: Періодично зчитувати та оновлювати поточне значення з дисплея
vi: Định kỳ đọc và cập nhật giá trị hiện tại từ màn hình
zh_hans: 定期从显示器读取和更新当前值
zh_hant: 定期從顯示器讀取和更新目前值

source: Philips Android TVs use secure connection and require pairing. Turning this off may allow control of some older non-Android Philips TVs.
nl: Android-tv’s van Philips gebruiken een beveiligde verbinding en vereisen paren. Door dit uit te schakelen zou het mogelijk kunnen worden om bepaalde oudere Philips-tv’s zonder Android te bedienen.
pl: Telewizory Philips Android TV korzystają z bezpiecznego połączenia i wymagają sparowania. Wyłączenie tej opcji może pozwolić na sterowanie niektórymi starszymi telewizorami Philips bez systemu Android.
ru: Телевизоры Philips на базе Android используют защищенное соединение и требуют сопряжения. Отключение этой опции может позволить управление некоторыми старыми моделями Philips без Android.

source: Philips TV control protocol versions range from 1 to 6. The app provides the detected version number upon a successful connection check.
nl: De protocolversie van Philips-tv’s gaan van 1 tot 6. De app biedt de herkende versienummer na een succesvolle verbindingscontrole.
pl: Wersje protokołu sterowania telewizorami Philips mieszczą się w zakresie od 1 do 6. Aplikacja podaje wykryty numer wersji po pomyślnym sprawdzeniu połączenia.
ru: Версии протокола управления телевизорами Philips находятся в диапазоне от 1 до 6. После успешной проверки соединения приложение показывает обнаруженный номер версии.

source: Photo Effect
de: Fotoeffekt
es: Efecto fotográfico
fr: Effet photo
hu: Fotóeffektus
it: Effetto fotografico
ja: 写真エフェクト
ko: 사진 효과
nb: Bildeeffekt
nl: Foto-effect
pl: Efekt zdjęcia
pt_br: Efeito fotográfico
ro: Efect foto
ru: Фотоеффект
sl: Učinek fotografije
sv: Fotoeffekt
tr: Fotoğraf Efekti
uk: Фотоефект
zh_hans: 照片效果
zh_hant: 照片效果

source: Photo Effect - Chrome
de: Fotoeffekt – Chrome
es: Efecto fotográfico - Chrome
fr: Effet photo - Chrome
hu: Fotóeffektus – Króm
it: Effetto fotografico - Chrome
ja: 写真エフェクト - クローム
ko: 사진 효과 - 크롬
nb: Bildeeffekt – Chrome
nl: Foto-effect - Chroom
pl: Efekt zdjęcia - Chrom
pt_br: Efeito fotográfico - Chrome
ro: Efect foto – Chrome
ru: Фотоеффект — Chrome
sl: Učinek fotografije - Chrome
sv: Fotoeffekt - Krom
tr: Fotoğraf Efekti - Krom
uk: Фотоефект — Chrome
zh_hans: 照片效果 - 镀铬
zh_hant: 照片效果 - 鍍鉻

source: Photo Effect - Fade
de: Fotoeffekt – Fade
es: Efecto fotográfico - Desvanecer
fr: Effet photo - Fondu
hu: Fotóeffektus – Elhalványulás
it: Effetto fotografico - Dissolvenza
ja: 写真エフェクト - フェード
ko: 사진 효과 - 페이드
nb: Bildeeffekt – Fade
nl: Foto-effect - Verbleek
pl: Efekt zdjęcia - Wyblakły
pt_br: Efeito fotográfico - Esmaecer
ro: Efect foto – Estompare
ru: Фотоеффект — Fade
sl: Učinek fotografije - Zbledenje
sv: Fotoeffekt - Tona
tr: Fotoğraf Efekti - Solma
uk: Фотоефект — Fade
zh_hans: 照片效果 - 渐隐
zh_hant: 照片效果 - 漸隱

source: Photo Effect - Instant
de: Fotoeffekt – Sofortbild
es: Efecto fotográfico - Instantánea
fr: Effet photo - Instantané
hu: Fotóeffektus – Instant
it: Effetto fotografico - Istantanea
ja: 写真エフェクト - インスタント
ko: 사진 효과 - 인스턴트
nb: Bildeeffekt – Instant
nl: Foto-effect - Onmiddellijk
pl: Efekt zdjęcia - Natychmiastowy
pt_br: Efeito fotográfico - Instantâneo
ro: Efect foto – Instant
ru: Фотоеффект — Instant
sl: Učinek fotografije - Takoj
sv: Fotoeffekt - Direkt
tr: Fotoğraf Efekti - Instant
uk: Фотоефект — Instant
zh_hans: 照片效果 - 拍立得
zh_hant: 照片效果 - 拍立得

source: Photo Effect - Noir
de: Fotoeffekt – Noir
es: Efecto fotográfico - Blanco y negro
fr: Effet photo - Noir
hu: Fotóeffektus – Noir
it: Effetto fotografico - Noir
ja: 写真エフェクト - ノアール
ko: 사진 효과 - 누아르
nb: Bildeeffekt – Noir
nl: Foto-effect - Zwart
pl: Efekt zdjęcia - Noir
pt_br: Efeito fotográfico - Noir
ro: Efect foto – Noir
ru: Фотоеффект — Noir
sl: Učinek fotografije - Noir
sv: Fotoeffekt - Noir
tr: Fotograf Etkisi - Siyah-Beyaz Etki/Noir
uk: Фотоефект — Noir
zh_hans: 照片效果 - 黑白
zh_hant: 照片效果 - 黑白

source: Photo Effect - None
de: Fotoeffekt – Kein
es: Efecto fotográfico - Ninguno
fr: Effet photo - Aucun
hu: Fotóeffektus – Nincs
it: Effetto fotografico - Nessuno
ja: 写真エフェクト - なし
ko: 사진 효과 - 없음
nb: Bildeeffekt – Ingen
nl: Foto-effect - Geen
pl: Efekt zdjęcia - Brak
pt_br: Efeito fotográfico - Nenhum
ro: Efect foto – Niciunul
ru: Фотоеффект — None
sl: Učinek fotografije - Brez
sv: Fotoeffekt - Ingen
tr: Fotoğraf Efekti - Yok
uk: Фотоефект — None
zh_hans: 照片效果 - 无
zh_hant: 照片效果 - 無

source: Photo Effect - Process
de: Fotoeffekt – Process
es: Efecto fotográfico - Proceso
fr: Effet photo - Traitement
hu: Fotóeffektus – Process
it: Effetto fotografico - Processo
ja: 写真エフェクト - プロセス
ko: 사진 효과 - 프로세스
nb: Bildeeffekt – Process
nl: Foto-effect - Proces
pl: Efekt zdjęcia - Proces
pt_br: Efeito fotográfico - Processo
ro: Efect foto – Process
ru: Фотоеффект — Process
sl: Učinek fotografije - Proces
sv: Fotoeffekt - Process
tr: Fotoğraf Efekti - Süreç/Process
uk: Фотоефект — Process
zh_hans: 照片效果 - 工艺
zh_hant: 照片效果 - 工藝

source: Photo Effect - Transfer
de: Fotoeffekt – Transfer
es: Efecto fotográfico - Transferencia
fr: Effet photo - Transfert
hu: Fotóeffektus – Átmenet
it: Effetto fotografico - Trasferimento
ja: 写真エフェクト - トランスファー
ko: 사진 효과 - 트랜스퍼
nb: Bildeeffekt – Transfer
nl: Foto-effect - Overdracht
pl: Efekt zdjęcia - Transfer
pt_br: Efeito fotográfico - Transferência
ro: Efect foto – Transfer
ru: Фотоеффект — Transfer
sl: Učinek fotografije - Prenos
sv: Fotoeffekt - Överföring
tr: Fotoğraf Efekti - İletim/Transfer
uk: Фотоефект — Transfer
zh_hans: 照片效果 - 转印
zh_hant: 照片效果 - 轉印

source: Physical dimensions are used by the app for UI scale matching among display group members. Dimensions reported by the display might not be accurate - make sure the correct figures are specified for this feature to work properly!
de: Physische Abmessungen werden von der App für den Abgleich der Benutzeroberflächen-Skala zwischen den Elementen der Displaygruppe verwendet. Die vom Display gemeldeten Maße sind möglicherweise nicht genau - stelle sicher, dass die richtigen Zahlen angegeben werden, damit diese Funktion ordnungsgemäß funktioniert!
es: Las dimensiones físicas son utilizadas por la aplicación para la coincidencia de escala de la interfaz de usuario entre los miembros del grupo de pantallas. Las dimensiones reportadas por la pantalla pueden no ser precisas; ¡asegúrate de que se especifiquen las cifras correctas para que esta función funcione correctamente!
fr: Les dimensions physiques sont utilisées par l'application pour la correspondance de la taille d'interface entre les écrans d'un groupe. Les dimensions rapportées par l’écran peuvent ne pas être exactes - assurez-vous que les chiffres indiqués sont corrects pour que cette fonction marche correctement !
hu: Az alkalmazás a fizikai méret információt használja a felhasználói felület skálázásának (méretének) egyeztetésére a megjelenítési csoport tagjai között. Előfordulhat, hogy a kijelző által jelentett méretek nem pontosak - győződjön meg róla, hogy a helyes számok vannak megadva, hogy ez a funkció megfelelően működjön!
it: Le dimensioni fisiche vengono utilizzate dall’app per la corrispondenza della scala dell’interfaccia utente tra i membri del gruppo di display. Le dimensioni riportate dal display potrebbero non essere accurate - assicurati che le cifre corrette siano specificate affinché questa funzionalità funzioni correttamente!
ja: 物理的サイズは、ディスプレイグループメンバー間のUIサイズ調整のために使用します。ディスプレイが報告するサイズは不正確である可能性があります。この機能が正しく動作するように、正確な数値を指定していることを確認してください!
ko: 물리적 치수는 디스플레이 그룹 구성원 간의 UI 스케일 매칭을 위해 앱에서 사용됩니다. 디스플레이가 보고하는 치수가 정확하지 않을 수 있으므로 이 기능이 제대로 작동하려면 정확한 수치가 지정되었는지 확인하세요!
nb: Fysiske dimensjoner brukes av appen for skalajustering av brukergrensesnittet blant medlemsskjermene i gruppen. Dimensjoner rapportert av skjermen kan være unøyaktige – sørg for at riktige tall er angitt for at denne funksjonen skal fungere ordentlig!
nl: De fysieke afmetingen worden gebruikt door de app voor het overeen laten komen van de UI-schaal onder schermgroepsleden. De afmetingen gemeld door het scherm is mogelijk onnauwkeurig - zorg ervoor dat de juiste getallen worden opgegeven voor deze functie om goed te werken!
pl: Wymiary fizyczne są używane przez aplikację do dopasowania skali interfejsu użytkownika pomiędzy członkami grupy wyświetlaczy. Wymiary zgłaszane przez wyświetlacz mogą nie być dokładne – upewnij się, że podano prawidłowe wartości, aby ta funkcja działała poprawnie!
pt_br: As dimensões físicas são usadas pelo aplicativo para correspondência de escala de IU entre membros do grupo de exibição. As dimensões informadas pelo monitor podem não ser precisas - certifique-se de que os valores corretos sejam especificados para que esse recurso funcione corretamente!
ro: Dimensiunile fizice sunt folosite de aplicație pentru potrivirea scalării UI între membrii grupului de afișaje. Este posibil ca dimensiunile raportate de afișaj să nu fie precise - asigurați-vă că sunt specificate numerele corecte pentru ca această funcție să funcționeze corect!
ru: Физические размеры используются приложением для согласования масштаба интерфейса между участниками группы дисплеев. Данные, предоставляемые дисплеем, могут быть неточными — убедитесь, что указаны правильные значения для корректной работы функции!
sl: Aplikacija uporablja fizične dimenzije za ujemanje lestvice uporabniškega vmesnika med člani prikazne skupine. Mere, ki jih prikaže zaslon, morda niso točne - poskrbite, da so navedene pravilne številke, da bo ta funkcija pravilno delovala!
sv: Fysiska mått används av appen för skalmatchning av användargränssnittet mellan medlemmar i skärmgruppen. Mått som rapporteras av skärmen kanske inte är korrekta - se till att rätt siffror anges för att den här funktionen ska fungera korrekt!
tr: Fiziksel boyutlar, uygulama tarafından görüntüleme grubu üyeleri arasında UI ölçeği eşleştirmesi için kullanılır. Monitör tarafından bildirilen boyutlar doğru olmayabilir - bu özelliğin düzgün çalışması için doğru rakamların belirtildiğinden emin olun!
uk: Фізичні розміри використовуються додатком для узгодження масштабу інтерфейсу між учасниками групи дисплеїв. Дані, які повідомляє дисплей, можуть бути неточними — переконайтеся, що вказані правильні значення, щоб ця функція працювала коректно!
vi: Kích thước vật lý được ứng dụng sử dụng để điều chỉnh tỉ lệ UI giữa các thành viên trong nhóm màn hình. Kích thước được báo cáo bởi màn hình có thể không chính xác - hãy chắc chắn rằng các số liệu chính xác đã được chỉ định để tính năng này hoạt động đúng!
zh_hans: 物理尺寸被应用程序用于显示组成员之间的UI比例匹配。显示器报告的尺寸可能不准确——请确保指定了正确的数值，以使此功能正常工作！
zh_hant: 物理尺寸被應用程式用於顯示群組成員之間的UI比例匹配。顯示器報告的尺寸可能不準確——請確保指定了正確的數值，以使此功能正常工作！

source: Picture in Picture
de: Bild-in-Bild
fr: Image dans l'image
hu: Kép a képben
ja: ピクチャインピクチャ
ko: 화면 속 화면 (PIP)
nb: Bilde-i-bilde
nl: Afbeelding in afbeelding
pl: Obraz w obrazie (PiP)
pt_br: PIP
ro: Imagine în imagine
ru: Картинка-в-картинке
sl: Slika v sliki
sv: Bild i bild
tr: Resim içinde Resim
uk: Картинка в картинці
zh_hans: 画中画
zh_hant: 畫中畫

source: Pixel Aspect Ratio
de: Pixel-Seitenverhältnis
es: Relación de Aspecto de Píxel
fr: Rapport d'aspect des pixels
hu: Pixel oldalarány
it: Rapporto d’aspetto dei pixel
ja: ピクセルアスペクト比
ko: 픽셀 종횡비
nb: Pikselforhold
nl: Pixelverhouding
pl: Proporcje piksela
pt_br: Proporção de Aspecto do Pixel
ro: Raport de aspect al pixelului
ru: Соотношение сторон пикселя
sl: Razmerje stranic slikovnih pik
sv: Bildförhållande för pixel
tr: Piksel En Boy Oranı
uk: Співвідношення сторін пікселя
vi: Tỉ Lệ Khung Hình Pixel
zh_hans: 像素长宽比
zh_hant: 像素長寬比

source: Pixel encoding
de: Pixel-Kodierung
es: Codificación de píxeles
fr: Encodage de pixel
hu: Pixelkódolás
it: Codifica dei pixel
ja: ピクセルエンコーディング
ko: 픽셀 인코딩
nb: Pikselkoding
nl: Pixelcodering
pl: Kodowanie pikseli
pt_br: Codificação de pixels
ro: Încodarea pixelului
ru: Кодировка пикселя
sl: Kodiranje pikslov
sv: Pixelkodning
tr: Piksel kodlama
uk: Кодування пікселя
vi: Mã hóa Pixel
zh_hans: 像素编码
zh_hant: 像素編碼

source: Pixel height
de: Pixel-Höhe
es: Altura de píxel
fr: Hauteur de pixel
hu: Pixelmagasság
it: Altezza dei pixel
ja: 高さ（ピクセル）
ko: 픽셀 높이
nb: Pikselhøyde
nl: Pixelhoogte
pl: Wysokość piksela
pt_br: Altura em pixels
ro: Număr de pixeli pe înălțime
ru: Высота пикселя
sl: Višina pikslov
sv: Bildpunktshöjd
tr: Pixel yüksekliği
uk: Висота пікселя
vi: Chiều cao điểm ảnh
zh_hans: 像素高度
zh_hant: 像素高度

source: Pixel width
de: Pixel-Breite
es: Ancho de píxel
fr: Largeur de pixel
hu: Pixel szélesség
it: Larghezza pixel
ja: 幅（ピクセル）
ko: 픽셀 너비
nb: Pikselbredde
nl: Pixelbreedte
pl: Szerokość piksela
pt_br: Largura em pixels
ro: Număr de pixeli pe lățime
ru: Ширина пикселя
sl: Širina pikslov
sv: Bildpunktsbredd
tr: Pixel genişliği
uk: Ширина пікселя
vi: Chiều rộng pixel
zh_hans: 像素宽度
zh_hant: 像素寬度

source: Pixellate
de: Pixelisieren
es: Pixelar
fr: Pixellisation
hu: Pixelezés
it: Pixelatura
ja: モザイク
ko: 픽셀화
nb: Piksellering
nl: Pixelleren
pl: Pikselizacja
pt_br: Pixelizar
ro: Pixelare
ru: Пикселизация
sl: Slikovna pika
tr: Pikselleştirme
uk: Пікселізація
zh_hans: 像素化
zh_hant: 像素化

source: Platform
de: Plattform
es: Plataforma
fr: Plateforme
it: Piattaforma
ja: プラットフォーム
ko: 플랫폼
nb: Plattform
pl: Platforma
pt_br: Plataforma
ro: Platforma
ru: Платформа
sl: Platforma
sv: Plattform
uk: Платформа
vi: Nền tảng
zh_hans: 平台
zh_hant: 平台

source: Please confirm the pairing request on the TV.
nl: Bevestig het paarverzoek op de tv.
pl: Proszę potwierdzić żądanie parowania na telewizorze.
ru: Подтвердите запрос на сопряжение на телевизоре.
