Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Set the color mode of ${displayEntity} to ${depth}-bit with ${encoding} ${subsampling} encoding and ${range} range if supported by the current display mode.
de: Den Farbmodus von ${displayEntity} auf ${depth}-Bit mit ${encoding} ${subsampling}-Kodierung und ${range}-Bereich festlegen, falls vom aktuellen Anzeigemodus unterstützt.
es: Establecer el modo de color de ${displayEntity} a ${depth} bits con codificación ${encoding} ${subsampling} y rango ${range} si es compatible con el modo de pantalla actual.
fr: Met le mode de couleur de ${displayEntity} à ${depth}-bit avec l'encodage ${encoding}${subsampling} et une étendue de ${range} si pris en charge par le mode d'affichage actuel de l’écran.
hu: A(z) ${displayEntity} színmódjának beállítása ${depth} bitesre ${encoding} ${subsampling} kódolással és ${range} tartománnyal, ha a jelenlegi kijelző mód támogatja.
it: Imposta la modalità colore di ${displayEntity} su ${depth} bit con codifica ${encoding} ${subsampling} e intervallo ${range} se supportato dalla modalità di visualizzazione corrente.
ja: ${displayEntity}のカラーモードを${depth}-ビットに設定します（現在のディスプレイモードが対応している場合は、エンコーディング${encoding} ${subsampling}、範囲${range}）。
ko: ${displayEntity}의 색상 모드를 ${depth}-비트로 설정하고, ${encoding} ${subsampling} 인코딩과 ${range} 범위를 사용하되, 현재 디스플레이 모드에서 지원되는 경우에 한정합니다.
nb: Angi fargemodus for ${displayEntity} til ${depth}-bit med ${encoding} ${subsampling}-koding og ${range}-område hvis støttet av gjeldende skjermmodus.
nl: Stel de kleurenmodus in van ${displayEntity} in op ${depth}-bits met ${encoding}-${subsampling}-codering en ${range}-bereik indien ondersdteund door de huidige schermmodus.
pt_br: Definir o modo de cor de ${displayEntity} para ${depth} bits com codificação ${encoding} ${subsampling} e faixa ${range}, se suportado pelo modo de exibição atual.
ro: Setează modul de culoare al ${displayEntity} la ${depth}-bit cu ${encoding} ${subsampling} encoding și ${range} range dacă este acceptat de modul de afișare curent.
ru: Установить цветовой режим для ${displayEntity} на ${depth}-бит с кодированием ${encoding} ${subsampling} и диапазоном ${range}, если это поддерживается текущим режимом дисплея.
sl: Nastavite barvni način ${displayEntity} na ${depth}-bit s kodiranjem ${encoding} ${subsampling} in obsegom ${range}, če to podpira trenutni način prikaza.
sv: Ställ in färgläget för ${displayEntity} till ${depth}-bitars med ${encoding} ${subsampling}-kodning och ${range}-intervall om det stöds av det aktuella skärmläget.
tr: Geçerli görüntüleme modu tarafından destekleniyorsa, ${displayEntity} öğesinin renk modunu ${encoding} ${subsampling} kodlaması ve ${range} aralığı ile ${depth}-bit olarak ayarlayın.
uk: Встановити колірний режим для ${displayEntity} на ${depth}-біт із кодуванням ${encoding} ${subsampling} та діапазоном ${range}, якщо це підтримується поточним режимом дисплея.
zh_hans: 将 ${displayEntity} 的色彩模式设为 ${depth}-bit，使用 ${encoding} ${subsampling} 编码，如果目前显示模式支 持，则使用 ${range} 范围。
zh_hant: 將 ${displayEntity} 的色彩模式設為 ${depth}-bit，使用 ${encoding} ${subsampling} 編碼，如果目前顯示模式支 持，則使用 ${range} 範圍。

source: Set the color profile of ${displayEntity} to ${colorProfileEntity}.
de: Farbprofil von ${displayEntity} auf ${colorProfileEntity} festlegen.
es: Establecer el perfil de color de ${displayEntity} en ${colorProfileEntity}.
fr: Définir le profil de couleur de ${displayEntity} à ${colorProfileEntity}.
hu: A(z) ${displayEntity} színprofiljának beállítása ${colorProfileEntity} értékre.
it: Imposta il profilo colore di ${displayEntity} su ${colorProfileEntity}.
ja: ${displayEntity}のカラープロファイルを${colorProfileEntity}に設定します。
ko: ${displayEntity}의 색상 프로필을 ${colorProfileEntity}(으)로 설정합니다.
nb: Angi fargeprofil for ${displayEntity} til ${colorProfileEntity}.
nl: Stel het kleurenprofiel in van ${displayEntity} op ${colorProfileEntity}.
pt_br: Definir o perfil de cor de ${displayEntity} para ${colorProfileEntity}.
ro: Setează profilul de culoare al ${displayEntity} la ${colorProfileEntity}.
ru: Установить цветовой профиль для ${displayEntity} на ${colorProfileEntity}.
sl: Barvni profil ${displayEntity} nastavite na ${colorProfileEntity}.
sv: Ställ in färgprofilen för ${displayEntity} till ${colorProfileEntity}.
tr: ${displayEntity} renk profilini ${colorProfileEntity} olarak ayarlayın.
uk: Встановити профіль кольорів для ${displayEntity} на ${colorProfileEntity}.
zh_hans: 将 ${displayEntity} 的颜色设定档设定为 ${colorProfileEntity}。
zh_hant: 將 ${displayEntity} 的顏色設定檔設定為 ${colorProfileEntity}。

source: Set the display mode of ${displayEntity} to resolution ${resolutionEntity} using ${scaleFactorEntity} scaling at refresh rate ${refreshRateEntity} with color depth ${colorDepthEntity}.
de: Anzeigemodus von ${displayEntity} auf Auflösung ${resolutionEntity} mit ${scaleFactorEntity} Skalierung bei einer Bildwiederholrate von ${refreshRateEntity} und Farbtiefe ${colorDepthEntity} festlegen.
es: Establecer el modo de visualización de ${displayEntity} en la resolución ${resolutionEntity} utilizando el escalado ${scaleFactorEntity} a la tasa de actualización ${refreshRateEntity} con una profundidad de color de ${colorDepthEntity}.
fr: Paramètre le mode d’affichage de ${displayEntity} à la résolution ${resolutionEntity} l'échelle ${scaleFactorEntity} à un taux de rafraîchissement de ${refreshRateEntity} et une profondeur de couleur de ${colorDepthEntity}.
hu: A(z) ${displayEntity} kijelző módjának beállítása ${resolutionEntity} felbontásra, ${scaleFactorEntity} méretezéssel, ${refreshRateEntity} frissítési gyakorisággal és ${colorDepthEntity} színmélységgel.
it: Imposta la modalità di visualizzazione di ${displayEntity} su risoluzione ${resolutionEntity} utilizzando la scala ${scaleFactorEntity} con frequenza di aggiornamento ${refreshRateEntity} e profondità di colore ${colorDepthEntity}.
ja: ${displayEntity}のディスプレイモードを、解像度${resolutionEntity}、スケーリング${scaleFactorEntity}、リフレッシュレート${refreshRateEntity}、色深度${colorDepthEntity}に設定します。
ko: ${displayEntity}의 디스플레이 모드를 해상도는 ${resolutionEntity}, 배율은 ${scaleFactorEntity}, 주사율은 ${refreshRateEntity}, 색상 깊이는 ${colorDepthEntity}(으)로 설정합니다.
nb: Angi skjermmodus for ${displayEntity} til oppløsning ${resolutionEntity} med ${scaleFactorEntity}-skalering ved oppdateringsfrekvens ${refreshRateEntity} med fargedybde ${colorDepthEntity}.
nl: Stel de weergavemodus van ${displayEntity} op resolutie ${resolutionEntity} met ${scaleFactorEntity} schaling met een verversingsfrequentie van ${refreshRateEntity} met kleurendiepte ${colorDepthEntity}.
pt_br: Definir o modo de exibição de ${displayEntity} para a resolução ${resolutionEntity} usando o escalonamento ${scaleFactorEntity} na taxa de atualização ${refreshRateEntity} com profundidade de cor ${colorDepthEntity}.
ro: Setați modul de afișare al ${displayEntity} la rezoluția ${resolutionEntity} utilizând ${scaleFactorEntity} scalare la rata de reîmprospătare ${refreshRateEntity} cu adâncimea de culoare ${colorDepthEntity}.
ru: Установить режим дисплея для ${displayEntity} на разрешение ${resolutionEntity} с масштабированием ${scaleFactorEntity}, частотой обновления ${refreshRateEntity} и глубиной цвета ${colorDepthEntity}.
sl: Nastavite način prikaza ${displayEntity} na ločljivost ${resolutionEntity} z uporabo skaliranja ${scaleFactorEntity} pri hitrosti osveževanja ${refreshRateEntity} z barvno globino ${colorDepthEntity}.
sv: Ställ in skärmläget för ${displayEntity} till upplösning ${resolutionEntity} med ${scaleFactorEntity}-skalning vid uppdateringsfrekvens ${refreshRateEntity} med färgdjup ${colorDepthEntity}.
tr: ${displayEntity} görüntüleme modunu, ${scaleFactorEntity} yenileme hızında ${refreshRateEntity} ve ${colorDepthEntity} renk derinliği ile ölçeklemeyi kullanarak ${resolutionEntity} çözünürlüğe ayarlayın.
uk: Встановити режим дисплея для ${displayEntity} на роздільну здатність ${resolutionEntity} з масштабуванням ${scaleFactorEntity} та частотою оновлення ${refreshRateEntity} і глибиною кольору ${colorDepthEntity}.
zh_hans: 将 ${displayEntity} 的显示模式设定为解析度${resolutionEntity}，使用 ${scaleFactorEntity} 缩放，更新率 ${refreshRateEntity}，色彩深度 ${colorDepthEntity}。
zh_hant: 將 ${displayEntity} 的顯示模式設定為解析度${resolutionEntity}，使用 ${scaleFactorEntity} 縮放，更新率 ${refreshRateEntity}，色彩深度 ${colorDepthEntity}。

source: Set the rotation of ${displayEntity} to ${degrees}.
de: Rotation von ${displayEntity} auf ${degrees} einstellen.
es: Establecer la rotación de ${displayEntity} a ${degrees}.
fr: Met la rotation de ${displayEntity} à ${degrees}.
hu: A(z) ${displayEntity} forgatásának beállítása ${degrees} fokra.
it: Imposta la rotazione di ${displayEntity} su ${degrees}.
ja: ${displayEntity}の向きを${degrees}に設定します。
ko: ${displayEntity}의 방향을 ${degrees}(으)로 설정합니다.
nb: Angi rotasjon for ${displayEntity} til ${degrees}.
nl: Stel de draaiing van ${displayEntity} in op ${degrees}.
pt_br: Definir a rotação de ${displayEntity} para ${degrees}.
ro: Setați rotația lui ${displayEntity} la ${degrees}.
ru: Установить поворот для ${displayEntity} на ${degrees}.
sl: Nastavite rotacijo ${displayEntity} na ${degrees}.
sv: Ställ in roteringen av ${displayEntity} till ${degrees}.
tr: ${displayEntity} öğesinin dönüşünü ${degrees} olarak ayarlayın.
uk: Встановити обертання для ${displayEntity} на ${degrees}.
zh_hans: 将 ${displayEntity} 的旋转设定为 ${degrees}。
zh_hant: 將 ${displayEntity} 的旋轉設定為 ${degrees}。

source: Set the specified display as main display for this display group. Leave 'Unspecified' to let macOS decide or allow the Configuration Protection app menu setting apply.
nl: Stelt het opgegeven scherm in als het hoofdscherm voor deze schermgroep. Laat het staan op 'Niet opgegeven' om macOS te laten beslissen of, of toe te staan dat de appmenu-instelling voor Bescherming configuratie wordt toegepast.
ru: Назначить указанный дисплей основным для этой группы дисплеев. Оставьте 'Unspecified', чтобы macOS выбрала сама или чтобы применялось настройка меню Configuration Protection.

source: Set up Accessibility Permissions…
de: Berechtigungen der Bedienungshilfen konfigurieren…
es: Configurar permisos de accesibilidad…
fr: Régler les permissions d'accessibilité…
hu: Kisegítő lehetőségek beállítása…
it: Imposta permessi di accessibilità…
ja: アクセシビリティのアクセス許可を設定…
ko: 접근성 권한 설정…
nb: Konfigurer tilgjengelighetstillatelser…
nl: Stel toegankelijkheidsbevoegdheden in...
pt_br: Configurar Permissões de Acessibilidade…
ro: Configurați permisiunile de accesibilitate…
ru: Настроить разрешения для специальных возможностей…
sl: Nastavitev dovoljenj za ljudi s posebnimi potrebami…
sv: Konfigurera behörigheter för tillgänglighet…
tr: Erişilebilirlik İznini Ayarla…
uk: Налаштувати дозволи Спеціальних Можливостей…
vi: Thiết lập Quyền truy cập Trợ năng
zh_hans: 设置辅助功能权限…
zh_hant: 設定輔助功能權限…

source: Set volume level first, then issue unmute command
de: Lautstärke zuerst einstellen, dann Befehl zum Deaktivieren der Stummschaltung geben
es: Primero establezca el nivel de volumen y luego emita el comando para activar el silencio
fr: Régler le volume en premier, puis exécuter la commande de rétablissement du son
hu: Hangerő beállítása, majd a némítás megszüntetése parancs kiadása
it: Imposta prima il livello del volume, quindi emette il comando disattivare l'audio
ja: 最初に音量レベルを設定、次にミュート解除コマンドを発行
ko: 먼저 볼륨 수준을 설정한 다음, 음소거 해제 명령 실행
nb: Angi volumnivå først, deretter send kommando om demping opphevet
nl: Stel eerst volumeniveau in, stuur daarna de dempen-opheffingsopdracht uit
pt_br: Definir o nível de volume primeiro e depois emita o comando ativar o som
ro: Setați mai întâi nivelul volumului, apoi emiteți comanda de activare a sunetului
ru: Сначала установить уровень громкости, затем включить звук
sl: Najprej nastavite glasnost, nato izdajte ukaz za vklop zvoka
sv: Ställ först in volymnivån och skicka sedan unmute-kommando
tr: Önce ses seviyesini ayarlayın, ardından sesi aç komutu verin
uk: Спочатку встановіть рівень гучності, а потім видайте команду ввімкнути звук
vi: Đặt mức độ âm lượng trước, rồi thực hiện lệnh bật tiếng
zh_hans: 设置音量大小后发出取消静音命令
zh_hant: 設定音量大小後發出取消靜音命令

source: Set volume level to lowest setting first, then issue mute command
de: Laustärke zuerst auf den niedrigsten Wert setzen, dann Befehl zum Stummschalten geben
es: Primero establezca el nivel de volumen en la configuración más baja y luego elija el comando de silencio
fr: Régler d'abord le volume au niveau le plus bas, puis émettre la commande de coupure du son
hu: Hangerő legalacsonyabbra állítása, majd némítás parancs kiadása
it: Imposta prima il livello del volume all'impostazione più bassa, quindi emette il comando silenziato
ja: 最初に音量レベルを最小に設定、次にミュートコマンドを発行
ko: 먼저 볼륨 수준을 최소로 설정한 다음, 음소거 명령 실행
nb: Angi volumnivået til laveste innstilling først, deretter send dempekommando
nl: Stel eerst volumeniveau in op de laagste instelling in, stuur daarna de dempopdracht uit
pt_br: Definir primeiro o nível de volume para a configuração mais baixa e, em seguida, emita o comando mudo
ro: Setați mai întâi nivelul volumului la cea mai mică setare, apoi emiteți comanda de silențiere"
ru: Сначала установить минимальный уровень громкости, затем выключить звук
sl: Najprej nastavite glasnost na najnižjo nastavitev, nato izdajte ukaz za izklop zvoka
sv: Ställ först in volymen på lägsta nivå och skicka sedan mute-kommando
tr: Önce ses seviyesini en düşük ayara getirin, ardından sessize alma komutu verin
uk: Спочатку встановіть найнижчий рівень гучності, а потім видайте команду вимкнення звуку
vi: Đặt mức độ âm lượng xuống thấp nhất, rồi thực hiện lệnh tắt tiếng
zh_hans: 音量调至最低后发出静音命令
zh_hant: 音量調至最低後發出靜音命令

source: Set volume to lowest setting
de: Laustärke auf den niedrigsten Wert setzen
es: Establecer volumen al mínimo
fr: Régler le volume au niveau le plus bas
hu: Hangerő beállítása a legalacsonyabb szintre
it: Imposta il volume all'impostazione più bassa
ja: 音量を最小に設定
ko: 볼륨을 최저 설정으로 설정
nb: Angi volum til laveste innstilling
nl: Stel volumeniveau in op de laagste instelling
pt_br: Definir o volume para a configuração mais baixa
ro: Setați volumul la cea mai mică setare
ru: Установить минимальный уровень громкости
sl: Nastavite glasnost na najnižjo nastavitev
sv: Ställ in volym till lägsta inställning
tr: Sesi en düşük seviyeye ayarla
uk: Встановіть мінімальний рівень гучності
vi: Đặt âm lượng xuống thấp nhất
zh_hans: 将音量调至最低
zh_hant: 將音量調至最低

source: Sets the minimum allowed hardware brightness value (on its own scale) below which software dimming kicks-in when using combined brightness control. This setting is useful for those with PWM sensitivity as it prohibits backlight control from entering heavy PWM range, substituting it with software dimming instead.
de: Legt den minimal zulässigen Hardware-Helligkeitswert (auf seiner eigenen Skala) fest, unterhalb dessen Software-basiertes Dimmen einsetzt, wenn die kombinierte Helligkeitssteuerung verwendet wird. Diese Einstellung ist nützlich für diejenigen mit PWM-Empfindlichkeit, da sie verhindert, dass die Steuerung der Hintergrundbeleuchtung in den starken PWM-Bereich eindringt und stattdessen durch Software-basiertes Dimmen ersetzt wird.
es: Establece el valor mínimo permitido de brillo del hardware (en su propia escala) por debajo del cual se activa la atenuación del software cuando se utiliza el control de brillo combinado. Esta configuración es útil para aquellos con sensibilidad PWM, ya que prohíbe que el control de retroiluminación entre en un rango amplio de PWM, sustituyéndolo por atenuación por software.
fr: Définir la luminosité matériel la plus basse autorisée (sur sa propre échelle) en dessous de laquelle l'atténuation logicielle entre en jeu lors de l'utilisation de la luminosité combinée. Ce paramètre est utiles pour ceux qui souffrent de sensibilité à la modulation de largeur d'impulsion (PWM) car il interdit le contrôle du rétroéclairage d'entrer dans des plages élevées de PWM, le remplaçant par de l'atténuation logicielle.
hu: Beállítja a minimálisan megengedett hardveres fényerő értéket (a saját skáláján), amely alatt a szoftveres fényerőszabályozás érvényesül, amennyiben kombinált fényerőszabályozást használ. Ez a beállítás hasznos a PWM-érzékenységgel rendelkezők számára, mivel megakadályozza, hogy a háttérvilágítás-szabályozás PWM-tartományba lépjen - ezt szoftveres fényerőszabályozással helyettesíti.
it: Imposta il valore minimo consentito di luminosità hardware (sulla propria scala) al di sotto del quale si attiva l'oscuramento software quando si utilizza il controllo combinato della luminosità. Questa impostazione è utile per chi ha sensibilità PWM, poiché impedisce al controllo della luminosità di entrare in un intervallo PWM pesante, sostituendolo invece con l'attenuazione del software.
ja: 複合輝度制御を使用する場合に、ソフトウェアディミングを開始するハードウェア輝度値（独自スケールでの）で許容できる最小値を設定します。この設定は、PWMに対する感受性が敏感な場合に有効で、バックライト制御が耐えがたいPWMレンジに入ることを禁止して、代わりにソフトウェアディミングを使用します。
ko: 통합 밝기 제어를 사용할 때 소프트웨어 디밍이 시작되는 최소 허용 하드웨어 밝기 값(자체 스케일)을 설정합니다. 이 설정은 백라이트 제어가 과도한 PWM 범위로 들어가는 것을 방지하고 대신 소프트웨어 디밍으로 대체하므로 PWM 민감도가 있는 사용자에게 유용합니다.
nb: Angir minimum tillatt maskinvarelysstyrke (på egen skala) under hvilket programvaredemping tar over ved bruk av kombinert lysstyrkekontroll. Denne innstillingen er nyttig for de med PWM-sensitivitet, da den forhindrer bakgrunnsbelysningskontroll fra å gå inn i tunge PWM-intervaller, ved å erstatte det med programvaredemping.
nl: Stel hieronder de minimaal toegestane helderheidswaarde in van het apparaat (op zijn eigen schaal) waarbij programmatische dimming begint bij gebruikmaking van gecombineerde helderheidsbediening. Deze instelling is nuttig voor diegenen met PWM-gevoeligheid aangezien het achtergrondverlichtingsbediening verbiedt om in het zware PWM-bereik te komen, waarbij het de plaats inneemt van programmatisch dimmen.
pt_br: Definir o valor mínimo permitido de brilho do hardware (em sua própria escala) abaixo do qual o escurecimento do software entra em ação ao usar o controle de brilho combinado. Esta configuração é útil para aqueles com sensibilidade PWM, pois proíbe o controle de luz de fundo de entrar na faixa PWM pesada, substituindo-o por escurecimento por software.
ro: Stabilește valoarea minimă permisă a luminozității hardware (pe propria sa scară) sub care atenuarea software intră în funcțiune atunci când se utilizează controlul de luminozitate combinat. Această setare este utilă pentru cei cu sensibilitate la PWM, deoarece interzice controlului luminozității să intre într-un interval PWM intens, înlocuindu-l în schimb cu software dimming.
ru: Устанавливает минимально допустимое аппаратное значение яркости (по своей шкале), ниже которого включается программное затемнение при использовании комбинированного управления яркостью. Этот параметр полезен для тех, кто чувствителен к ШИМ, так как запрещает управлению подсветкой входить в высокий диапазон ШИМ, заменяя его программным затемнением.
sl: Nastavi najmanjšo dovoljeno vrednost svetlosti strojne opreme (na lastni lestvici), pod katero se sproži programsko zatemnitev pri uporabi kombiniranega nadzora svetlosti. Ta nastavitev je uporabna za tiste z občutljivostjo PWM, saj nadzoru osvetlitve ozadja prepoveduje vstop v močno območje PWM in ga nadomesti s programsko zatemnitvijo.
sv: Ställer in det lägsta tillåtna ljusstyrkevärdet för hårdvara (på en egen skala) under vilket mjukvarudimning börjar gälla vid användning av kombinerad ljusstyrkereglering. Den här inställningen är användbar för personer med PWM-känslighet eftersom den förhindrar att bakgrundsbelysningen styrs in i PWM-området och istället ersätts med mjukvarudimning.
tr: Birleşik parlaklık kontrolü kullanılırken yazılım karartmasının devreye gireceği izin verilen minimum donanım parlaklık değerini (kendi ölçeğinde) ayarlar. Bu ayar, arka ışık kontrolünün ağır PWM aralığına girmesini yasakladığı ve bunun yerine yazılım karartması ile değiştirdiği için PWM hassasiyeti olanlar için kullanışlıdır.
uk: Встановлює мінімально дозволене апаратне значення яскравості (за власною шкалою), нижче якого вмикається програмне затемнення під час використання комбінованого керування яскравістю. Цей параметр корисний для тих, хто має ШІМ-чутливість, оскільки він забороняє керування підсвічуванням входити у важкий діапазон ШІМ, замінюючи його програмним затемненням.
vi: Thiết lập giá trị độ sáng phần cứng tối thiểu được phép (trên thang đo riêng của nó) dưới mức mà làm tối phần mềm bắt đầu khi sử dụng điều khiển độ sáng kết hợp. Cài đặt này hữu ích cho những người nhạy cảm với PWM vì nó ngăn chặn điều khiển đèn nền đi vào phạm vi PWM nặng, thay thế nó bằng việc làm tối phần mềm.
zh_hans: 设置允许的最小硬件亮度值（据其规模），低于此值软件调光时采用组合亮度控制。此设置对可调 PWM 灵敏度却禁止背光控制 PWM 广域的显示器会有用，采用软件调光作为替代方案。
zh_hant: 設定允許的最小硬體亮度值（據其規模），低於此值軟體調光時采用組合亮度控制。此設定對可調 PWM 靈敏度卻禁止背光控制 PWM 廣域的顯示器會有用，采用軟體調光作為替代方案。

source: Settings made with the app are protected.
de: Mit der App gemachte Einstellungen sind geschützt.
es: Los ajustes realizados con la aplicación están protegidos.
fr: Les réglages effectués par l'application sont protégés.
hu: Az alkalmazás általi változtatások védettek.
it: Le impostazioni fatte con l'app sono protette.
ja: アプリによる設定値を保護しました。
ko: 앱으로 설정한 사항은 보호됩니다.
nb: Innstillinger gjort med appen er beskyttet.
nl: Instellingen gemaakt met de app zijn beschermd.
pl: Ustawienia dokonane za pomocą aplikacji są chronione.
pt_br: As configurações feitas com o aplicativo são protegidas.
ro: Setările făcute cu aplicația sunt protejate.
ru: Настройки приложения защищены.
sl: Nastavitve, narejene z aplikacijo, so zaščitene.
sv: Inställningar som görs med appen är skyddade.
tr: Uygulama ile yapılan ayarlar korunmaktadır.
uk: Налаштування програми захищені.
vi: Cài đặt được thực hiện bằng ứng dụng được bảo vệ.
zh_hans: 此应用程序所做设置受到保护。
zh_hant: 此應用程式所做設定受到保護。

source: Settings successfully imported
nl: Instellingen succesvol geïmporteerd
ru: Настройки успешно импортированы

source: Settings…
de: Einstellungen…
es: Ajustes…
fr: Réglages…
hu: Beállítások…
it: Impostazioni…
ja: 設定…
ko: 설정…
nb: Innstillinger…
nl: Instellingen...
pt_br: Configurações…
ro: Setări…
ru: Настройки…
sl: Nastavitve…
sv: Inställningar…
tr: Ayarlar…
uk: Налаштування…
vi: Cài đặt…
zh_hans: 设置…
zh_hant: 設定…

source: Shadow
de: Schatten
es: Sombra
fr: Ombre
hu: Árnyék
it: Ombra
ja: シャドウ
ko: 그림자
nb: Skygge
nl: Schaduw
pt_br: Sombra
ro: Umbră
ru: Тень
sl: Senca
sv: Skugga
tr: Gölge
uk: Тінь
zh_hans: 阴影
zh_hant: 陰影

source: Sharpness
de: Schärfe
es: Nitidez
fr: Netteté
hu: Élesség
it: Nitidezza
ja: シャープネス
ko: 선명도
nb: Skarphet
nl: Scherpheid
pt_br: Nitidez
ro: Claritate
ru: Резкость
sl: Ostrina
sv: Skärpa
tr: Keskinlik
uk: Різкість
zh_hans: 锐度
zh_hant: 銳利度

source: Shell script (%@)
de: Shell-Skript (%@)
es: Script de shell (%@)
fr: Script Shell (%@)
hu: Shell szkript (%@)
it: Script shell (%@)
ja: シェルスクリプト（%@）
ko: 셸 스크립트 (%@)
nb: Shell-skript (%@)
pt_br: Script de shell (%@)
ro: Script shell (%@)
ru: Shell-скрипт (%@)
sl: Shell skripta(%@)
sv: Skalskript (%@)
tr: Kabuk betiği (%@)
uk: Shell-скрипт (%@)
zh_hans: Shell 脚本（%@）
zh_hant: Shell 指令稿（%@）

source: Shell script (%@) - OFF
de: Shell-Skript (%@) - AUS
es: Script de shell (%@) - APAGADO
fr: Script Shell (%@) - ARRÊT
hu: Shell szkript (%@) – KI
it: Script shell (%@) - DISATTIVATO
ja: シェルスクリプト（%@） - オフ
ko: 셸 스크립트 (%@) - 꺼짐
nb: Shell-skript (%@) – AV
nl: Shellscript (%@) - UIT
pt_br: Script de shell (%@) - DESLIGADO
ro: Script shell (%@) - DEZACTIVAT
ru: Shell-скрипт (%@) - ВЫКЛ.
sl: Shell script (%@) - IZKLOPLJENO
sv: Skalskript (%@) - AV
tr: Kabuk betiği (%@) - KAPALI
uk: Shell-скрипт (%@) - ВИМК.
zh_hans: Shell 脚本（%@）- 关闭
zh_hant: Shell 指令稿（%@）- 關閉
