Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Toggles are available under the Manage Display (or Virtual Screen) menu when hidden.
de: Ausschalter sind im Menü „Anzeige verwalten“ (oder „Virtueller Bildschirm“) verfügbar, wenn ausgeblendet.
es: Los interruptores están disponibles en el menú Gestionar pantalla (o Pantalla virtual) cuando están ocultos.
fr: Les bascules sont disponibles sous la section gérer l’écran (ou écran virtuel) du menu quand celles ci sont cachées.
hu: A kapcsolók elérhetők a Kijelző (vagy Virtuális képernyő) kezelése menüben elrejtés esetén.
it: Gli interruttori sono disponibili nel menu Gestisci Display (o Schermo Virtuale) quando nascosti.
ja: 非表示になっている場合は、ディスプレイ（もしくは仮想スクリーン）の管理メニューで切り替えることが可能です。
ko: 토글은 디스플레이(또는 가상 화면) 관리 메뉴에서 숨겨져 있을 때 사용할 수 있습니다.
nb: Vekslinger er tilgjengelige under «Manage Display» (eller virtuell skjerm)-menyen når de er skjult.
nl: Schakelaars zijn beschikbaar onder het menu Beheer scherm (of Virtueel scherm) wanneer verborgen.
pl: Przełączniki są dostępne w menu Zarządzaj wyświetlaczem (lub wirtualnym ekranem), gdy są ukryte.
pt_br: A seção Alternadores fica disponível no menu Gerenciar Monitor (ou Tela Virtual) quando oculta.
ro: Comutatoarele sunt disponibile în meniul Gestionare afișare (sau Ecran virtual) atunci când sunt ascunse.
ru: Переключатели доступны в меню Управление дисплеем (или Виртуальный экран), когда скрыты.
sl: Preklopi so na voljo v meniju za upravljanje zaslona (ali navideznega zaslona), ko so skriti.
sv: Växlingsknapparna är tillgängliga under menyn Hantera skärm (eller Virtuell skärm) när de är dolda.
tr: Geçiş butonları gizlendiğinde Ekranı Yönet (veya Sanal Ekran) menüsü altında kullanılabilir.
uk: Перемикачі доступні у меню Керувати дисплеєм (або віртуальним екраном), коли приховані.
vi: Các công tắc có sẵn trong menu Quản Lý Màn Hình (hoặc Màn Hình Ảo) khi bị ẩn.
zh_hans: 在某些情况下，‘管理显示器’（或‘管理虚拟屏幕’）子菜单中提供可切换的菜单项。
zh_hant: 在某些情況下，「管理顯示器」（或「管理虛擬螢幕」）子選單中提供可切換的選單項目。

source: Tools
de: Werkzeuge
es: Herramientas
fr: Utilitaires
hu: Eszközök
it: Strumenti
ja: ツール
ko: 도구
nb: Verktøy
nl: Gereedschappen
pl: Narzędzia
pt_br: Ferramentas
ro: Unelte
ru: Инструменты
sl: Orodja
sv: Verktyg
tr: Araçlar
uk: Інструменти
vi: Công cụ
zh_hans: 工具
zh_hant: 工具

source: Top
de: Oben
es: Arriba
fr: Haut
hu: Fent
it: Alto
ja: 上端
ko: 위
nb: Topp
nl: Boven
ro: Sus
ru: Верх
sl: Vrh
sv: Överst
tr: Üst
uk: Верх
vi: Trên cùng
zh_hans: 置顶
zh_hant: 置頂

source: Top → Center
de: Oben → Zentrum
es: Arriba → En el centro
fr: Haut → centre
hu: Felül → Középen
it: In alto → Al centro
ja: 上 → 中央
ko: 상단 → 중앙
nb: Topp → Senter
nl: Boven → midden
pt_br: Em cima → No centro
ro: Sus → Centru
ru: Верх → Центр
sl: Zgoraj → Sredina
sv: Övre → Mitten
tr: Üst → Merkez
uk: Верх → Центр
zh_hans: 上方 → 中间
zh_hant: 上方 → 中間

source: Top → Left
de: Oben → Links
es: Arriba → A la izquierda
fr: Haut → gauche
hu: Felül → Balra
it: In alto → A sinistra
ja: 上 → 左
ko: 상단 → 왼쪽
nb: Topp → Venstre
nl: Boven → links
pt_br: Em cima → À esquerda
ro: Sus → Stânga
ru: Верх → Слева
sl: Zgoraj → Levo
sv: Övre → Vänster
tr: Üst → Sol
uk: Верх → Ліворуч
zh_hans: 上方 → 左侧
zh_hant: 上方 → 左側

source: Top → Left - Corner
de: Oben → Links - Ecke
es: Arriba → A la izquierda - Esquina
fr: Haut → coin gauche
hu: Felül → Balra - Sarok
it: In alto → A sinistra - Angolo
ja: 上 → 左 - 隅
ko: 상단 → 왼쪽 - 모서리
nb: Topp → Venstre - Hjørne
nl: Boven → linkerhoek
pt_br: Em cima → À esquerda - Canto
ro: Sus → Colț stânga
ru: Верх → Левый угол
sl: Zgoraj → Levo - Kot
sv: Överst → Vänster - Hörn
tr: Üst → Sol - Köşe
uk: Верх → Лівий кут
zh_hans: 上方 → 左侧 - 角落
zh_hant: 上方 → 左側 - 角落

source: Top → Right
de: Oben → Rechts
es: Arriba → A la derecha
fr: Haut → droite
hu: Felül → Jobbra
it: In alto → A destra
ja: 上 → 右
ko: 상단 → 오른쪽
nb: Topp → Høyre
nl: Boven → rechts
pt_br: Em cima → À direita
ro: Sus → Dreapta
ru: Верх → Справа
sl: Zgoraj → Desno
sv: Övre → Höger
tr: Üst → Sağ
uk: Верх → Праворуч
zh_hans: 上方 → 右侧
zh_hant: 上方 → 右側

source: Top → Right - Corner
de: Oben → Rechts - Ecke
es: Arriba → A la derecha - Esquina
fr: Haut → coin droit
hu: Felül → Jobbra - Sarok
it: In alto → A destra - Angolo
ja: 上 → 右 - 隅
ko: 상단 → 오른쪽 - 모서리
nb: Topp → Høyre - Hjørne
nl: Boven → rechterhoek
pt_br: Em cima → À direita - Canto
ro: Sus → Colț dreapta
ru: Верх → Правый угол
sl: Zgoraj → Desno - Kot
sv: Överst → Höger - Hörn
tr: Üst → Sağ - Köşe
uk: Верх → Правий кут
zh_hans: 上方 → 右侧 - 角落
zh_hant: 上方 → 右側 - 角落

source: Top-center
ja: 上-中央
ko: 상단 중앙
nl: Bovenaan-links
ru: Верхний центр

source: Top-right corner
ja: 上-右隅
ko: 상단 오른쪽 모서리
nl: Bovenaan-rechterhoek
ru: Верхний правый угол

source: Traditional popups
de: Traditionelle Popups
es: Ventanas emergentes tradicionales
fr: Popups traditionnels
hu: Hagyományos felugró ablak
it: Popup tradizionali
ja: 従来型のポップアップ
ko: 기존 팝업
nb: Tradisjonelle popup-vinduer
nl: Traditionele pop-ups
pt_br: Pop-ups tradicionais
ro: Popup-uri tradiționale
ru: Традиционные всплывающие окна
sl: Tradicionalna pojavna okna
sv: Traditionella popup-fönster
tr: Geleneksel açılır pencereler
uk: Традиційні спливаючі вікна
vi: Thông báo truyền thống
zh_hans: 传统弹窗
zh_hant: 傳統彈窗

source: Transfer
nl: Draag over
ru: Передать

source: Transfer Display Settings
nl: Draag scherminstellingen over
ru: Передать настройки дисплея

source: Transfer display settings
nl: Draag scherminstellingen over
ru: Передать настройки дисплея

source: Treat all currently connected displays as group members
de: Alle aktuell verbundenen Displays als Gruppenmitglieder behandeln
es: Tratar todas las pantallas actualmente conectadas como miembros del grupo
fr: Traite tous les écrans actuellement connectés comme des membres du groupe
hu: Az összes csatlakoztatott kijelző csoporttagnak számít
it: Tratta tutti i display attualmente connessi come membri del gruppo
ja: 現在接続中のディスプレイをグループメンバーとして扱う
ko: 현재 연결된 모든 디스플레이를 그룹 구성원으로 처리
nb: Behandle alle nåværende tilkoblede skjermer som gruppemedlemmer
nl: Behandel alle momenteel verbonden schermen als groepsleden
pl: Traktuj wszystkie aktualnie połączone wyświetlacze jako członków grupy
pt_br: Trate todos os monitores conectados no momento como membros do grupo
ro: Tratează toate ecranele conectate în prezent ca membri ai grupului.
ru: Считать все подключенные дисплеи членами группы
sl: Vse trenutno povezane zaslone obravnavajte kot člane skupine
sv: Behandla alla för närvarande anslutna skärmar som gruppmedlemmar
tr: Şu anda bağlı olan tüm ekranları grup üyesi olarak değerlendirin
uk: Вважати всі підключені зараз дисплеї учасниками групи
vi: Xem tất cả các màn hình đã kết nối là thành viên của nhóm
zh_hans: 将所有当前已连接的显示器视作组成员。
zh_hant: 將所有目前已連接的顯示器視作群組成員。

source: Treat as generic third-party (non-Apple) display
de: Als allgemeines Display eines Drittherstellers (Nicht-Apple) behandeln
es: Tratar como pantalla genérica de tercero (no de Apple)
fr: Traiter comme un écran tierce générique (pas Apple)
hu: Általános, harmadik fél által gyártott (nem Apple) kijelzőként kezelés
it: Tratta come display generico di terze parti (non Apple)
ja: サードパーティ製（非Apple製）ディスプレイとして扱う
ko: 일반 타사(Apple이 아닌) 디스플레이로 취급하기
nb: Behandle som generisk tredjepartsskjerm (ikke-Apple)
nl: Behandel als algemene (niet-Apple-)scherm van derden
pl: Traktuj jako ogólny wyświetlacz innej firmy (nie Apple)
pt_br: Tratar como exibição genérica de terceiros (não Apple)
ro: Tratați ca ecran de la terți generic (non-Apple)
ru: Считать общим дисплеем стороннего производителя (не Apple)
sl: Obravnavaj kot generični zaslon tretje osebe (ki ni Apple).
sv: Hantera som allmän tredjepartsskärm (icke-Apple)
tr: Genel üçüncü taraf (Apple dışı) ekran olarak değerlendir
uk: Вважати загальним дисплеєм третьої сторони (не від Apple).
vi: Xử lý như một màn hình bên thứ ba thông thường (không phải của Apple)
zh_hans: 将其视为通用的第三方 (非 Apple) 显示器
zh_hant: 將其視為通用的第三方 (非 Apple) 顯示器

source: Treat newly connected displays as possibly watched displays
de: Neu angeschlossene Displays als mögliche überwachte Displays behandeln
es: Tratar las pantallas recién conectadas como posibles pantallas monitoreadas.
fr: Traite les écrans nouvellement connectés comme des écrans possiblement surveillés
hu: Újonnan csatlakoztatott kijelzők lehetséges figyelt kijelzőként való kezelése
it: Tratta i display appena collegati come potenzialmente monitorati
ja: 新規接続ディスプレイを監視対象ディスプレイとして扱う
ko: 새로 연결된 디스플레이를 모니터링 대상으로 처리
nb: Behandle nylig tilkoblede skjermer som potensielt overvåkede skjermer
nl: Behandel nieuw verbonden schermen als mogelijk bewaakte schermen
pl: Traktuj nowo połączone wyświetlacze jako potencjalnie obserwowane wyświetlacze
pt_br: Trate os monitores recém-conectados como possíveis monitores monitorados
ro: Tratați ecranele nou conectate ca posibile ecrane monitorizate
ru: Считать новые подключенные дисплеи потенциально отслеживаемыми
sl: Na novo povezane zaslone obravnavajte kot morebitno gledane zaslone
sv: Behandla nyligen anslutna skärmar som eventuellt bevakade skärmar
tr: Yeni bağlanan ekranları muhtemelen izlenen ekranlar olarak değerlendirin
uk: Вважати новопідключені дисплеї потенційно відстежуваними
vi: Xử lý các màn hình mới kết nối như là các màn hình có thể được theo dõi
zh_hans: 将新连接的显示器视为可能被监视的显示器
zh_hant: 將新連接的顯示器視為可能被監視的顯示器

source: Treat shortcuts as rotation toggles
de: Tastaturkurzbefehle als Rotationswechsel behandeln
es: Trate los atajos como interruptores de rotación
fr: Traite les raccourcis comme des bascules de rotation
hu: Billentyűparancsok forgatási kapcsolóként értelmezése
it: Tratta le scorciatoie come interruttori di rotazione
ja: ショートカットを回転の切り替えとして扱う
ko: 바로가기를 회전 토글로 취급
nb: Behandle snarveier som rotasjonsvekslinger
nl: Behandel sneltoetsen als draaiingsschakelaars
pt_br: Tratar os atalhos como alternadores de rotação
ro: Tratați comenzile rapide ca comutatoare de rotație
ru: Рассматривать ярлыки как переключатели поворота
sl: Obravnavajte bližnjice kot preklope vrtenja
sv: Hantera genvägar som rotationsväxlingar
tr: Kısayolları döndürme geçişleri olarak değerlendirin
uk: Розглядайте ярлики як перемикачі обертання
vi: Xử lý phím tắt như các công cụ chuyển đổi hướng
zh_hans: 将快捷键作为旋转开关
zh_hant: 將快捷鍵作為旋轉開關

source: Treat specified contents as regular expressions
de: Angegebene Inhalte als reguläre Ausdrücke behandeln
es: Tratar el contenido especificado como expresiones regulares
fr: Interprète le contenu spécifié comme une expression régulière
hu: A megadott tartalom reguláris kifejezésként való kezelése
it: Tratta il contenuto specificato come espressione regolare
ja: 指定したコンテンツを正規表現として扱う
ko: 지정된 콘텐츠를 정규식으로 처리
nb: Behandle angitt innhold som regulære uttrykk
nl: Behandel opgegeven materiaal als reguliere expressies
pt_br: Tratar o conteúdo especificado como expressões regulares
ro: Tratați conținutul specificat ca expresii regulate
ru: Считать указанный контент регулярными выражениями
sl: Določene vsebine obravnavajte kot regularne izraze
sv: Behandla angivet innehåll som reguljära uttryck
tr: Belirtilen içerikleri düzenli ifadeler olarak değerlendirin
uk: Вважати вказаний вміст регулярними виразами
zh_hans: 将指定内容视为正则表达式
zh_hant: 將指定內容視為正則表達式

source: Treat this display (identified as Apple-made) as generic and allow DDC control to be enabled. Might cause permanent issues on some older Apple displays!
de: Dieses Display (das als von Apple hergestellt identifiziert wurde) als allgemeines Display behandeln und die Aktivierung der DDC-Steuerung zulassen. Könnte bei einigen älteren Apple-Displays zu dauerhaften Problemen führen!
es: Trate esta pantalla (identificada como hecha por Apple) como genérica y permita que se habilite el control DDC. ¡Podría causar problemas permanentes en algunas pantallas antiguas de Apple!
fr: Traite cet écran (identifié comme fabriqué par Apple) comme générique et autorise le contrôle DDC à être activé. Peut causer des problèmes permanents avec certains anciens écrans Apple !
hu: Ezt a kijelzőt (amely Apple által gyártottként lett beazonosítva) általános kijelzőként kezeli és engedélyezi a DDC-vezérlést. Ez egyes elavult Apple-kijelzőkön maradandó problémákat is okozhat!
it: Tratta questo display (identificato come Apple) come generico e consente che il controllo DDC sia abilitato. Potrebbe causare problemi permanenti su alcuni vecchi display Apple!
ja: このディスプレイ（Apple製と識別）を汎用ディスプレイとして扱い、DDC制御を有効化します。一部の古いApple製ディスプレイでは、永続的な問題が発生することがあります!
ko: 이 디스플레이(Apple에서 만든 것으로 식별됨)를 일반 디스플레이로 취급하고 DDC 제어를 사용하도록 허용합니다. 일부 구형 Apple 디스플레이에서 영구적인 문제를 일으킬 수 있습니다!
nb: Behandle denne skjermen (identifisert som Apple-laget) som generisk og tillat at DDC-kontroll aktiveres. Kan forårsake permanente problemer på noen eldre Apple-skjermer!
nl: Behandel dit scherm (geïdentificeerd als gemaakt door Apple) als algemeen en sta DDC-bediening toe om ingeschakeld te worden. Kan permanente problemen veroorzaken op sommige oudere Apple-schermen!
pt_br: Tratar este monitor (identificado como fabricado pela Apple) como genérica e permita que o controle DDC seja ativado. Pode causar problemas permanentes em alguns monitores Apple mais antigos!
ro: Tratați acest ecran (identificat ca produs de Apple) ca fiind generic și permiteți activarea controlului DDC. S-ar putea să cauzeze probleme permanente pe unele ecrane mai vechi de la Apple!
ru: Рассматривайте этот дисплей (идентифицированный как произведенный Apple) как общий и разрешите включить управление DDC. Это может привести к постоянным проблемам на некоторых старых дисплеях Apple!
sl: Obravnavajte ta zaslon (ki ga je izdelal Apple) kot splošen in omogočite nadzor DDC. Lahko povzroči trajne težave na nekaterih starejših Applovih zaslonih!
sv: Behandla den här skärmen (identifierad som Apple-tillverkad) som en generisk skärm och låt DDC-styrning aktiveras. Kan orsaka permanenta problem på vissa äldre Apple-skärmar!
tr: Bu ekranı (Apple yapımı olarak tanımlanan) genel olarak değerlendirin ve DDC kontrolünün etkinleştirilmesine izin verin. Bazı eski Apple ekranlarında kalıcı sorunlara neden olabilir!
uk: Вважати цей дисплей (ідентифікований як виготовлений Apple) загальним і дозволити ввімкнення керування DDC. Може спричинити постійні проблеми на деяких старих дисплеях Apple!
vi: Xem màn hình này (được nhận dạng là của Apple) như là một màn hình thông thường và cho phép kích hoạt điều khiển DDC. Có thể gây ra vấn đề vĩnh viễn trên một số màn hình Apple cũ!
zh_hans: 将此显示器 (标识为 Apple 制造) 作为通用显示器并允许启用 DDC 控制。可能在某些旧的 Apple 显示器上导致永久性问题！
zh_hant: 將此顯示器 (標識為 Apple 製造) 作為通用顯示器並允許啟用 DDC 控制。可能在某些舊的 Apple 顯示器上導致永久性問題！

source: True Tone turned off by HDR toggle
de: True Tone durch HDR-Schalter ausgeschaltet
es: True Tone desactivado mediante el interruptor de HDR
fr: True Tone désactivé par l'activation de HDR
hu: True Tone HDR által kikapcsolva
it: True Tone spento dall'interruttore HDR
ja: HDRによるTrue Toneオフを切り替え
ko: HDR 토글을 통해 True Tone 끄기
nb: True Tone slått av av HDR-veksling
nl: True Tone uitgeschakeld door HDR-schakelaar
pt_br: True Tone desativado pela alternância HDR
ro: True Tone dezactivat prin comutarea HDR
ru: True Tone отключен переключателем HDR
sl: True Tone je izklopljen s stikalom HDR
sv: True Tone aktiverad av HDR-växling
tr: True Tone, HDR geçişiyle kapatıldı
uk: True Tone вимкнено перемикачем HDR
vi: True Tone được tắt bởi công tắc HDR
zh_hans: 切换 HDR 时关闭原彩显示
zh_hant: 切換 HDR 時關閉原彩顯示

source: Try the latest features by enrolling as a pre-release tester. If you are already running a pre-release version, you'll receive pre-release updates until the next stable release even if this option is disabled.
de: Teste die neuesten Funktionen, indem du dich als Tester für Vorabveröffentlichungen registrierst. Wenn du bereits eine Vorabversion verwendest, erhältst du bis zur nächsten stabilen Version Vorabversions-Updates, auch wenn diese Option deaktiviert ist.
es: Pruebe las funciones más recientes inscribiéndose como evaluador previo al lanzamiento. Si ya está ejecutando una versión preliminar, recibirá actualizaciones previas al lanzamiento hasta la próxima versión estable, incluso si esta opción está deshabilitada.
fr: Essayez les dernières fonctionnalités en vous inscrivant comme testeur de préversion. Si vous utilisez déjà une préversion, vous recevrez les mises à jour de préversion jusqu'à la prochaine version stable, même si cette option est désactivée.
hu: Ha regisztrál az előzetes tesztelői státuszba, kipróbálja a legújabb funkciókat azok megjelenése előtt. Ha már egy előzetes verziót futtat, akkor a következő stabil verzióig akkor is megkapja az előzetes frissítéseket, ha ez a lehetőség ki van kapcsolva.
it: Prova le ultime funzionalità iscrivendoti come tester di pre-rilascio. Se stai già eseguendo una versione pre-rilascio, riceverai aggiornamenti pre-rilascio fino alla prossima versione stabile, anche se questa opzione è disabilitata.
ja: プレリリースのテスターに登録して、最新機能をお試しください。すでにプレリリース版をお使いの場合は、このオプションを無効化しても、次の安定版リリースまではプレリリースのアップデートを受け取ることができます。
ko: 시험판 테스터로 등록하여 최신 기능을 사용해 보세요. 이미 시험판 버전을 실행 중인 경우 이 옵션을 비활성화하더라도 다음 안정 버전이 출시될 때까지 시험판 업데이트를 받을 수 있습니다.
nb: Prøv de nyeste funksjonene ved å registrere deg som forhåndsutgivelsestester. Hvis du allerede kjører en forhåndsutgivelsesversjon, vil du motta forhåndsutgivelsesoppdateringer til neste stabile utgivelse selv om dette alternativet er deaktivert.
nl: Probeer de nieuwste functies door je aan te melden als vroege-releasetester. Als je al een vroege-releaseversie draait, ontvang je vroege-releaseversies tot de volgende stabiele release, zelfs als deze optie is uitgeschakeld.
pl: Wypróbuj najnowsze funkcje, rejestrując się jako tester wersji przedpremierowych. Jeśli używasz już wersji przedpremierowej, będziesz otrzymywać uaktualnienia przedpremierowe do czasu wydania następnej stabilnej wersji, nawet jeśli ta opcja jest wyłączona.
pt_br: Experimentar os recursos mais recentes inscrevendo-se como testador de pré-lançamento. Se você já estiver executando uma versão de pré-lançamento, receberá atualizações de pré-lançamento até a próxima versão estável, mesmo que esta opção esteja desativada.
ro: Încercați cele mai recente adiții înrolând-vă ca tester. Dacă utilizați deja o versiune pre-release, veți primi actualizări pre-release până la următoarea versiune stabilă, chiar dacă această opțiune este dezactivată.
ru: Попробуйте новейшие функции, зарегистрировавшись в качестве тестера предварительной версии. Если вы уже используете предварительную версию, вы будете получать обновления до следующего стабильного релиза, даже если эта опция отключена.
sl: Preizkusite najnovejše funkcije tako, da se prijavite kot preskuševalec pred izdajo. Če že uporabljate različico pred izdajo, boste prejemali posodobitve pred izdajo do naslednje stabilne izdaje, tudi če je ta možnost onemogočena.
sv: Prova de senaste funktionerna genom att registrera dig som testare av en förhandsversion. Om du redan kör en förhandsversion kommer du att få uppdateringar fram till nästa stabila version även om det här alternativet är inaktiverat.
tr: Ön sürüm test kullanıcısı için kayıt yaparak en son özellikleri deneyin. Hali hazırda bir ön sürüm çalıştırıyorsanız, bu seçenek devre dışı bırakılsa bile bir sonraki kararlı sürüme kadar ön sürüm güncellemelerini alırsınız.
uk: Спробуйте найновіші функції, зареєструвавшись як тестувальник попередньої версії. Якщо ви вже використовуєте попередню версію, ви отримуватимете попередні оновлення до наступного стабільного випуску, навіть якщо цей параметр вимкнено.
vi: Trải nghiệm các tính năng mới nhất bằng cách đăng ký làm người kiểm tra trước phiên bản chính thức. Nếu bạn đã đang chạy một phiên bản trước chính thức, bạn sẽ nhận được các cập nhật đó cho đến khi phiên bản ổn định tiếp theo được phát hành, ngay cả khi tùy chọn này đã bị tắt.
zh_hans: 注册成为试用版测试员体验最新功能。如果您已经在运行预发布版本，即使禁用此选项也会收到预发布版本的更新，直到下一个稳定版本发布。
zh_hant: 註冊成為試用版測試員體驗最新功能。如果您已經在使用預發布版本，即使禁用此選項也會收到預發布版本的更新，直到下一個穩定版本發布。

source: Turn Display Backlight Off
de: Hintergrundbeleuchtung des Displays ausschalten
es: Apagar Retroiluminación
fr: Éteindre le rétroéclairage de l'écran
hu: Kijelző háttérvilágítás kikapcsolása
it: Disattiva retroilluminazione display
ja: ディスプレイのバックライトをオフ
ko: 디스플레이 백라이트 끄기
nb: Slå av bakgrunnsbelysning på skjerm
nl: Zet schermachtergrondverlichting uit
pt_br: Desligar a luz de fundo do monitor
ro: Opreste Retro-Iluminarea(backlight)
ru: Выключить подсветку дисплея
sl: Izklopite osvetlitev zaslona
sv: Stäng av skärmens bakgrundsbelysning
tr: Ekran Arka Işığını Kapat
uk: Вимкнути підсвічування дисплея
vi: Tắt đèn nền màn hình
zh_hans: 关闭显示器背光灯
zh_hant: 關閉顯示器背光燈

source: Turn Display Backlight Off?
de: Hintergrundbeleuchtung des Displays ausschalten?
es: ¿Apagar Retroiluminación?
fr: Éteindre le rétroéclairage de l'écran ?
hu: Kijelző háttérvilágítás kikapcsolása?
it: Disattivare la retroilluminazione visualizzata?
ja: ディスプレイのバックライトをオフにしますか?
ko: 디스플레이 백라이트를 끄시겠습니까?
nb: Slå av bakgrunnsbelysning på skjerm?
nl: Schermachtergrondverlichting uitschakelen?
pt_br: Desligar a luz de fundo do monitor?
ro: Opreste Retro-Iluminarea(backlight)?
ru: Выключить подсветку дисплея?
sl: Izklop osvetlitve zaslona?
sv: Stäng av skärmens bakgrundsbelysning?
tr: Ekranın Arka Işığını Kapatılsın Mı?
uk: Вимкнути підсвічування дисплея?
vi: Tắt đèn nền màn hình?
zh_hans: 关闭显示器背光灯？
zh_hant: 關閉顯示器背光燈？

source: Turn Display Backlight On
de: Hintergrundbeleuchtung des Displays einschalten
es: Encender Retroiluminación
fr: Allumer le rétroéclairage de l'écran
hu: Kijelző háttérvilágítás bekapcsolása
it: Attiva La retroilluminazione
ja: ディスプレイのバックライトをオン
ko: 디스플레이 백라이트 켜기
nb: Slå på bakgrunnsbelysning på skjerm
nl: Zet schermachtergrondverlichting aan
pt_br: Ligar a luz de fundo do monitor
ro: Porneste Retro-Iluminarea(backlight)
ru: Включить подсветку дисплея
sl: Vklopite osvetlitev zaslona
sv: Slå på skärmens bakgrundsbelysning
tr: Ekranın Arka Işığını Aç
uk: Увімкнути підсвічування дисплея
vi: Bật đèn nền màn hình
zh_hans: 开启显示器背光灯
zh_hant: 開啟顯示器背光燈

source: Turn Display Off
de: Display ausschalten
es: Apagar Pantalla
fr: Éteindre l'écran
hu: Kijelző kikapcsolása
it: Disattiva display
ja: ディスプレイを電源オフ
ko: 디스플레이 끄기
nb: Slå av skjerm
nl: Zet scherm uit
pl: Wyłącz wyświetlacz
pt_br: Desligar o Monitor
ro: Opreste Ecranul
ru: Выключить дисплей
sl: Izklopite zaslon
sv: Stäng av skärm
tr: Ekranı Kapat
uk: Вимкнути дисплей
vi: Tắt màn hình
zh_hans: 关闭显示器
zh_hant: 關閉顯示器

source: Turn Off Rotation
de: Rotation ausschalten
es: Desactivar Rotación
fr: Désactiver la rotation
hu: Forgatás kikapcsolása
it: Disattiva rotazione
ja: 回転をオフ
ko: 회전 끄기
nb: Slå av rotasjon
nl: Zet draaiing uit
pl: Wyłącz obracanie
pt_br: Desligar rotação
ro: Opreste rotația
ru: Выключить поворот
sl: Izklopite vrtenje
sv: Stäng av rotation
tr: Döndürmeyi Kapat
uk: Вимкнути обертання
vi: Tắt xoay
zh_hans: 关闭旋转
zh_hant: 關閉旋轉

source: Turn Off Screen Mirroring
de: Bildschirmspiegelung ausschalten
es: Desactivar espejo de pantalla
fr: Désactiver le miroir d’écran
hu: Képernyő tükrözésének kikapcsolása
it: Disattiva duplicazione schermo
ja: スクリーンミラーリングをオフ
ko: 화면 미러링 끄기
nb: Slå av skjermspeiling
nl: Zet synchrone weergave uit
pt_br: Desativar espelhamento de tela
ro: Dezactivați oglindirea ecranului
ru: Выключить зеркалирование экрана
sl: Izklopite zrcaljenje zaslona
sv: Stäng av skärmspegling
tr: Ekran Yansıtmayı Kapat
uk: Вимкнути дзеркалювання екрана
zh_hans: 关闭屏幕镜像
zh_hant: 關閉螢幕鏡像
