Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Customize input source list for this display
de: Liste der Eingabequellen für dieses Display anpassen
es: Personalizar la lista de fuentes de entrada para esta pantalla
fr: Personnaliser la liste des sources d'entrées pour cet écran
hu: Bemeneti forráslista testreszabása
it: Personalizza l'elenco delle sorgenti di input per questo schermo
ja: このディスプレイ用入力ソースをカスタマイズ
ko: 이 디스플레이의 입력 소스 사용자화
nb: Tilpass inndatakildelisten for denne skjermen
nl: Pas invoerbronnenlijst aan voor dit scherm
pl: Dostosuj listę źródeł sygnału dla tego wyświetlacza
pt_br: Personalizar a lista de fontes de entrada para este monitor
ro: Personalizați lista de surse de intrare pentru acest ecran
ru: Настройка списка источников входного сигнала для данного дисплея
sl: Prilagodite seznam vhodnih virov za ta zaslon
sv: Anpassa listan över ingångskällor för denna skärm
tr: Bu ekran için giriş kaynak listesini özelleştir
uk: Налаштуйте список джерел вхідного сигналу для цього дисплея
vi: Tùy chỉnh danh sách nguồn đầu vào cho màn hình này
zh_hans: 自定义此显示器的输入源列表
zh_hant: 自訂此顯示器的輸入源列表

source: Customize the contents of the app menu - set which items are visible always, which only when the menu is expanded and which ones should be hidden.
de: Inhalt des App-Menüs anpassen - lege fest, welche Einträge immer sichtbar sind, welche nur, wenn das Menü erweitert wird, und welche ausgeblendet werden sollen.
es: Personaliza el contenido del menú de la aplicación: establece qué elementos son siempre visibles, cuáles solo cuando el menú está expandido y cuáles deben estar ocultos.
fr: Personnalise le contenu du menu de l'application - définit quels éléments doivent rester visibles, ceux qui ne sont visibles que quand le menu est développé et ceux qui doivent être cachés.
hu: Az alkalmazás menü tartalmának testreszabása - beállítható, hogy mely elemek legyenek mindig láthatóak, melyek csak a menü kibontásakor, és melyek legyenek elrejtve.
it: Personalizza il contenuto del menu dell'app - imposta quali elementi sono visibili sempre, che solo quando il menu è espanso e quali dovrebbero essere nascosti.
ja: アプリメニューのコンテンツをカスタマイズ - 常に表示する項目、メニューが展開された時のみ表示する項目や非表示にする項目を設定します。
ko: 앱 메뉴 아이템 사용자화 - 어떤 항목을 항상 표시할지, 어떤 항목을 메뉴를 확장할 때만 표시할지, 어떤 항목을 숨길지 설정할 수 있습니다.
nb: Tilpass innholdet i app-menyen – angi hvilke elementer som alltid er synlige, hvilke som kun vises når menyen er utvidet, og hvilke som skal skjules.
nl: Pas de inhoud van het appmenu aan - stel in welke onderdelen altijd zichtbaar zijn, welke alleen als het menu is uitgeklapt en welke verborgen zullen zijn.
pl: Dostosuj zawartość menu aplikacji – określ, które pozycje mają być zawsze widoczne, które tylko po rozwinięciu menu, a które mają być ukryte.
pt_br: Personalizar o conteúdo do menu do aplicativo – definir quais itens ficarão sempre visíveis, quais somente quando o menu estiver expandido e quais deverão ficar ocultos.
ro: Personalizați conținutul meniului aplicației - stabiliți care elemente sunt întotdeauna vizibile, care numai atunci când meniul este extins și care ar trebui să fie ascunse.
ru: Настройте содержимое меню приложения - укажите, какие пункты видны всегда, какие - только при развертывании меню, а какие должны быть скрыты.
sl: Prilagodite vsebino menija aplikacije – nastavite, kateri elementi so vidni vedno, kateri le, ko je meni razširjen in kateri naj bodo skriti.
sv: Anpassa innehållet i appmenyn - ställ in vilka objekt som alltid ska vara synliga, vilka som bara ska vara synliga när menyn expanderas och vilka som ska vara dolda.
tr: Uygulama menüsünün içeriğini özelleştirin - hangi öğelerin her zaman görünür olacağını, hangilerinin yalnızca menü genişletildiğinde ve hangilerinin gizlenmesi gerektiğini ayarlayın.
uk: Налаштуйте вміст меню додатків - установіть, які пункти будуть видимі завжди, які лише під час розгортання меню, а які мають бути приховані.
vi: Tùy chỉnh nội dung của Menu ứng dụng - thiết lập những mục nào luôn hiển thị, mục nào chỉ khi menu được mở rộng và mục nào nên bị ẩn.
zh_hans: 自定义应用程序菜单内容 - 设置哪些项目始终可见、只在菜单展开时可见、始终隐藏。
zh_hant: 自訂應用程式選單內容 - 設定哪些項目始終可見、只在選單展開時可見、始終隱藏。

source: Customized control via CLI and scripted commands, network or macOS notification dispatch mechanism.
de: Angepasste Steuerung über CLI- und Skriptbefehle, Netzwerk- oder macOS-Benachrichtigungsmechanismus.
es: Control personalizado mediante CLI y comandos con script, red o el mecanismo de envío de notificaciones de macOS.
fr: Contrôles personnalisés via CLI et commandes scriptées, mécanisme de répartition des notifications réseau ou macOS.
hu: Egyéni vezérlés CLI-n és szkripteken, hálózaton vagy macOS értesítési továbbítási mechanizmuson keresztül.
it: Controllo personalizzato tramite CLI e comandi scriptati, rete o meccanismo di dispatch delle notifiche di macOS.
ja: CLIおよびスクリプトコマンド、ネットワークまたはmacOS通知ディスパッチ機能によるカスタム制御です。
ko: CLI와 스크립트 명령을 통한 맞춤형 제어, 네트워크 또는 macOS 알림 발송 메커니즘.
nb: Tilpasset kontroll via CLI og skriptede kommandoer, nettverk eller macOS varslingssystem.
nl: Eigen bediening via CLI en gescripte opdrachten, via netwerk of via het macOS-mechanisme voor versturen van meldingen.
pl: Niestandardowa kontrola za pomocą CLI i poleceń skryptowych, sieci lub mechanizmu powiadomień macOS.
pt_br: Controle personalizado via CLI e comandos com script, rede ou mecanismo de envio de notificações do macOS.
ro: Control personalizat prin CLI și comenzi scriptate, mecanism de trimitere a notificărilor de rețea sau macOS.
ru: Настраиваемое управление через CLI, сценарии, сеть или механизм уведомлений macOS.
sl: Prilagojen nadzor prek CLI in skriptnih ukazov, omrežnega ali macOS mehanizma pošiljanja obvestil.
sv: Anpassad styrning via CLI och skriptade kommandon, nätverk eller macOS-meddelandemekanism.
tr: CLI ve komut dosyası komutları, ağ veya macOS bildirim gönderme mekanizması aracılığıyla özelleştirilmiş kontrol.
uk: Налаштований елемент керування через CLI та скриптові команди, мережу або механізм сповіщень macOS.
zh_hans: 通过 CLI 和脚本命令、网络或 macOS 通知分发机制进行的自定义控制。
zh_hant: 透過 CLI 和腳本指令、網路或 macOS 通知分發機制進行的自訂控制。

source: Cut
de: Ausschneiden
es: Cortar
fr: Couper
hu: Kivágás
it: Taglia
ja: カット
ko: 자르기
nb: Kutt
nl: Knip
pl: Wytnij
pt_br: Cortar
ro: Tăiați
ru: Выризать
sl: Odreži
sv: Klipp ut
tr: Kes
uk: Вирізати
vi: Cắt
zh_hans: 剪切
zh_hant: 剪切

source: DDC Backlight Control
de: DDC-Steuerung der Hintergrundbeleuchtung
es: Control de Retroiluminación DDC
fr: Contrôle DDC du rétroéclairage
hu: DDC háttérvilágítás vezérlés
it: Controllo Retroilluminazione DDC
ja: DDCバックライト制御
ko: DDC 백라이트 제어
nb: DDC bakgrunnsbelysningskontroll
nl: DDC-bediening achtergrondverlichting
pl: Sterowanie podświetleniem DDC
pt_br: Controle de luz de fundo DDC
ro: Control illuminare/backlight DDC
ru: Управление подсветкой DDC
sl: Nadzor osvetlitve ozadja DDC
sv: DDC-kontroll av bakgrundsbelysning
tr: DDC Arka Işık Kontrolü
uk: Контроль підсвічування DDC
vi: Điều khiển Đèn nền DDC
zh_hans: DDC 背光控制
zh_hant: DDC 背光控制

source: DDC Command
de: DDC-Befehl
es: Comando DDC
fr: Commande DDC
hu: DDC parancs
it: Comando DCC
ja: DDCコマンド
ko: DDC 명령
nb: DDC-kommando
nl: DDC-opdracht
pl: Polecenie DDC
pt_br: Comando DCC
ro: Comandă DDC​
ru: Команда DDC
sl: Ukazi DDC
sv: DDC-kommando
tr: DDC Komutu
uk: DDC Команда
vi: Lệnh DDC
zh_hans: DDC 指令
zh_hant: DDC 指令

source: DDC Display Input Source
de: DDC-Eingabequellen des Displays
es: Fuente de entrada de pantalla DDC
fr: Source d'entrée DDC de l'écran
hu: DDC kijelző bementi forrás
it: Sorgente di Ingresso Schermo DDC
ja: DDCディスプレイ入力ソース
ko: DDC 디스플레이 입력 소스
nb: DDC skjerminngangskilde
nl: DDC-scherminvoerbron
pl: Źródło sygnału wyświetlacza DDC
pt_br: Fonte de entrada de exibição DDC
ro: Sursă de intrare a ecranului DDC
ru: Источник входного сигнала дисплея DDC
sl: DDC vhodni vir zaslona
sv: DDC-skärm ingångskälla
tr: DDC Ekran Giriş Kaynağı
uk: Джерело вхідного сигналу дисплею DDC
vi: Nguồn đầu vào Màn hình DDC
zh_hans: DDC 显示器输入源
zh_hant: DDC 顯示器輸入源

source: DDC Input Source Control
de: DDC-Eingabequellensteuerung
es: Control de Fuente de Entrada DDC
fr: Contrôle de la Source d'Entrée DDC
hu: DDC bemeneti forrás vezérlés
it: Controllo Sorgente Ingresso DDC
ja: DDC入力ソース制御
ko: DDC 입력 소스 제어
nb: DDC inngangskildekontroll
nl: DDC-bediening invoerbron
pl: Sterowanie źródłem sygnału DDC
pt_br: Controle de fonte de entrada DDC
ro: Control sursă de intrare DDC
ru: Управление источником входного сигнала DDC
sl: Nadzor vhodnega vira DDC
sv: Kontroll av DDC-ingångskälla
tr: DDC Giriş Kaynağı Kontrolü
uk: Керування джерелом входу DDC
vi: Điều khiển Nguồn đầu vào DDC
zh_hans: DDC 输入源控制
zh_hant: DDC 輸入源控制

source: DDC Input Sources
de: DDC-Eingabequellen
es: Fuentes de origen DDC
fr: Sources d'entrées DDC
hu: DDC bemeneti források
it: Sorgenti di Ingresso DDC
ja: DDC入力ソース
ko: DDC 입력 소스들
nb: DDC inndatakilder
nl: DDC-invoerbronnen
pl: Źródła wejściowe DDC
pt_br: Fontes de entrada DDC
ro: Surse de intrare DDC
ru: Источники входного сигнала DDC
sl: Vhodni viri DDC
sv: DDC-ingångskällor
tr: DDC Giriş Kaynakları
uk: Джерела вхідного сигналу DDC
vi: Các Nguồn đầu vào DDC
zh_hans: DDC 输入源
zh_hant: DDC 輸入源

source: DDC Input Sources…
pl: Źródła wejściowe DDC…
ru: Входные источники DDC...

source: DDC Power
de: DDC-Strom
es: Encendido DDC
fr: Mise sous tension DDC
hu: DDC tápellátás-vezérlés
it: DDC Accensione
ja: DDC電源
ko: DDC 전원
nb: DDC strøm
nl: DDC-stroom
pl: Zasilanie DDC
pt_br: DDC Ligar
ro: Status DDC
ru: Питание DCC
sl: DDC Vklop
sv: DDC-ström
tr: DDC Gücü
uk: Потужність DDC
vi: Nguyên lực DDC
zh_hans: DDC 电源
zh_hant: DDC 電源

source: DDC Power Off
de: DDC-Strom Aus
es: Apagado DDC
fr: Extinction DDC
hu: DDC alvó állapotba kapcsolás
it: DDC Spegnimento
ja: DDC電源オフ
ko: DDC 전원 끄기
nb: DDC slå av strøm
nl: DDC-stroom uit
pl: Wyłączanie zasilania DDC
pt_br: DDC Desligar
ro: Oprire prin DDC
ru: Выключение питания DDC
sl: DDC Izklop
sv: DDC ström av
tr: DDC Gücünü Kapat
uk: Вимкнення живлення DDC
vi: Tắt nguồn DDC
zh_hans: DDC 关闭
zh_hant: DDC 關閉

source: DDC allows for hardware backlight, volume control, input selection and various other features. Requires a compatible external display. Most televisions don't have support DDC while most displays do.
de: DDC ermöglicht die Steuerung von Hardware-Hintergrundbeleuchtung, Lautstärkeregelung, Eingabeauswahl und verschiedenen anderen Funktionen. Erfordert ein kompatibles externes Display. Die meisten Fernsehgeräte unterstützen DDC nicht, die meisten Displays hingegen schon.
es: DDC permite el control del brillo de fondo, volumen, selección de entrada y varias otras funciones de hardware. Requiere una pantalla externa compatible. La mayoría de los televisores no son compatibles con DDC, mientras que la mayoría de las pantallas sí lo son.
fr: Le DDC permet le contrôle du rétroéclairage matériel, du volume, la sélection des entrées et diverses autres fonctions. Il nécessite un écran externe compatible. La plupart des téléviseurs ne prennent pas en charge DDC, contrairement à la majorité des écrans.
hu: A DDC lehetővé teszi a hardveres háttérvilágítás és a hangerőszabályozását, a bemenet kiválasztását és számos más funkciót. Kompatibilis külső kijelzőt igényel. A legtöbb televízió nem támogatja a DDC-t, míg a legtöbb számítógép monitor igen.
it: DDC consente la retroilluminazione hardware, controllo del volume, selezione degli ingressi e varie altre funzionalità. Richiede un display esterno compatibile. La maggior parte dei televisori non supporta DDC mentre la maggior parte degli schermi lo fa.
ja: DDCによりハードウェアバックライト、音量制御、入力選択、その他さまざまな機能が使用できます。互換性のある外付けディスプレイが必要です。ほとんどのテレビはDDCに対応していませんが、多くのディスプレイで使用することができます。
ko: DDC를 사용하면 하드웨어 백라이트, 볼륨 조절, 입력 선택 및 기타 다양한 기능을 사용할 수 있습니다. 호환되는 외부 디스플레이가 필요합니다. 대부분의 디스플레이는 DDC를 지원하지만 대부분의 TV는 지원하지 않습니다.
nb: DDC muliggjør maskinvarebasert bakgrunnsbelysning, volumkontroll, inndataval og flere andre funksjoner. Krever en kompatibel ekstern skjerm. De fleste TV-er støtter ikke DDC, mens de fleste skjermer gjør det.
nl: DDC maakt diverse functies mogelijk, zoals achtergrondverlichting via het apparaat, volumebediening en invoerselectie. Het vereist een compatibel extern scherm. De meeste televisies ondersteunen geen DDC, terwijl de meeste schermen dit wel ondersteunen.
pl: DDC umożliwia sterowanie sprzętowym podświetleniem, głośnością, wyborem źródła sygnału oraz innymi funkcjami. Wymaga kompatybilnego zewnętrznego wyświetlacza. Większość telewizorów nie obsługuje DDC, natomiast większość monitorów tak.
pt_br: O DDC permite iluminação de fundo de hardware, controle de volume, seleção de entrada e vários outros recursos. Requer um monitor externo compatível. A maioria das televisões não tem suporte para DDC, enquanto a maioria dos monitores tem.
ro: DDC permite controlul iluminării hardware, controlul volumului, selecția de intrare și diverse alte funcții. Necesită un ecran extern compatibil. Majoritatea televizoarelor nu au suport DDC, dar majoritatea monitoarelor au.
ru: DDC позволяет использовать аппаратную подсветку, регулировку громкости, выбор входа и различные другие функции. Требуется совместимый внешний дисплей. Большинство телевизоров не поддерживают DDC, в то время как большинство дисплеев поддерживают.
sl: DDC omogoča strojno osvetlitev ozadja, nadzor glasnosti, izbiro vhoda in različne druge funkcije. Zahteva združljiv zunanji zaslon. Večina televizorjev nima podpore za DDC, večina zaslonov pa jo podpira.
sv: DDC möjliggör bakgrundsbelysning i hårdvara, volymkontroll, val av ingång och flera andra funktioner. Kräver en kompatibel extern skärm. De flesta TV-apparater har inte stöd för DDC, medan de flesta bildskärmar har det.
tr: DDC; donanım arka ışığı, ses kontrolü, giriş seçimi ve diğer çeşitli özelliklere izin verir. Uyumlu bir harici ekran gerektirir. Çoğu televizyon DDC'yi desteklemezken çoğu ekran destekler.
uk: DDC дозволяє апаратне підсвічування, регулювання гучності, вибір входу та інші функції. Потрібен сумісний зовнішній дисплей. Більшість телевізорів не підтримують DDC, тоді як більшість дисплеїв підтримує.
vi: DDC cho phép điều khiển đèn nền phần cứng, âm lượng, chọn đầu vào và nhiều tính năng khác. Yêu cầu một màn hình rời tương thích. Hầu hết các TV không hỗ trợ DDC trong khi hầu hết màn hình lại có.
zh_hans: DDC 允许硬件背光、音量控制、输入选择和各种其他功能。需要一个外部兼容显示器。大多数电视不支持 DDC 而大多数显示器支持 DDC。
zh_hant: DDC 允許硬體背光、音量控制、輸入選擇和各種其他功能。需要一個外部相容顯示器。大多數電視不支援 DDC 而大多數顯示器支援 DDC。

source: DDC capabilities report
de: DDC-Fähigkeitsbericht
es: Informe de capacidades DDC
fr: Rapport des capacités DDC
hu: DDC képesség jelentés
it: Report delle capacità DDC
ja: DDC能力レポート
ko: DDC 기능 리포트
nb: DDC kapabilitetsrapport
nl: Verslag DDC-mogelijkheden
pl: Raport możliwości DDC
pt_br: Relatório de capacidades DDC
ro: Raportul privind capacitățile DDC
ru: Отчёт о возможностях DDC
sl: Poročilo o zmogljivostih DDC
sv: Rapport om DDC-förmågor
tr: DDC yetenekleri raporu
uk: Звіт про можливості DDC
vi: Báo Cáo Khả Năng DDC
zh_hans: DDC能力报告
zh_hant: DDC能力報告

source: DDC channel
de: DDC-Kanal
es: canal DDC
fr: Canal DDC
hu: DDC csatorna
it: Canale DDC
ja: DDCチャンネル
ko: DDC 채널
nb: DDC-kanal
nl: DDC-kanaal
pl: Kanał DDC
pt_br: Canal DDC
ro: Canal DDC
ru: Канал DDC
sl: Kanal DDC
sv: DDC-kanal
tr: DDC Kanalı
uk: DDC-канал
vi: Kênh DDC
zh_hans: DDC通道
zh_hant: DDC通道

source: DDC communication
de: DDC-Kommunikation
es: comunicación DDC
fr: Communication DDC
hu: DDC kommunikáció
it: Comunicazione DDC
ja: DDC通信
ko: DDC 통신
nb: DDC-kommunikasjon
nl: DDC-communicatie
pl: Komunikacja DDC
pt_br: Comunicação DDC
ro: Comunicare DDC
ru: Связь через DDC
sl: DDC komunikacija
sv: DDC-kommunikation
tr: DDC iletişimi
uk: Зв'язок через DDC
vi: Giao tiếp DDC
zh_hans: DDC通信
zh_hant: DDC通訊

source: DDC control code(s) (comma delimited hex values)
de: Überschreiben des DDC-Steuercodes (Komma-separierte HEX-Werte)
es: Anulación del código de control DDC (valores hexadecimales delimitados por comas)
fr: Code de prise de contrôle DDC (valeurs hexadécimales délimitées par des virgules)
hu: DDC vezérlő kód(ok) (vesszős hexa kód lista)
it: Sovrascrivere il codice di controllo DDC (valori esadecimali delimitati da virgola)
ja: DDC制御コードオーバーライド（コンマ区切り16進）
ko: DDC 제어 코드 오버라이드(쉼표를 구분자로 사용하는 16진수 값)
nb: DDC kontrollkode(r) (kommaseparerte heksadesimale verdier)
nl: DDC-bedieningscode(s) (kommagescheiden hexadecimale waarden)
pl: Kody sterowania DDC (wartości szesnastkowe oddzielone przecinkami)
pt_br: Substituir o código de controle DDC (valores hexadecimais delimitados por vírgula)
ro: Forțează cod de control DDC (valori hex separate prin virgulă)
ru: Коды управления DDC (шестнадцатеричные, через запятую)
sl: Preglasitev kontrolne kode DDC (šestnajstiške vrednosti, ločene z vejico)
sv: Åsidosättande av DDC-styrkod (kommaseparerade hexadecimala värden)
tr: DDC kontrol kodu geçersiz kılma (virgülle ayrılmış onaltılık değerler)
uk: Перевизначення керуючого коду DDC (шістнадцяткові значення, розділені комами)
vi: Thay đổi mã điều khiển DDC (các giá trị hex được phân tách bằng dấu phẩy)
zh_hans: DDC 控件代码覆盖（逗号分隔的十六进制值）
zh_hant: DDC 控制代碼覆蓋（逗號分隔的十六進制值）

source: DDC data
de: DDC-Daten
es: Datos DDC
fr: Donnée DDC
hu: DDC-adatok
it: Dati DDC
ja: DDCデータ
ko: DDC 데이터
nl: DDC-gegevens
pl: Dane DDC
pt_br: Dados DDC
ro: Date DDC
ru: Данные DDC
sl: DDC podatki
tr: DDC verisi
uk: Дані DDC
zh_hans: DDC 数据
zh_hant: DDC 資料

source: DDC data for the OFF value
de: DDC-Daten für den AUS-Wert
es: Datos DDC para el valor OFF
fr: Donnée DDC pour la valeur 'ARRÊT'
hu: DDC adat a KI értékre
it: Dati DDC per il valore OFF
ja: OFF用DDCデータ
ko: OFF 값에 대한 DDC 데이터
nb: DDC-data for AV-verdi
nl: DDC-gegeven voor de UIT-waarde
pl: Dane DDC dla wartości WYŁ.
pt_br: Dados DDC para o valor DESLIGADO
ro: Data DDC pentru valoarea OPRIT
ru: DDC-данные для значения OFF
sl: Podatki DDC za vrednost OFF
sv: DDC-data för OFF-värdet
tr: KAPALI değeri için DDC verileri
uk: Дані DDC для значення OFF
vi: Dữ liệu DDC cho giá trị TẮT là
zh_hans: DDC OFF 数值
zh_hant: DDC OFF 數值

source: DDC data for the ON value is
de: DDC-Daten für den EIN-Wert sind
es: Datos DDC para el valor ON es
fr: Donnée DDC pour la valeur 'MARCHE'
hu: DDC adat a BE értékre
it: I dati DDC per il valore ON sono
ja: ON数値のDDCデータ：
ko: ON 값에 대한 DDC 데이터
nb: DDC-data for PÅ-verdi er
nl: DDC-gegeven voor de AAN-waarde is
pl: Dane DDC dla wartości WŁ. to
pt_br: Dados DDC para o valor LIGADO
ro: Data DDC pentru valoarea PORNIT este
ru: DDC-данные для значения ON
sl: Podatki DDC za vrednost ON so
sv: DDC-data för ON-värdet är
tr: AÇIK değeri için DDC verileri
uk: Дані DDC для значення ON є
vi: Dữ liệu DDC cho giá trị BẬT là
zh_hans: DDC ON 数值
zh_hant: DDC ON 數值

# DDC features &amp; capabilities
source: DDC features & capabilities
de: DDC-Funktionen & -Fähigkeiten
es: Funciones y capacidades DDC
fr: Fonctionnalités et capacités DDC
hu: DDC funkciók és képességek
it: Funzionalità e capacità DDC
ja: DDC機能と能力
ko: DDC 기능 및 성능
nb: DDC-funksjoner og kapabiliteter
nl: DDC-functies en -mogelijkheden
pl: Funkcje i możliwości DDC
pt_br: Recursos e capacidades DDC
ro: Caracteristici și capacități DDC
ru: Функции и возможности DDC
sl: Funkcije in zmogljivosti DDC
sv: Funktioner och förmågor med DDC
tr: DDC özellikleri & yetenekleri
uk: Можливості та функції DDC
vi: Tính năng & khả năng của DDC
zh_hans: DDC 特性和功能
zh_hant: DDC 特性和功能

source: DDC hardware brightness might be restored according to the per-display settings.
de: DDC-Hardware-Helligkeit könnte wiederhergestellt werden, basierend auf den jeweiligen Display-Einstellungen.
es: El brillo de hardware DDC podría restaurarse según la configuración de cada pantalla.
fr: La luminosité matérielle DDC peut être rétablie en fonction des réglages de chaque écran.
hu: A DDC hardveres fényerő a kijelzőnkénti beállításoknak megfelelően állhat helyre.
it: La luminosità hardware DDC potrebbe essere ripristinata secondo le impostazioni per display.
ja: DDCのハードウェア輝度は、ディスプレイごとの設定によって元に戻ることがあります。
ko: 디스플레이별 설정에 따라 DDC 하드웨어 밝기가 복원될 수 있습니다.
nb: DDC maskinvarelysstyrke kan gjenopprettes etter per-skjerm-innstillingene.
nl: DDC-helderheid via het apparaat kan worden hersteld volgens de schermspecifieke instellingen.
pl: Sprzętowe podświetlenie DDC może zostać przywrócone zgodnie z ustawieniami dla każdego wyświetlacza.
pt_br: O brilho do hardware DDC pode ser restaurado de acordo com as configurações por monitor.
ro: Luminozitatea hardware DDC ar putea fi restaurată în funcție de setările pe ecran.
ru: Аппаратная яркость DDC может быть восстановлена в соответствии с настройками каждого дисплея.
sl: Svetlost strojne opreme DDC se lahko obnovi glede na nastavitve zaslona.
sv: Ljusstyrkan i DDC-hårdvaran kan återställas enligt inställningarna för varje enskild skärm.
tr: DDC donanım parlaklığı, ekran başına ayarlara göre geri yüklenebilir.
uk: Яскравість обладнання DDC може бути відновлена відповідно до налаштувань кожного дисплея.
vi: Độ sáng phần cứng DDC có thể được khôi phục theo cài đặt từng màn hình.
zh_hans: DDC 硬件亮度可随每个显示器恢复配置。
zh_hant: DDC 硬體亮度可隨每個顯示器回復設定。

source: DDC messaging
de: DDC-Nachrichten
es: Mensajería DDC
fr: Messagerie DDC
hu: DDC üzenetkezelés
it: Messaggistica DDC
ja: DDCメッセージング
ko: DDC 메시징
nb: DDC-meldinger
nl: DDC-berichtgeving
pl: Komunikaty DDC
pt_br: Mensagens DDC
ro: Mesager DDC
ru: Передача сообщений DDC
sl: DDC sporočila
sv: DDC-meddelanden
tr: DDC mesajlaşma
uk: Повідомлення DDC
vi: Truyền thông DDC
zh_hans: DDC 消息传递
zh_hant: DDC 消息傳遞

source: DDC read is not universally supported by otherwise DDC capable displays.
de: DDC-Lesen wird von ansonsten DDC-fähigen Displays nicht generell unterstützt.
es: La lectura DDC no es universalmente compatible con pantallas que, de otro modo, son capaces de DDC.
fr: La lecture DDC n'est pas supportée universellement par les écrans ayant des fonctionnalités DDC.
hu: A DDC-olvasást az egyébként DDC-képes kijelzők nem mindegyike támogatja.
it: La lettura DDC non è universalmente supportata da display altrimenti in grado di DDC.
ja: DDCに対応しているディスプレイであっても、DDCの数値は汎用ではありません。
ko: DDC 읽기는 다른 DDC 지원 디스플레이에서 일반적으로 지원되지 않습니다.
nb: DDC-lesing støttes ikke universelt av ellers DDC-kompatible skjermer.
nl: DDC lezen wordt niet universeel ondersteund door in andere gevallen voor DDC-geschikte schermen.
pl: Odczyt DDC nie jest powszechnie obsługiwany przez wyświetlacze, które w przeciwnym razie obsługują DDC.
pt_br: A leitura DDC não é universalmente suportada por monitores compatíveis com DDC.
ro: Citirea DDC nu este posibilă universal de către monitoarele care sunt suportă DDC.
ru: Считывание DDC может не поддерживается всеми дисплеями, поддерживающими DDC.
sl: Zasloni, ki sicer podpirajo DDC, ne podpirajo branja DDC.
sv: DDC-läsning stöds inte universellt av annars DDC-kompatibla skärmar.
tr: DDC okuma, DDC özellikli ekranlar tarafından evrensel olarak desteklenmez.
uk: Зчитування DDC не підтримується повсюдно дисплеями, які підтримують DDC.
vi: Đọc DDC không được hỗ trợ chung cho những màn hình có DDC.
zh_hans: 支持 DDC 的显示器并非普遍支持 DDC 读取。
zh_hant: 支援 DDC 的顯示器並非普遍支援 DDC 讀取。

source: DDC value mapping skew
de: DDC-Wertzuordnungsverzerrung
es: Desviación del mapeo de valores DDC
fr: Décalage de la correspondance des valeurs DDC
hu: DDC értékmegfeleltetés torzítás
it: Distorsione nella mappatura dei valori DDC
ja: DDC値マッピングスキュー
ko: DDC 값 매핑 왜곡
nb: DDC verdi­kartlegging­skeivhet
nl: Afwijkende distributie DDC-waarde
pl: Odchylenie mapowania wartości DDC
pt_br: Distorção no mapeamento de valor DDC
ro: Inclinație de mapare a valorilor DDC
ru: Искажение отображения значений DDC
sl: Nepravilnost preslikave vrednosti DDC
sv: Skevhet i mappning av DDC-värde
tr: DDC değer eşleme eğrisi
uk: Перекіс відображення значення DDC
vi: Độ chệch ánh xạ giá trị DDC
zh_hans: DDC 值映射偏差
zh_hant: DDC 值映射偏差
