Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Turn Picture in Picture configuration ${streamId} for ${displayEntity} to ${onOff}.
de: Picture-in-Picture-Konfiguration ${streamId} für ${displayEntity} auf ${onOff} schalten.
es: Activar o desactivar la configuración Picture in Picture ${streamId} para ${displayEntity} a ${onOff}.
fr: Mettre la configuration d’image dans l’image ${streamId} pour ${displayEntity} sur ${onOff}.
hu: A(z) ${displayEntity} Picture in Picture konfigurációjának ${streamId} beállítása ${onOff} állapotra.
it: Attiva o disattiva la configurazione Picture in Picture ${streamId} per ${displayEntity} su ${onOff}.
ja: ${displayEntity}へのピクチャインピクチャ（構成${streamId}）を${onOff}にします。
ko: ${streamId}에 대한 ${displayEntity}의 화면 속 화면 구성을 ${onOff} 상태로 변경합니다.
nb: Sett bilde-i-bilde-konfigurasjon ${streamId} for ${displayEntity} til ${onOff}.
nl: Zet Afbeelding-in-afbeelding-configuratie ${streamId} voor ${displayEntity}.
pt_br: Ativar ou desativar a configuração Picture in Picture ${streamId} para ${displayEntity} em ${onOff}.
ro: Setează configurația „Picture in Picture” ${streamId} pentru ${displayEntity} la ${onOff}.
ru: Изменить конфигурацию Картинка в картинке ${streamId} для ${displayEntity} на ${onOff}.
sl: Obrnite konfiguracijo Slika v sliki ${streamId} za ${displayEntity} na ${onOff}.
sv: Växla bild i bild-konfiguration ${streamId} för ${displayEntity} till ${onOff}.
tr: Picture in Picture yapılandırmasını ${displayEntity} için ${streamId} değerini ${onOff} değerine çevirin.
uk: Змінити конфігурацію Картинка в картинці ${streamId} для ${displayEntity} на ${onOff}.
zh_hans: 将 ${displayEntity} 的画中画配置 ${streamId} 设置为 ${onOff}。
zh_hant: 將 ${displayEntity} 的畫中畫設定 ${streamId} 更改為 ${onOff}。

source: Turn backlight off
de: Hintergrundbeleuchtung ausschalten
es: Apagar retroiluminación
fr: Éteindre le rétroéclairage
hu: Háttérvilágítás kikapcsolása
it: Disattiva la retroilluminazione
ja: バックライトオフ
ko: 백라이트 끄기
nb: Slå av bakgrunnsbelysningen
nl: Zet achtergrondverlichting uit
pt_br: Desligar a luz de fundo
ro: Opreste retro-iluminarea(backlight)
ru: Выключить подсветку
sl: Izklopite osvetlitev ozadja
sv: Stäng av bakgrundsbelysningen
tr: Arkaplan ışığını kapat
uk: Вимкнути підсвічування
vi: Tắt đèn nền
zh_hans: 关闭背光灯
zh_hant: 關閉背光燈

source: Turn backlight on
de: Hintergrundbeleuchtung einschalten
es: Encender retroiluminación
fr: Allumer le rétroéclairage
hu: Háttérvilágítás bekapcsolása
it: Attiva la retroilluminazione
ja: バックライトをオン
ko: 백라이트 켜기
nb: Slå på bakgrunnsbelysningen
nl: Zet achtergrondverlichting aan
pt_br: Ligar a luz de fundo
ro: Porneste retro-iluminarea(backlight)
ru: Включить подсветку
sl: Vklopite osvetlitev ozadja
sv: Slå på bakgrundsbelysningen
tr: Arkaplan ışığını aç
uk: Увімкнути підсвічування
vi: Bật đèn nền
zh_hans: 开启背光灯
zh_hant: 開啟背光燈

source: Turn display off
de: Display ausschalten
es: Apagar pantalla
fr: Éteindre l'écran
hu: Kijelző kikapcsolása
it: Disattiva il display
ja: ディスプレイを電源オフ
ko: 디스플레이 끄기
nb: Slå av skjermen
nl: Zet scherm uit
pl: Wyłącz wyświetlacz
pt_br: Desligar o monitor
ro: Opreste ecranul
ru: Выключить дисплей
sl: Izklopite zaslon
sv: Stäng av skärm
tr: Ekranı kapat
uk: Вимкнути дисплей
vi: Tắt màn hình
zh_hans: 关闭显示器
zh_hant: 關閉顯示器

source: Turn off (non-main) display backlight on screen saver or lock
de: Hintergrundbeleuchtung des (nicht Haupt-)Displays bei Bildschirmschoner oder -sperre ausschalten
es: Apague la retroiluminación de la pantalla (no principal) en el protector de pantalla o bloquee
fr: Éteint le rétroéclairage des écrans (non principaux) au moment de l'activation de l'économiseur d'écran ou au verrouillage
hu: Kijelző (főképernyő kivételével) háttérvilágítás kikapcsolása képernyővédő ill. lezárás esetén
it: Disattiva la retroilluminazione (non principale) del display sul salvaschermo o sulla schermata di blocco
ja: スクリーンセーバまたはロック時に（主以外の）ディスプレイのバックライトを消灯
ko: 화면 보호기 또는 잠금화면에서 주 디스플레이가 아닌 디스플레이의 백라이트 끄기
nb: Slå av bakgrunnsbelysningen på (ikke-hoved)skjerm ved skjermsparer eller lås
nl: Zet (niet-hoofd)schermachtergrondverlichting uit bij schermbeveiliging of vergrendeling
pt_br: Desligar luz de fundo da tela (não principal) no protetor de tela ou bloquear
ro: Opreste iluminarea ecranului (neprincipal) în modul salvare ecran sau blocare
ru: Выключить (неосновное) подсветку дисплея на заставке или блокировке
sl: Izklop (ne glavne) osvetlitve zaslona na ohranjevalniku zaslona ali zaklepanju
sv: Stäng av bakgrundsbelysningen (ej huvudbelysning) vid skärmsläckare eller lås
tr: Ekran koruyucuda veya kilitli ekranda (Ana Ekran Dışındaki) ekran arka ışığını kapat
uk: Вимкнути (неосновне) підсвічування дисплея на заставці або блокуванні
vi: Tắt đèn nền màn hình (không phải màn chính) ở màn hình chờ hoặc khóa
zh_hans: 在开启屏幕保护程序或锁定屏幕时关闭（非主）显示器背光
zh_hant: 在啟用螢幕保護程式或鎖定螢幕時關閉（非主）顯示器的背光

source: Turn off Night Shift and True Tone in HDR mode
de: Night Shift und True Tone im HDR-Modus ausschalten
es: Desactiva Night Shift y True Tone en modo HDR
fr: Désactiver Night Shift et True Tone en mode HDR
hu: Night Shift és True Tone kikapcsolása HDR módban
it: Disattiva Night Shift e True Tone in modalità HDR
ja: HDRモードではNight ShiftとTrue Toneを使わない
ko: HDR 모드에서 Night Shift 와 True Tone 끄기
nb: Slå av Night Shift og True Tone i HDR-modus
nl: Zet Night Shift en True Tone uit in HDR-modus
pl: Wyłącz Night Shift i True Tone w trybie HDR
pt_br: Desligar Night Shift e True Tone no modo HDR
ro: Opreste Night Shift și True Tone în modul HDR
ru: Отключить Night Shift и True Tone в режиме HDR
sl: Izklopite Night Shift in True Tone v načinu HDR
sv: Stäng av Night Shift och True Tone i HDR-läget
tr: HDR modunda Night Shift ve True Tone'u kapatın
uk: Вимкнути Night Shift і True Tone у режимі HDR
vi: Tắt Night Shift và True Tone trong chế độ HDR
zh_hans: 在 HDR 模式下关闭夜览和原彩显示
zh_hant: 在HDR模式下關閉夜覽和原彩顯示

source: Turn off display backlight when combined brightness is set to zero
de: Hintergrundbeleuchtung des Displays ausschalten, wenn die kombinierte Helligkeit auf Null gesetzt wird
es: Apague la retroiluminación de la pantalla cuando el brillo combinado esté establecido en cero
fr: Éteindre le rétroéclairage de l'écran quand la luminosité combinée est mise à zéro
hu: Háttérvilágítás kikapcsolása amikor a kombinált fényerő nullára van állítva
it: Disattiva la retroilluminazione quando la luminosità combinata è impostata a zero
ja: 複合輝度をゼロに設定した場合、ディスプレイのバックライトを消灯
ko: 통합 밝기를 0으로 설정한 경우 디스플레이 백라이트 끄기
nb: Slå av skjermens bakgrunnsbelysning når kombinert lysstyrke er satt til null
nl: Zet schermachtergrondverlichting uit wanneer gecombineerde helderheid op nul is ingesteld
pt_br: Desligar a luz de fundo da tela quando o brilho combinado estiver definido como zero
ro: Opreste iluminarea ecranului când luminozitatea combinată este setată la zero
ru: Выключить подсветку дисплея, когда общая яркость установлена на ноль
sl: Izklopite osvetlitev zaslona, ​​ko je kombinirana svetlost nastavljena na nič
sv: Stäng av skärmens bakgrundsbelysning när den kombinerade ljusstyrkan är inställd på noll
tr: Birleşik parlaklık sıfıra ayarlandığında ekran arka ışığını kapatma
uk: Вимкнути підсвічування дисплея, коли сукупна яскравість встановлена на нуль
vi: Tắt đèn nền màn hình khi độ sáng kết hợp được đặt về không
zh_hans: 当组合亮度设为0时关闭显示背光
zh_hant: 當組合亮度設為0時關閉顯示背光

source: Turn off mirroring for ${displayEntity}.
de: Spiegelung für ${displayEntity} ausschalten.
es: Desactivar el espejo para ${displayEntity}.
fr: Désactiver la mise en miroir de ${displayEntity}.
hu: ${displayEntity} tükrözésének kikapcsolása.
it: Disattiva la duplicazione per ${displayEntity}.
ja: ${displayEntity}のミラーリングをオフにします。
ko: ${displayEntity}의 미러링을 끕니다.
nb: Slå av speiling for ${displayEntity}.
nl: Zet synchrone weergave uit voor ${displayEntity}.
pt_br: Desativar espelhamento para ${displayEntity}.
ro: Dezactivează oglindirea pentru \${displayEntity}.
ru: Выключить зеркалирование для ${displayEntity}.
sl: Izklopi zrcaljenje za ${displayEntity}.
sv: Stäng av spegling för ${displayEntity}.
tr: ${displayEntity} için yansıtmayı kapatın.
uk: Вимкнути дзеркалювання для ${displayEntity}.
zh_hans: 关闭 ${displayEntity} 的镜像。
zh_hant: 關閉 ${displayEntity} 的鏡像。

source: Turn off mirroring for a screen.
de: Spiegelung für einen Bildschirm deaktivieren
es: Desactivar el espejo para una pantalla
fr: Désactiver la mise en miroir d’un écran.
hu: Tükrözés kikapcsolása egy képernyőn
it: Disattiva la duplicazione per uno schermo
ja: スクリーンのミラーリングをオフにします。
ko: 화면 미러링을 끕니다.
nb: Slå av speiling for en skjerm.
nl: Zet synchrone weergave uit voor een scherm.
pt_br: Desativar espelhamento para uma tela
ro: Dezactivați oglindire ecran pentru un ecran.
ru: Выключить зеркалирование для экрана.
sl: Izklopite zrcaljenje za zaslon.
sv: Stäng av spegling för en skärm.
tr: Bir ekran için yansıtmayı kapatın.
uk: Вимкнути дзеркалювання для екрана.
zh_hans: 关闭一个萤幕的镜像。
zh_hant: 關閉一個螢幕的鏡像。

source: Turn streaming from ${displayEntity} to ${targetDisplayEntity} with stream configuration ${streamId} to ${onOff}.
de: Streaming von ${displayEntity} zu ${targetDisplayEntity} mit Stream-Konfiguration ${streamId} auf ${onOff} schalten.
es: Activar o desactivar el streaming de ${displayEntity} a ${targetDisplayEntity} con la configuración de stream ${streamId} a ${onOff}.
fr: Activer ou désactiver la diffusion de ${displayEntity} vers ${targetDisplayEntity} avec la configuration de diffusion ${streamId} sur ${onOff}.
hu: A(z) ${displayEntity} streamingjének be- vagy kikapcsolása a(z) ${targetDisplayEntity} irányába a(z) ${streamId} stream konfigurációval ${onOff} értékre.
it: Attiva o disattiva lo streaming da ${displayEntity} a ${targetDisplayEntity} con configurazione dello stream ${streamId} su ${onOff}.
ja: ${displayEntity}から${targetDisplayEntity}へのストリーミング（構成${streamId}）を${onOff}にします。
ko: 스트리밍 구성 ${streamId}을(를) 사용하여 ${displayEntity}에서 ${targetDisplayEntity}(으)로의 스트리밍을 ${onOff} 상태로 변경합니다.
nb: Sett strømming fra ${displayEntity} til ${targetDisplayEntity} med strømmekonfigurasjon ${streamId} til ${onOff}.
nl: Zet streamen van ${displayEntity} naar ${targetDisplayEntity} met stream-configuratie ${streamId} op ${onOff}.
pt_br: Ativar ou desativar o streaming de ${displayEntity} para ${targetDisplayEntity} com a configuração de stream ${streamId} para ${onOff}.
ro: Comutați redarea în flux de la ${displayEntity} la ${targetDisplayEntity} cu configurația de redare în flux ${streamId} la ${onOff}.
ru: Изменить трансляцию с ${displayEntity} на ${targetDisplayEntity} с конфигурацией потока ${streamId} на ${onOff}.
sl: Obrnite pretakanje iz ${displayEntity} v ${targetDisplayEntity} s konfiguracijo toka ${streamId} na ${onOff}.
sv: Växla strömning från ${displayEntity} till ${targetDisplayEntity} med strömningskonfigurationen ${streamId} till ${onOff}.
tr: ${streamId} yayın yapılandırması ile yayını ${displayEntity}'den ${targetDisplayEntity}'ye ${onOff} çevirin.
uk: Змінити трансляцію з ${displayEntity} на ${targetDisplayEntity} з конфігурацією потоку ${streamId} на ${onOff}.
zh_hans: 将从 ${displayEntity} 到 ${targetDisplayEntity} 的串流配置 ${streamId} 设置为 ${onOff}。
zh_hant: 將從 ${displayEntity} 到 ${targetDisplayEntity} 的串流設定 ${streamId} 更改為 ${onOff}。

source: Turn this off to prohibit the native XDR upscaling from activating on app start or be available in the Apple Display Preset menu.
de: Schalte dies aus, um zu verhindern, dass das native XDR-Hochskalieren beim Start der App aktiviert wird oder im XDR-Voreinstellungen-Menü verfügbar ist.
es: Desactiva esto para prohibir que el escalado XDR nativo se active al iniciar la aplicación o esté disponible en el menú de preajustes XDR.
fr: Désactivez cette option pour empêcher la démultiplication XDR native de s'activer au démarrage de l'application ou d'être disponible dans le menu Préréglage XDR.
hu: Kapcsolja ki, hogy a natív XDR-felskálázás ne aktiválódjon az alkalmazás indításakor, illetve ne legyen elérhető az XDR előbeállítás menüben.
it: Disattiva questa opzione per impedire l’attivazione dell’upscaling XDR nativo all’avvio dell’app o la sua disponibilità nel menu dei preset XDR.
ja: アプリ起動時にネイティブXDRアップスケーリングが起動しないようにしたり、XDRプリセットメニューで使用する場合はオフにしてください。
ko: 이 옵션을 끄면 앱 시작 시 네이티브 XDR 업스케일링이 활성화되지 않거나 XDR 프리셋 메뉴에서 사용할 수 없게 됩니다.
nb: Slå dette av for å forhindre at innebygd XDR-oppskalering aktiveres ved appstart eller blir tilgjengelig i Apple Display Preset-menyen.
nl: Zet dit uit om te voorkomen dat ingebouwde XDR-opschaling een app start of zich beschikbaar maakt in het voorinstellingenmenu van het Apple-scherm.
pl: Wyłącz tę opcję, aby uniemożliwić aktywację natywnego skalowania XDR przy starcie aplikacji lub jego dostępność w menu ustawień predefiniowanych wyświetlacza Apple.
pt_br: Desative esta opção para impedir que o upscaling XDR nativo seja ativado na inicialização do aplicativo ou fique disponível no menu Apple Display Preset.
ro: Dezactivați aceasta pentru a interzice activarea scalării native XDR la pornirea aplicației sau pentru a fi disponibilă în meniul de presetări XDR.
ru: Выключите это, чтобы запретить активацию нативного XDR-повышения яркости при запуске приложения или доступность в меню Apple Display Preset.
sl: To izklopite, če želite preprečiti, da bi se izvirno povečanje velikosti XDR aktiviralo ob zagonu aplikacije, ali pa bo na voljo v meniju prednastavitev XDR.
sv: Stäng av detta för att förhindra att den inbyggda XDR-uppskalningen aktiveras vid appstart eller är tillgänglig i XDR-förinställningsmenyn.
tr: Yerel XDR yükseltmenin uygulama başlangıcında etkinleştirilmesini veya XDR Ön Ayar menüsünde kullanılabilir olmasını engellemek için bunu kapatın.
uk: Вимкніть це, щоб заборонити активацію нативного XDR-підвищення яскравості при запуску додатка або доступність у меню Apple Display Preset.
vi: Tắt tính năng này để ngăn chặn việc tự kích hoạt tăng cường XDR nguyên bản khi khởi chạy ứng dụng hoặc không có sẵn trong menu Preset XDR.
zh_hans: 关闭此设置，将禁止系统原生 XDR 亮度增强在应用启动时激活或在 XDR 预设菜单中显示。
zh_hant: 關閉此設定，將禁止系統原生 XDR 亮度增強在程式啟動時啟用或在 XDR 預設選單中顯示。

source: Turning this off reduces system load for XDR displays when auto brightness is enabled but makes upscaling a less smooth experience.
de: Das Ausschalten dieser Funktion verringert die Systemlast für XDR-Displays, wenn die automatische Helligkeit aktiviert ist, macht aber die Hochskalierung weniger gleichmäßig.
es: Desactivar esto reduce la carga del sistema para pantallas XDR cuando el brillo automático está habilitado, pero hace que la mejora sea una experiencia menos fluida.
fr: La désactivation de cette fonction réduit la charge du système pour les écrans XDR lorsque la luminosité automatique est activée, mais rend la démultiplication moins fluide.
hu: Kikapcsolása csökkenti a rendszerterhelést XDR-kijelzők esetén, ha az automatikus fényerő engedélyezve van, azonban a fényerő felskálázás kevésbé zökkenőmentes élményt nyújt.
it: Lo spegnimento riduce il carico di sistema per gli schermi XDR quando la luminosità automatica è attivata, ma rende l'upscaling un'esperienza meno fluida.
ja: オフにすると、輝度の自動調節を有効化したXDRディスプレイのシステム負荷が軽減されますが、アップスケーリングがスムーズに行われなくなります。
ko: 이 기능을 끄면 자동 밝기를 활성화할 때 XDR 디스플레이의 시스템 부하가 줄어들지만 업스케일링이 덜 부드러워집니다.
nb: Å slå dette av reduserer systembelastningen for XDR-skjermer når automatisk lysstyrke er aktivert, men gjør oppskaleringen mindre jevn.
nl: Het uitschakelen hiervan vermindert systeembelasting voor XDR-schermen wanneer automatische helderheid is ingeschakeld, maar maakt opschaling een minder vloeiende ervaring.
pt_br: Desativar isso reduz a carga do sistema para monitores XDR quando o brilho automático está ativado, mas torna o aumento de escala uma experiência menos suave.
ro: Dezactivarea acestei funcții reduce încărcarea sistemului pentru ecranele XDR atunci când este activată luminozitatea automată, dar face ca scalarea să fie o experiență mai puțin slaba
ru: Отключение этой функции уменьшает нагрузку на систему для XDR дисплеев при включенной автояркости, но делает масштабирование менее плавным.
sl: Če to izklopite, zmanjšate sistemsko obremenitev za zaslone XDR, ko je omogočena samodejna svetlost, vendar je povečanje ločljivosti manj gladko.
sv: Om du stänger av den här funktionen minskar systembelastningen för XDR-skärmar när automatisk ljusstyrka är aktiverad, men uppskalningen blir inte lika smidig.
tr: Bunun kapatılması, otomatik parlaklık etkinleştirildiğinde XDR ekranlar için sistem yükünü azaltır ancak yükseltmeyi daha az akıcı bir deneyim haline getirir.
uk: Вимкнення цієї функції зменшує навантаження на систему для дисплеїв XDR, коли ввімкнено автоматичну яскравість, але робить масштабування менш плавним.
vi: Tắt tính năng này giúp giảm tải hệ thống cho các màn hình XDR khi độ sáng tự động được bật, nhưng làm cho việc tăng cường độ phân giải trở nên không mượt mà bằng.
zh_hans: 在启用自动亮度时关闭此功能可减少 XDR 显示器的系统负载，但会降低提升的流畅度。
zh_hant: 在啟用自動亮度時關閉此功能可減少 XDR 顯示器的系統負載，但會降低提升的流暢度。

source: Type
de: Typ
es: Tipo
hu: Típus
it: Tipo
ja: タイプ
ko: 유형
nl: Soort
pt_br: Tipo
ro: Tip
ru: Тип
sl: Tip
sv: Typ
tr: Tür
uk: Тип
zh_hans: 类型
zh_hant: 類型

source: Typical optimal values for contrast are 50%, 70%, 75%, 100%. Make sure you select a value that does not create an issue with white saturation!
de: Typische optimale Werte für den Kontrast sind 50%, 70%, 75%, 100%. Stelle sicher, dass du einen Wert wählst, der keine Probleme mit der Weißsättigung verursacht!
es: Los valores óptimos típicos de contraste son 50%, 70%, 75%, 100%. ¡Asegúrese de seleccionar un valor que no cree un problema con la saturación de blancos!
fr: Les valeurs optimales typiques pour le contraste sont 50%, 70%, 75%, 100%. Assurez-vous de sélectionner une valeur qui ne pose pas de problème avec la saturation du blanc !
hu: Tipikus javasolt értékek a kontraszthoz 50%, 70%, 75% vagy 100%. Győződjön meg róla, hogy a kiválasztott érték nem okoz rosszul beállított fehér-telítettséget!
it: I valori ottimali tipici per il contrasto sono 50%, 70%, 75%, 100%. Assicurati di selezionare un valore che non crea un problema con saturazione bianca!
ja: コントラストの一般的な最適値は50%、70%、75%、100%です。ホワイトサチュレーション問題が生じない値を選択するようにしてください!
ko: 대비의 일반적인 최적 값은 50%, 70%, 75%, 100%입니다. 흰색 채도에 문제가 발생하지 않는 값을 선택해야 합니다!
nb: Typiske optimale verdier for kontrast er 50 %, 70 %, 75 % og 100 %. Sørg for å velge en verdi som ikke skaper problemer med hvitsaturering!
nl: Veelgebruikte optimale waarden voor contrast zijn 50%, 70%, 75%, 100%. Zorg ervoor dat je een waarde selecteert die geen probleem veroorzaakt met witte verzadiging!
pt_br: Os valores ideais típicos para contraste são 50%, 70%, 75%, 100%. Certifique-se de selecionar um valor que não crie problemas com a saturação do branco!
ro: Valorile tipice optime pentru contrast sunt 50%, 70%, 75%, 100%. Asigurați-vă că selectați o valoare care nu creează o problemă cu saturația albă!
ru: Типичные оптимальные значения контраста: 50%, 70%, 75%, 100%. Убедитесь, что выбрано значение, которое не создаёт проблемы с насыщенностью белого!
sl: Tipične optimalne vrednosti za kontrast so 50 %, 70 %, 75 %, 100 %. Prepričajte se, da ste izbrali vrednost, ki ne povzroča težav z nasičenostjo beline!
sv: Typiska optimala värden för kontrast är 50 %, 70 %, 75 % och 100 %. Se till att du väljer ett värde som inte skapar problem med vitmättnad!
tr: Kontrast için tipik optimal değerler %50, %70, %75, %100'dür. Beyaz doygunluğu ile ilgili bir sorun yaratmayan bir değer seçtiğinizden emin olun!
uk: Типові оптимальні значення контрасту: 50%, 70%, 75%, 100%. Переконайтеся, що вибрано значення, яке не створює проблеми з насиченістю білого!
vi: Các giá trị phổ biến và tối ưu cho độ tương phản là 50%, 70%, 75%, 100%. Đảm bảo bạn chọn một giá trị không gây ra vấn đề với bão hòa màu trắng!
zh_hans: 最佳对比度值通常为 50%, 70%, 75%, 100%！您需要确保选中值不会造成白色饱和度问题！
zh_hant: 最佳對比度值通常為 50%, 70%, 75%, 100%！您需要確保選中值不會造成白色飽和度問題！

source: Typical setting is 100% but some displays prefer 50%.
de: Die typische Einstellung ist 100%, aber manche Displays bevorzugen 50%.
es: La configuración típica es 100%, pero algunas pantallas prefieren el 50%.
fr: Le paramètre typique est 100%, mais certains écrans préfèrent 50%.
hu: A tipikus érték 100%, néhány kijelző az 50% értéket igényli.
it: L'impostazione tipica è 100% ma alcuni display preferiscono il 50%.
ja: 一般的な設定は100%ですが、ディスプレイによっては50%です。
ko: 일반적인 설정은 100%이지만 일부 디스플레이는 50%를 선호합니다.
nb: Typisk innstilling er 100 %, men noen skjermer foretrekker 50 %.
nl: Een veelgebruikte instelling is 100% maar sommige schermen geven de voorkeur aan 50%.
pt_br: A configuração típica é 100%, mas alguns monitores preferem 50%.
ro: Setarea tipică este de 100%, dar unele ecrane preferă 50%.
ru: Типовое значение — 100%, но некоторые дисплеи предпочитают 50%.
sl: Običajna nastavitev je 100 %, nekateri zasloni pa imajo raje 50 %.
sv: Typisk inställning är 100%, men vissa skärmar föredrar 50%.
tr: Normal ayar %100'dür, ancak bazı ekranlar %50'yi tercih eder.
uk: Типове значення становить 100%, але деякі дисплеї віддають перевагу 50%.
vi: Cài đặt thông thường là 100% nhưng một số màn hình có thể thích hợp hơn với 50%.
zh_hans: 典型设置为 100%，但某些显示器偏好 50%。
zh_hant: 典型設定為 100%，但某些顯示器偏好 50%。

source: Typical value is 100%.
de: Der typische Wert beträgt 100%.
es: El valor típico es 100%.
fr: La valeur typique est 100%.
hu: A tipikus érték 100%.
it: Il valore tipico è 100%.
ja: 一般的な値は!00%です。
ko: 일반적인 값은 100% 입니다.
nb: Typisk verdi er 100 %.
nl: Een veelgebruikte waarde is 100%.
pt_br: O valor típico é 100%.
ro: Valoarea tipică este de 100%.
ru: Типовое значение 100%.
sl: Tipična vrednost je 100 %.
sv: Typiskt värde är 100%.
tr: Tipik değer %100'dür.
uk: Типове значення 100%.
vi: Giá trị thông thường là 100%.
zh_hans: 典型值为 100%。
zh_hant: 典型值為 100%。
