Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Use if you are sure your display supports color table adjustments but the app does not detect the capability.
de: Verwende diese Option, wenn du sicher bist, dass dein Display Farbpalettenanpassungen unterstützt, aber die App die Fähigkeit nicht erkennt.
es: Utiliza esto si estás seguro de que tu pantalla admite ajustes de la tabla de colores, pero la aplicación no detecta la capacidad.
fr: À utiliser si vous êtes certain que votre écran prend en charge les ajustements de la table de couleur, mais que l'application ne détecte pas cette capacité.
hu: Akkor használja, ha biztos benne, hogy a kijelzője támogatja a színtábla-beállításokat, de az alkalmazás nem érzékeli a képességet.
it: Utilizzalo se sei sicuro che il tuo display supporti le regolazioni della tabella dei colori ma l'app non rileva tale funzionalità.
ja: ディスプレイがカラーテーブル調整に対応していると確信する場合にのみ使用してください。しかしその能力を検出していません。
ko: 디스플레이가 색상표 조정을 지원하지만 앱에서 해당 기능을 감지하지 못하는 경우 사용합니다.
nb: Bruk hvis du er sikker på at skjermen din støtter justering av fargetabell, men appen ikke oppdager denne funksjonaliteten.
nl: Gebruik als je zeker weet dat je scherm kleurentabelaanpassingen ondersteunt maar de app de mogelijkheid niet vindt.
pt_br: Use se tiver certeza de que seu monitor suporta ajustes de tabela de cores, mas o aplicativo não detecta esse recurso.
ro: Folosiți dacă sunteți sigur că ecranul dvs. suportă ajustările tabelei de culori, dar aplicația nu detectează această capacitate.
sl: Uporabite, če ste prepričani, da vaš zaslon podpira prilagoditve barvne tabele, vendar aplikacija ne zazna zmožnosti.
sv: Använd om du är säker på att din bildskärm stöder färgtabelljusteringar men appen inte känner av denna funktion.
tr: Ekranınızın renk tablosu ayarlamalarını desteklediğinden eminseniz ancak uygulama bu özelliği algılamıyorsa kullanın.
uk: Використовуйте, якщо ви впевнені, що ваш дисплей підтримує налаштування таблиці кольорів, але програма не виявляє цю можливість.
vi: Sử dụng nếu bạn chắc chắn rằng màn hình của bạn hỗ trợ điều chỉnh bảng màu nhưng ứng không phát hiện được khả năng này.
zh_hans: 请在确定您的显示器支持色表调整但应用程序无法检测到此功能下使用。
zh_hant: 請在確定您的顯示器支援色表調整但應用程式無法檢測到此功能下使用。

source: When enabled, overlay-based adjustments are hidden from screenshots and screen recordings. Important: This also hides overlays (dimming and color adjustments) in screen streams and PIP windows, and prevents DisplayLink displays from showing the overlay effect.
nl: Indien ingeschakeld zullen op overlay gebaseerde aanpassingen worden verborgen bij schermafbeeldingen en -opnamen. Belangrijk: hiermee worden ook overlays (dimmen en kleuraanpassingen) verborgen in schermstreams en PIP-vensters en daarnaast zal het voorkomen dat DisplayLink-schermen het overlayeffect zullen tonen.

source: ⚠️ If a third party app (like MediaMate) is being used to show the OSD, you might want to disable the built-in OSD under Keyboard/OSD to avoid having duplicated or mixed-style OSDs presented!
de: ⚠️ Wenn eine App eines Drittanbieters (wie MediaMate) verwendet wird um das OSD anzuzeigen, sollte das integrierte OSD unter Tastatur / OSD deaktiviert werden, um zu vermeiden, dass doppelte oder gemischte OSDs angezeigt werden!
es: ⚠️ Si se está utilizando una aplicación de terceros (como MediaMate) para mostrar el OSD, es posible que desees desactivar el OSD integrado en Configuración de teclado/OSD para evitar tener OSD duplicados o presentaciones de OSD de estilos mezclados.
fr: ⚠️ Si une application tierce (comme MediaMate) est utilisée pour afficher l'OSD, vous pouvez désactiver l'OSD intégré dans Clavier > OSD afin d'éviter d'avoir des OSD dupliqués ou mélangés !
hu: ⚠️ Ha egy harmadik féltől származó alkalmazást (pl. MediaMate) használ az OSD megjelenítésére, akkor érdemes letiltani a beépített OSD-t a Billentyűzet/OSD alatt, hogy elkerülje az OSD-k duplikált megjelenítését!
it: ⚠️ Se un'applicazione di terze parti (come MediaMate) viene utilizzata per mostrare l'OSD, potresti voler disattivare l'OSD integrato sotto Tastiera/OSD per evitare di avere presentato OSD duplicati o misti!
ja: ⚠️ OSD表示にサードパーティ製アプリ（MediaMateなど）を使用している場合は、OSDの重複や混在表示を避けるため、キーボード/OSDによる内蔵OSDを無効化してください!
ko: ⚠️ 타사 앱 (MediaMate 같은)을 사용하여 OSD를 표시하는 경우, 키보드/OSD에서 내장 OSD를 비활성화하여 중복되거나 중구난방의 OSD가 표시되지 않도록 할 수 있습니다!
nb: ⚠️ Hvis en tredjepartsapp (som MediaMate) brukes til å vise OSD, bør du deaktivere den innebygde OSD under Tastatur/OSD for å unngå dupliserte eller blandede OSD-stiler!
nl: ⚠️ Als apps van derden (zoals MediaMate) worden gebruikt om de OSD te tonen, dan wil je mogelijk de ingebouwde OSD uitschakelen via Toetsenbord/OSD om te voorkomen dat je meerdere OSD’s of deze in een gemengde stijl ziet!
pt_br: ⚠️ Se um aplicativo de terceiros (como MediaMate) estiver sendo usado para mostrar o OSD, você pode querer desabilitar o OSD integrado em Teclado/OSD para evitar a apresentação de OSDs duplicados ou de estilo misto!
ro: ⚠️ Dacă este folosită o aplicație terță (cum ar fi MediaMate) pentru a afișa OSD-ul, este posibil să doriți să dezactivați OSD-ul încorporat în secțiunea Tastatură/OSD pentru a evita afișarea OSD-urilor duplicate sau cu stiluri mixte!
sl: ⚠️ Če se za prikaz zaslonskega menija uporablja aplikacija tretje osebe (kot je MediaMate), boste morda želeli onemogočiti vgrajeni zaslonski meni pod tipkovnico/OSD, da se izognete prikazovanju podvojenih ali mešanih zaslonskih prikazov!
sv: ⚠️ Om en tredjepartsapp (t.ex. MediaMate) används för att visa OSD, kan det vara bra att inaktivera det inbyggda OSD under Tangentbord/OSD för att undvika att dubbla eller blandade OSD:er visas!
tr: ⚠️ OSD'yi göstermek için üçüncü taraf bir uygulama (MediaMate gibi) kullanıyorsanız, çoğaltılmış veya çoklu OSD'lerin görüntülenmesini önlemek için Klavye/OSD altındaki yerleşik OSD'yi devre dışı bırakmak isteyebilirsiniz!
uk: ⚠️ Якщо для відображення OSD використовується сторонній додаток (наприклад, MediaMate), можливо, вам варто вимкнути вбудований OSD у розділі Клавіатура/OSD, щоб уникнути дублювання або змішування стилів OSD, що відображаються!
vi: ⚠️ Nếu một ứng dụng bên thứ ba (như MediaMate) được sử dụng để hiển thị OSD, bạn có thể muốn tắt OSD tích hợp trong Bàn phím/OSD để tránh hiển thị OSD trùng lặp!
zh_hans: ⚠️ 如果您正在使用第三方应用程序 (如 MediaMate) 来显示调整浮窗 (OSD) 可能需要禁用键盘/内置调整浮窗 (OSD) 避免显示重复或混合风格的调整浮窗 (OSD)！
zh_hant: ⚠️ 如果您正在使用第三方應用程式 (如 MediaMate) 來顯示調整浮動視窗 (OSD) 可能需要禁用鍵盤/內置調整浮動視窗 (OSD) 避免顯示重覆或混合風格的調整浮動視窗 (OSD)！

# %.1f%% x %.1f%%
source: %1$.1f%% x %2$.1f%%
ja: %1$.1f%% × %2$.1f%%
uk: %1$.1f%% × %2$.1f%%

source: %@ Auto brightness is disabled as it prevents image adjustments on this macOS version.
es: %@ Auto brillo está desactivado, ya que impide realizar ajustes de imagen en esta versión de macOS.
ja: %@輝度の自動調節を無効化しました。このmacOSバージョンでは画像調整が不可となります。
ko: %@ 이 macOS 버전에서는 이미지 조정을 위해 자동 밝기 기능이 꺼져 있습니다.

source: Add an other screen as a mirror target for a screen.
de: Einen weiteren Bildschirm als Spiegelziel für einen Bildschirm hinzufügen.
es: Agrega otra pantalla como destino de espejo para una pantalla.
fr: Ajouter un autre écran comme cible de la mise en miroir pour un écran.
hu: Másik képernyő hozzáadása tükrözési célként egy képernyőhöz.
it: Aggiungi un altro schermo come obiettivo di duplicazione per uno schermo.
ja: スクリーンのミラーリングターゲットに、ほかのスクリーンを追加します。
ko: 다른 화면을 미러링 대상으로 추가합니다.
nb: Legg til en annen skjerm som speilmål for skjermen.
pt_br: Adicione outra tela como alvo de espelhamento para uma tela.
ro: Adăugați un alt ecran ca țintă de oglindă pentru un ecran.
sl: Dodajte drug zaslon kot cilj ogledala za zaslon.
sv: Lägg till en annan skärm som spegelmål för en skärm.
tr: Bir ekran için yansıtma hedefi olarak başka bir ekran ekleyin.
uk: Додати інший екран як цільове дзеркалювання для екрана.
zh_hans: 新增另一个萤幕作为萤幕的镜像目标。
zh_hant: 新增另一個螢幕作為螢幕的鏡像目標。

source: An other group member display next to which the protected display should be positioned in the display arrangement.
de: Ein weiteres Gruppenmitglied-Display, neben dem das geschützte Display in der Display-Anordnung positioniert werden soll.
es: Otra pantalla miembro del grupo junto a la cual la pantalla protegida debe colocarse en la disposición de pantallas.
fr: Un autre écran membre du groupe à coté duquel sera positionné l'écran protégé dans la disposition d'écran.
hu: Egy másik csoporttag kijelző, amely mellé a védett kijelző elhelyezkedik a kijelzők elrendezésében.
it: Un altro display membro del gruppo accanto al quale il display protetto dovrebbe essere posizionato nell’arrangiamento del display.
ja: ディスプレイ配置で、保護したディスプレイに接して配置する他のグループメンバーのディスプレイです。
ko: 보호된 디스플레이가 디스플레이 배열에서 배치되어야 하는 다른 그룹 구성원 디스플레이 옆에 있습니다.
nb: En annen gruppemedlemskjerm som den beskyttede skjermen skal plasseres ved siden av i skjermoppsettet.
pt_br: Um monitor de outro membro do grupo próximo ao qual o monitor protegido deve ser posicionado na disposição do monitor.
ro: Un alt ecran membru al grupului lângă care ar trebui poziționat ecranul protejat în aranjamentul ecranelor.
sl: Zaslon drugega člana skupine, poleg katerega mora biti v razporeditvi zaslona postavljen zaščiteni zaslon.
sv: En annan gruppmedlems skärm bredvid vilken den skyddade skärmen ska placeras i skärmarrangemanget.
tr: Korumalı ekranın ekran düzenlemesinde yanına yerleştirilmesi gereken diğer bir grup üyesi ekran.
uk: Інший учасник групи, поруч з яким захищений дисплей має бути розташований у макеті дисплеїв.
vi: Một màn hình thành viên nhóm khác mà màn hình được bảo vệ nên được đặt cạnh trong cách sắp xếp màn hình.
zh_hans: 一个其他组成员显示器，受保护的显示器应在显示排列中被放置在其旁边。
zh_hant: 一個其他群組成員顯示器，受保護的顯示器應在顯示排列中被放置在其旁邊。

source: Brightness changes may be triggered outside of the app (Touch Bar, ambient light sensor, Control Center, etc.) when the sync source is an Apple display. Syncing these is not recommended when combined brightness and software XDR upscaling is used (use native XDR upscaling instead).
de: Helligkeitsänderungen können außerhalb der App ausgelöst werden (Touch Bar, Umgebungslichtsensor, Kontrollzentrum usw.), wenn der Ursprung der Synchronisierung ein Apple Display ist. Es wird nicht empfohlen, diese zu synchronisieren, wenn kombinierte Helligkeit und Software-basierte XDR-Hochskalierung verwendet wird (verwende stattdessen native XDR-Hochskalierung).
es: Los cambios de brillo pueden ser provocados fuera de la aplicación (Touch Bar, sensor de luz ambiental, Centro de control, etc.) cuando la fuente de sincronización es una pantalla de Apple. No se recomienda sincronizarlos cuando se utiliza el brillo combinado y el escalado XDR por software (utiliza en su lugar el escalado XDR nativo).
fr: Les changements de luminosité peuvent êtres effectués en dehors de l'application (Touch Bar, capteur de luminosité ambiante, Centre de contrôle, etc...) quand la source de synchronisation est un écran Apple. Synchroniser ceux-ci n'est pas recommandé quand la luminosité combinée et la démultiplication XDR logicielle sont utilisées (utiliser la démultiplication XDR native à la place).
hu: A fényerőt alkalmazáson események kívüli események is megváltoztathatják (Touch Bar, fényérzékelő, Vezérlőközpont stb.), ha a szinkronizálási forrás egy Apple kijelző. Ezek szinkronizálása nem ajánlott, ha kombinált fényerő- és szoftveres XDR-felskálázás van használatban (helyette a natív XDR-felskálázás használata javasolt).
it: Le modifiche alla luminosità possono essere attivate al di fuori dell’app (Touch Bar, sensore di luce ambientale, Centro di Controllo, ecc.) quando la sorgente di sincronizzazione è un display Apple. La sincronizzazione di queste modifiche non è consigliata quando si utilizza il controllo combinato della luminosità e l’upscaling XDR software (è preferibile usare l’upscaling XDR nativo).
ja: 同期ソースがApple製ディスプレイの場合、輝度変化はアプリ以外（Touch Bar、環境光センサー、コントロールセンターなど）によって引き起こされることがあります。輝度とソフトウェアXDRアップスケーリングを組み合わせて使用する場合には、これらを同期させないでください（代わりにネイティブXDRアップスケーリングを使用してください）。
ko: Apple 디스플레이가 동기화 원본인 경우, Touch Bar, 주변 광 센서, 제어 센터 등을 통해 앱 외부에서 밝기 변경이 트리거될 수 있습니다. 통합 밝기와 소프트웨어 XDR 업스케일링을 사용할 때 이러한 동기화는 권장되지 않습니다 (네이티브 XDR 업스케일링을 대신 사용하세요).
nb: Lysstyrkeendringer kan utløses utenfor appen (Touch Bar, omgivelseslyssensor, Kontrollsenter osv.) når synkroniseringskilden er en Apple-skjerm. Å synkronisere disse anbefales ikke når kombinert lysstyrke og programvare-XDR-oppskalering brukes (bruk heller innfødt XDR-oppskalering).
pt_br: As alterações de brilho podem ser acionadas fora do aplicativo (Touch Bar, sensor de luz ambiente, Control Center, etc.) quando a fonte de sincronização é um monitor Apple. Sincronizá-los não é recomendado quando o brilho combinado e o upscaling XDR de software são usados (em vez disso, use o upscaling XDR nativo).
ro: Schimbările de luminozitate pot fi declanșate în afara aplicației (Touch Bar, senzor de lumină ambientală, Centrul de control, etc.) atunci când sursa de sincronizare este un ecran Apple. Sincronizarea acestora nu este recomandată atunci când se folosesc atât scalarea luminozității combinate, cât și scalarea software XDR (folosiți în schimb scalarea nativă XDR).
sl: Spremembe svetlosti se lahko sprožijo zunaj aplikacije (vrstica na dotik, senzor zunanje svetlobe, nadzorni center itd.), če je vir sinhronizacije zaslon Apple. Sinhronizacija le-teh ni priporočljiva, če se uporablja kombinirano povečanje svetlosti in programske opreme XDR (namesto tega uporabite izvorno povečanje XDR).
sv: Ljusstyrkeändringar kan utlösas utanför appen (Touch Bar, sensor för omgivande ljus, Control Center etc.) när synkroniseringskällan är en Apple-skärm. Synkronisering av dessa rekommenderas inte när kombinerad ljusstyrka och XDR-uppskalning med programvara används (använd istället inbyggd XDR-uppskalning).
uk: Зміни яскравості можуть бути викликані поза додатком (Touch Bar, датчик навколишнього освітлення, Центр керування тощо), коли джерелом синхронізації є дисплей Apple. Не рекомендується синхронізувати такі зміни при використанні комбінованої яскравості та програмного підвищення XDR (краще використовуйте рідне підвищення XDR).
vi: Các thay đổi về độ sáng có thể được kích hoạt bên ngoài ứng dụng (Touch Bar, cảm biến ánh sáng, Trung tâm Kiểm soát, v.v.) khi nguồn đồng bộ là một màn Apple. Đồng bộ các thay đổi này không được khuyến khích khi sử dụng độ sáng kết hợp và tăng cường XDR phần mềm (thay vào đó, hãy dùng tăng cường XDR nguyên bản).
zh_hans: 如果同步源是 Apple 显示器,亮度可能会在应用程序外部发生变化(Touch Bar、环境光线传感器、控制中心等)。在使用组合亮度和软件 XDR 超分辨率技术时,不建议同步这些变化(请改用原生 XDR 超分辨率)。
zh_hant: 如果同步源是 Apple 顯示器,亮度可能會在應用程式外部發生變化(Touch Bar、環境光線感測器、控制中心等)。在使用組合亮度和軟體 XDR 超解析度技術時,不建議同步這些變化(請改用原生 XDR 超解析度)。

source: Configure Controls…
de: Steuerungen konfigueren...
es: Configurar controles…
fr: Configurer les contrôles…
hu: Vezérlők konfigurálása…
it: Configura controlli…
ja: 制御を構成…
ko: 컨트롤 구성...
nb: Konfigurer kontroller…
pt_br: Configurar controles…
ro: Configurează controalele…
sl: Konfiguriraj kontrole...
sv: Konfigurera kontroller…
tr: Kontrolleri Yapılandır...
uk: Налаштувати елементи керування…
zh_hans: 配置控制项…
zh_hant: 設定控制項…

source: DDC Controls…
de: DDC-Funktionen…
es: Funcionalidades DDC…
fr: Fonctionnalités DDC…
hu: DDC képességek…
it: Funzionalità DDC…
ja: DDC機能…
ko: DDC 기능…
nb: DDC-kontroller…
pt_br: Recursos do DDC…
ro: Funcționalități DDC…
sl: Funkcije DDC…
sv: DDC-funktioner…
tr: DDC Yetenekleri…
uk: Функції DDC…
vi: Tính năng DDC
zh_hans: DDC 功能…
zh_hant: DDC 功能…

source: Deactivate and Buy New License
es: Desactivar y comprar licencia nueva
ja: 旧ライセンスを無効化し、新しいライセンスを購入
ko: 비활성화 및 새 라이선스 구매

source: Do not synchronize brightness changes made using the app.
de: Änderungen der Helligkeit, die über die App vorgenommen wurden, nicht synchronisieren.
es: No sincronizar los cambios de brillo realizados mediante la app.
fr: Ne pas synchroniser les changements de luminosité effectués à l'aide de l'application.
hu: Ne szinkronizálja az app által végrehajtott fényerő változtatásokat.
it: Non sincronizzare le modifiche di luminosità effettuate tramite l’app.
ja: アプリを使用した輝度変更は同期しません。
ko: 앱을 사용하여 변경한 밝기 변경 사항을 동기화하지 마세요.
nb: Synkroniser ikke lysstyrkeendringer gjort med appen.
pt_br: Não sincronize as alterações de brilho feitas usando o aplicativo.
ro: Nu sincronizați schimbările de luminozitate efectuate folosind aplicația.
sl: Ne sinhronizirajte sprememb svetlosti, narejenih z aplikacijo.
sv: Synkronisera inte ändringar av ljusstyrka som gjorts med appen.
uk: Не синхронізувати зміни яскравості, зроблені через додаток.
vi: Không đồng bộ hóa thay đổi độ sáng được thực hiện qua ứng dụng.
zh_hans: 使用本应用程序进行的亮度调整不会同步。
zh_hant: 使用本應用程式進行的亮度調整不會同步。

source: Enable hardware brightness control
de: Hardware-Helligkeitssteuerung aktivieren
es: Habilitar el control de brillo del hardware
fr: Activer le contrôle de luminosité matériel
hu: Hardveres fényerővezérlés engedélyezése
it: Abilita il controllo della luminosità hardware del display Apple
ja: ハードウェア輝度制御を有効化
ko: 하드웨어 밝기 조절 활성화
nb: Aktiver maskinvarelysstyring
pt_br: Habilitar controle de brilho de hardware
ro: Activează controlul luminozității hardware
sl: Omogoči nadzor svetlosti strojne opreme
sv: Aktivera hårdvarukontroll av ljusstyrka
tr: Donanımsal parlaklık kontrolünü etkinleştir
uk: Увімкнути апаратне керування яскравістю
vi: Kích hoạt điều khiển độ sáng phần cứng
zh_hans: 启用硬件亮度控制
zh_hant: 啟用硬體亮度控制

# Hardware &amp; Integration Control
source: Hardware & Integration Control
de: Hardware- & Integrationssteuerung
es: Control de hardware e integración
fr: Contrôles matériels et intégrations
hu: Hardver- és integrációvezérlés
it: Controllo hardware e integrazione
ja: ハードウェアと統合制御
ko: 하드웨어 및 통합 제어
nb: Maskinvare- & integrasjonskontroll
pt_br: Controle de hardware e integração
ro: Controlul hardware-ului și integrării
sl: Nadzor strojne opreme in integracije
sv: Hårdvara & integrationskontroll
tr: Donanım & Entegrasyon Kontrolü
uk: Керування апаратним забезпеченням та інтеграцією
zh_hans: 硬件与集成控制
zh_hant: 硬體與整合控制

# Hardware Control &amp; Integration
source: Hardware Control & Integration
de: Hardware-Steuerung & Integration
es: Control de hardware e integración
fr: Contrôles matériels et intégrations
hu: Hardver- és integrációvezérlés
it: Controllo hardware e integrazione
ja: ハードウェア制御と統合
ko: 하드웨어 제어 및 통합
nb: Maskinvarestyring & integrasjon
pt_br: Controle de hardware e integração
ro: Control și integrare hardware
sl: Nadzor in integracija strojne opreme
sv: Kontroll och integration av hårdvara
tr: Donanım Kontrolü & Entegrasyon
uk: Апаратне керування та інтеграція
zh_hans: 硬件与集成控制
zh_hant: 硬體與整合控制

# Hardware control &amp; integration settings
source: Hardware control & integration settings
de: Hardware-Steuerung & Integrations-Einstellungen
es: Configuración de control e integración de hardware
fr: Réglages des contrôles matériels (DDC/Intégrations)
hu: Hardver- és integrációs beállítások
it: Impostazioni di controllo e integrazione hardware
ja: ハードウェア制御と統合設定
ko: 하드웨어 제어 및 통합 설정
nb: Innstillinger for maskinvarestyring og integrasjon
pt_br: Configurações de controle e integração de hardware
ro: Setări de control și integrare hardware
sl: Nadzor strojne opreme in nastavitve integracije
sv: Inställningar för kontroll och integrering av maskinvara
tr: Donanım kontrolü & entegrasyon ayarları
uk: Налаштування апаратного керування та інтеграції
zh_hans: 硬件控制与集成设置
zh_hant: 硬體控制與整合設定

source: Integration Control
de: Integrations-Steuerung
es: Control de integración
fr: Contrôle d'intégration
hu: Integrációs vezérlés
it: Controllo di integrazione
ja: 統合制御
ko: 통합 제어
nb: Integrasjonskontroll
pt_br: Controle de integração
ro: Controlul integrării
sl: Nadzor integracije
sv: Integrationskontroll
tr: Entegrasyon Kontrolü
uk: Керування інтеграцією
zh_hans: 集成控制
zh_hant: 整合控制

source: Integration control values on startup
de: Integrations-Steuerungswerte beim Start
es: Valores de control de integración al iniciar
fr: Valeurs du contrôle d'intégration au démarrage
hu: Integrációs vezérlő értékek indításkor
it: Valori di controllo integrazione all'avvio
ja: 起動時の統合制御値
ko: 시작 시 통합 제어 값
nb: Integrasjonskontrollverdier ved oppstart
pt_br: Valores de controle de integração na inicialização
ro: Valori de control de integrare la pornire
sl: Vrednosti nadzora integracije ob zagonu
sv: Integration av kontrollvärden vid uppstart
tr: Başlangıçta entegrasyon kontrol değerleri
uk: Значення керування інтеграцією при запуску
zh_hans: 启动时的集成控制值
zh_hant: 啟動時的整合控制值

source: Let the app control display hardware luminance (backlight for backlit displays) if this feature is available.
de: Ermöglicht der App, die Hardware-Helligkeit (Hintergrundbeleuchtung bei beleuchteten Displays) zu steuern, wenn diese Funktion verfügbar ist.
es: Permitir que la aplicación controle la luminancia del hardware de pantalla (retroiluminación para pantallas retroiluminadas) si esta función está disponible.
fr: Laisse l’app contrôler la luminosité matérielle (rétroéclairage pour les écrans le comportant) si cette fonctionnalité est disponible.
hu: Az alkalmazás vezérelje a kijelző hardveres fényerejét (háttérvilágítását a háttérvilágítással rendelkező kijelzőknél), ha ez a funkció elérhető.
it: Lascia che l'app controlli la luminanza hardware del display (retroilluminazione per display retroilluminati) se questa funzione è disponibile.
ja: この機能が使用可能な場合は、ディスプレイハードウェア（ディスプレイのバックライト）発光を制御します。
ko: 이 기능이 사용 가능한 경우, 앱이 디스플레이 하드웨어 밝기(백라이트 디스플레이의 백라이트)를 제어하도록 허용합니다.
nb: La appen kontrollere skjermens maskinvare-luminans (baklys for bakbelyste skjermer) hvis denne funksjonen er tilgjengelig.
pt_br: Permitir que o aplicativo controle a luminância do hardware do monitor (retroiluminação para monitores com luz de fundo), se esse recurso estiver disponível.
ro: Permiteți aplicației să controleze luminozitatea hardware a ecranului (iluminarea de fundal pentru monitoarele cu iluminare din spate) dacă această funcție este disponibilă.
sl: Naj aplikacija nadzoruje svetilnost strojne opreme (osvetlitev ozadja za osvetljene zaslone), če je ta funkcija na voljo.
sv: Låt appen kontrollera skärmens hårdvaruluminans (bakgrundsbelysning för bakgrundsbelysta skärmar) om den här funktionen är tillgänglig.
tr: Bu özellik mevcutsa, uygulamanın ekran donanım parlaklığını (arkadan aydınlatmalı ekranlar için arka ışık) kontrol etmesine izin verin.
uk: Дозволити додатку керувати апаратною яскравістю дисплея (підсвіткою для підсвічуваних дисплеїв), якщо ця функція доступна.
zh_hans: 如功能可用，允许应用控制显示器硬件亮度（背光显示器的背光亮度）。
zh_hant: 若此功能可用，允許應用程式控制顯示器硬體亮度（對於背光顯示器為背光亮度）。

source: M4 horizontal limit(s)
de: Horizontale Grenzwerte weiterleiten
es: Valores límite horizontales de la tubería
fr: Limite(s) horizontale(s) M4
hu: M4 vízszintes felbontás limitek
it: Valori limite orizzontali di collegamento
ja: 水平制限値をパイプ
ko: 화면 수평 제한값
nb: M4 horisontal grense(r)
pt_br: Valores de limite horizontal do pipe
ro: Limită(e) orizontală(e) M4
sl: Horizontalne mejne vrednosti cevi
sv: Gränsvärden för rörets horisontella läge
tr: M4 yatay sınır(lar)
uk: Горизонтальні обмеження M4
vi: Giá trị ngang giới hạn
zh_hans: 管道水平极限值
zh_hant: 管道水平極限值

source: M4 vertical limit(s)
de: M4-Vertikalgrenze(n)
es: Límite(s) vertical(es) M4
fr: Limite(s) verticale(s) M4
hu: M4 vertikális limit(ek)
it: Limite(i) verticale(i) M4
ja: M4縦方向制限
ko: 화면 수직 제한값
nb: M4 vertikal grense(r)
pt_br: Limite(s) vertical(is) M4
ro: M4 limită(e) verticală(e)
sl: M4 navpična meja(-e)
sv: M4 vertikala gräns(er)
tr: M4 dikey sınır(lar)
uk: Вертикальні обмеження M4
zh_hans: M4 垂直限位
zh_hant: M4 垂直限位
