Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Start Automatically
de: Automatisch starten
es: Iniciar Automáticamente
fr: Démarrer automatiquement
hu: Automatikus indítás
it: Avvia Automaticamente
ja: 自動的に開始
ko: 자동 시작
nb: Start automatisk
nl: Start automatisch
pl: Rozpocznij automatycznie
pt_br: Iniciar Automaticamente
ro: Porneste Automat
ru: Запускать автоматически
sl: Samodejni zagon
sv: Starta automatiskt
tr: Otomatik Başlat
uk: Запускати Автоматично
vi: Khởi động tự động
zh_hans: 自启动
zh_hant: 自啟動

source: Start or stop Picture in Picture for a display.
de: Picture in Picture für ein Display starten oder stoppen.
es: Iniciar o detener el Picture in Picture para una pantalla.
fr: Démarrer ou arrêter l’image dans l’image pour un écran.
hu: Picture in Picture indítása vagy leállítása egy kijelzőn.
it: Avvia o interrompi il Picture in Picture per un display.
ja: ディスプレイのピクチャインピクチャを開始または停止します。
ko: 디스플레이의 화면 속 화면을 시작하거나 중지합니다.
nb: Start eller stopp Picture in Picture for en skjerm.
nl: Start of stop afbeelding-in-afbeelding voor een scherm.
pt_br: Iniciar ou parar o Picture in Picture para uma tela.
ro: Pornește sau oprește modul Picture in Picture pentru un ecran.
ru: Запустить или остановить режим «Картинка в картинке» для дисплея.
sl: Zaženite ali zaustavite sliko v sliki za zaslon.
sv: Starta eller stoppa bild i bild för en skärm.
tr: Bir ekran için Resim İçinde Resim'i başlatma veya durdurma
uk: Запустити або зупинити режим «Картинка в картинці» для дисплея.
zh_hans: 开始或停止显示器的画中画
zh_hant: 開始或停止顯示器的畫中畫

source: Start or stop Screen Stream for a display.
de: Bildschirm-Streaming für ein Display starten oder stoppen.
es: Iniciar o detener el streaming de pantalla para una pantalla.
fr: Démarrer ou arrêter la diffusion d’écran pour un écran.
hu: Képernyő stream indítása vagy leállítása egy kijelzőn.
it: Avvia o interrompi lo streaming dello schermo per un display.
ja: ディスプレイのスクリーンストリーミングを開始または停止します。
ko: 디스플레이의 화면 스트리밍을 시작하거나 중지합니다.
nb: Start eller stopp skjermstrøm for en skjerm.
nl: Start of stop schermstreaming voor een scherm.
pt_br: Iniciar ou parar o streaming de tela para uma tela.
ro: Pornește sau oprește Screen Stream pentru un display.
ru: Запустить или остановить трансляцию экрана для дисплея.
sl: Zaženite ali ustavite zaslonski tok za zaslon.
sv: Starta eller stoppa skärmströmning för en skärm.
tr: Bir ekran için Ekran Yayını başlatma veya durdurma
uk: Запустити або зупинити трансляцію екрана для дисплея.
zh_hans: 开始或停止显示器的全屏串流
zh_hant: 開始或停止顯示器的全螢幕串流

source: Start/Stop PIP window
de: Bild-in-Bild Fenster starten / stoppen
es: Iniciar/Detener ventana PIP
fr: Commencer/arrêter la fenêtre image dans l'image
hu: Kép a képben indítása/leállítása
it: Finestra avvia/ferma PIP
ja: PIPウインドウを開始/停止
ko: PIP 윈도우 시작/중지
nb: Start/stopp PIP-vindu
nl: Start/stop PIP-venster
pl: Przełącz okno PiP
pt_br: Janela Iniciar/Parar PIP
ro: Porniți/Opriți fereastra PIP
ru: Запуск/остановка окна PIP
sl: Zaženi/ustavi okno PIP
sv: Starta/Stoppa PIP-fönster
tr: RiR penceresini başlat/durdur
uk: Запуск/зупинка вікна PIP
vi: Khởi động/Dừng cửa sổ PiP
zh_hans: 开始/停止画中画窗口
zh_hant: 開始/停止畫中畫窗口

source: State
de: Status
es: Estado
fr: État
hu: Státusz
it: Stato
ja: 状態
ko: 상태
nb: Tilstand
nl: Status
pt_br: Estado
ro: Stare
ru: Состояние
sl: Država
sv: Tillstånd
tr: Durum
uk: Стан
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態

source: State is processed from the response and matched to the specified expected return contents directly or as a regular expressions.
de: Der Status wird aus der Antwort verarbeitet und direkt oder mithilfe regulärer Ausdrücke mit dem erwarteten Rückgabewert verglichen.
es: El estado se procesa a partir de la respuesta y se compara con el contenido de retorno esperado directamente o como una expresión regular.
fr: L’état est traité depuis la réponse et comparé à la valeur de retour attendue directement ou via des expressions régulières.
hu: Az állapot a válaszból kerül feldolgozásra, majd közvetlenül vagy reguláris kifejezésként összevetésre kerül a megadott elvárt visszatérési tartalommal.
it: Lo stato viene elaborato dalla risposta e confrontato con il contenuto di ritorno previsto direttamente o come espressione regolare.
ja: 状態はレスポンスによって処理され、指定された予想される戻りコンテンツに直接または正規表現として適合させます。
ko: 상태는 응답에서 처리되며, 지정된 예상 반환 내용과 직접 또는 정규식으로 일치합니다.
nb: Tilstand behandles fra svaret og matches med det spesifiserte forventede returinnholdet direkte eller som et regulært uttrykk.
nl: Status wordt verwerkt vanuit de reacties en wordt overeen gekomen met het opgegeven verwachte retourmateriaal direct of als reguliere expressies.
pt_br: O estado é processado a partir da resposta e comparado com o retorno esperado diretamente ou como expressões regulares.
ro: Starea este procesată din răspuns și corelată cu conținutul returnat așteptat specificat, direct sau ca expresii regulate.
ru: Состояние обрабатывается из ответа и сопоставляется с указанным ожидаемым содержимым напрямую или как регулярное выражение.
sl: Stanje se obdela iz odgovora in se ujema s podano pričakovano povratno vsebino neposredno ali kot regularni izraz.
sv: Tillstånd bearbetas från svaret och matchas mot det angivna förväntade returinnehållet direkt eller som ett reguljärt uttryck.
tr: Durum yanıttan işlenir ve doğrudan veya düzenli ifadeler olarak belirtilen beklenen dönüş içerikleriyle eşleştirilir.
uk: Стан обробляється з відповіді й зіставляється з очікуваним вмістом повернення безпосередньо або як регулярний вираз.
zh_hans: 状态从响应中处理，并与预期返回内容直接或作为正则表达式进行匹配。
zh_hant: 狀態從回應中處理，並與指定的預期回傳內容直接或作為正則表達式進行比對。

source: Status: Outdated License
es: Estado: Licencia desactualizada
ja: 状態：ライセンス期限切れ
ko: 상태: 라이선스 만료됨
nl: Status: verouderde licentie
ru: Статус: устаревшая лицензия

source: Status: Pro License Activated
de: Status: Die Pro-Lizenz wurde aktiviert
es: Estado: Licencia Pro Activada
fr: Statut : licence Pro activée
hu: Státusz: Pro licenc aktiválva
it: Stato: licenza Pro attivata
ja: 状態：Proライセンスは有効です。
ko: 상태: Pro 라이선스 활성화됨
nb: Status: Pro-lisens aktivert
nl: Status: Pro-licentie geactiveerd
pl: Status: Licencja Pro aktywowana
pt_br: Status: Licença Pro ativada
ro: Status: Licență Pro activată
ru: Статус: Лицензия Pro активирована
sl: Stanje: Licenca Pro je aktivirana
sv: Status: Pro-licens aktiverad
tr: Durum: Pro Lisans Etkin
uk: Статус: Ліцензія Pro Активована
vi: Trạng thái: Bản quyền Pro Đã kích hoạt
zh_hans: 状态：专业版许可证已激活。
zh_hant: 狀態：專業版授權已啟用。

source: Status: Unlicensed, Trial Active%@.
de: Status: Nicht lizenziert, Probezeit ist aktiv %@.
es: Estado: Sin Licencia, Prueba Activa%@.
fr: Statut : non-licencié, période d'essai en cours%@.
hu: Státusz: nem licencelt, próbaidő aktív%@.
it: Stato: senza licenza, periodo di prova%@.
ja: 状態：ライセンス無効、トライアル試用%@。
ko: 상태: 라이선스 없음, 평가판 활성 (%@).
nb: Status: Uten lisens, prøveperiode aktiv%@.
nl: Status: niet-gelicentieerd, proefperiode actief%@.
pl: Status: Brak licencji, wersja próbna aktywna%@.
pt_br: Status: Não licenciado, Avaliação Ativa%@.
ro: Status: Fără licență, perioada de încercare este activă%@.
ru: Статус: Без лицензии, Пробный период активирован%@.
sl: Stanje: brez licence, poskusna različica aktivna%@.
sv: Status: Inte licensierad, provlicens aktiv%@.
tr: Durum: Lisanssız, %@ Deneme Sürümü Aktif.
uk: Статус: без ліцензії, пробна версія активна%@.
vi: Trạng thái: Không có bản quyền, Đang Dùng thử%@.
zh_hans: 状态：未许可，试用激活 %@。
zh_hant: 狀態：未許可，試用啟用 %@。

source: Status: Unlicensed, Trial Expired
de: Status: Nicht lizenziert, Probezeit ist abgelaufen
es: Estado: Sin Licencia, Prueba Caducada
fr: Statut : non-licencié, période d'essai terminée
hu: Státusz: nem licencelt, próbaidő lejárt
it: Stato: senza licenza, prova scaduta
ja: 状態：ライセンス無効、試用期間は終了しました。
ko: 상태: 라이선스 없음, 평가판 만료됨
nb: Status: Uten lisens, prøveperiode utløpt
nl: Status: niet-gelicentieerd, proefperiode verlopen
pl: Status: Brak licencji, wersja próbna wygasła
pt_br: Status: Não licenciado, Avaliação Expirada
ro: Status: Fără licență, perioada de încercare a expirat
ru: Статус: Без лицензии, Пробный период истек
sl: Status: brez licence, preizkusna različica je potekla
sv: Status: Inte licensierad, provlicens utgången
tr: Durum Lisanssız, Deneme Süresi Doldu
uk: Статус: без ліцензії, термін дії пробної версії минув
vi: Trạng thái: Không có bản quyền, Dùng thử Hết hạn
zh_hans: 状态：未许可，试用期结束。
zh_hant: 狀態：未許可，試用期結束。

source: Stop Mirroring
de: Synchronisierung stoppen
es: Detener reflejado
fr: Arrêter la mise en miroir
hu: Tükrözés kikapcsolása
it: Interrompi duplicazione
ja: ミラーリングを停止
ko: 미러링 중단
nb: Stopp speiling
nl: Stop synchrone weergave
pl: Zatrzymaj klonowanie
pt_br: Parar Espelhamento
ro: Oprește oglindirea
ru: Остановить зеркалирование
sl: Ustavi zrcaljenje
sv: Stoppa spegling
tr: Yansıtmayı durdur
uk: Зупинити віддзеркалення
vi: Dừng phản chiếu
zh_hans: 停止镜像
zh_hant: 停止鏡像

source: Stop Streaming
de: Streamen stoppen
es: Detener Retransmisión
fr: Arrêter la diffusion
hu: Streamelés kikapcsolása
it: Ferma streaming
ja: ストリーミングを停止
ko: 스트리밍 중단
nb: Stopp strømming
nl: Stop streamen
pl: Zatrzymaj strumieniowanie
pt_br: Parar Transmissão
ro: Oprește
ru: Остановить трансляцию
sl: Ustavi streaming
sv: Stoppa strömning
tr: Yayını Durdur
uk: Зупинити трансляцію
vi: Dừng trình chiếu
zh_hans: 停止串流
zh_hant: 停止串流

source: Stop all full screen streams
de: Alle Vollbildstreams stoppen
es: Detener todas las retransmisiones en pantalla completa
fr: Arrêter toutes les diffusions en plein écran
hu: Minden streamelés kikapcsolása
it: Ferma tutti i flussi a schermo intero
ja: すべてのフルスクリーンストリーミングを停止
ko: 모든 전체화면 스트리밍 중단
nb: Stopp alle fullskjermsstrømmer
nl: Stop alle volledigescherm-streams
pt_br: Parar todos os streams em tela cheia
ro: Oprește toate Stream-urile care sunt pe ecran complet
ru: Остановить все полноэкранные потоки
sl: Ustavite vse celozaslonske tokove
sv: Stoppa alla helskärmsströmmar
tr: Tüm tam ekran yayınlarını durdurun
uk: Зупинити всі повноекранні потоки
vi: Dừng tất cả trình chiếu toàn màn hình
zh_hans: 停止所有全屏串流
zh_hant: 停止所有全螢幕串流

source: Stream Display
de: Gestreamtes Display
es: Retransmitiendo pantalla
fr: Diffuser l'écran
hu: Kijelző streamelés
ja: ディスプレイをストリーミング
ko: 디스플레이 스트리밍
nb: Strøm skjerm
nl: Stream scherm
pl: Strumieniuj wyświetlacz
pt_br: Monitor de Transmissão
ro: Stream/Transmitere Ecran
ru: Потоковый дисплей
sl: Prikaz stream zaslona
sv: Strömskärm
tr: Yayın Ekranı
uk: Відображення потоку
vi: Trình chiếu màn hình
zh_hans: 屏幕串流
zh_hant: 螢幕串流

source: Stream Virtual Screen
de: Virtuellen Bildschirm streamen
es: Retransmitir pantalla virtual
fr: Diffuser l'écran virtuel
hu: Virtuális Képernyő Streamelés
it: Stream schermo virtuale
ja: 仮想スクリーンをストリーミング
ko: 가상 화면 스트리밍
nb: Strøm virtuell skjerm
nl: Stream virtueel scherm
pl: Strumieniuj wirtualny ekran
pt_br: Transmitir Tela Virtual
ro: Stream Ecran Virtual
ru: Потоковый виртуальный экран
sl: Pretočni virtualni zaslon
sv: Strömma virtuell skärm
tr: Sanal Ekran Yayını
uk: Потоковий віртуальний екран
vi: Trình chiếu màn hình ảo
zh_hans: 虚拟屏幕串流
zh_hant: 虛擬螢幕串流

source: Stream the contents of this display to:
de: Den Inhalt des Displays streamen an:
es: Retransmitiendo los contenidos de esta pantalla a:
fr: Diffuser le contenu de cet écran vers :
hu: Ennek a kijelzőnek a streamelése ide:
it: Esegui streaming del contenuto di questo display su:”
ja: このディスプレイのコンテンツのストリーミング先：
ko: 이 디스플레이의 콘텐츠를 다음으로 스트리밍:
nb: Strøm innholdet på denne skjermen til:
nl: Stream de inhoud van dit scherm naar:
pl: Strumieniuj zawartość tego wyświetlacza do:
pt_br: Transmitir o conteúdo deste monitor para:
ro: Transmite conținutul acestui ecran la:
ru: Передавать содержимое этого дисплея на:
sl: Pretakajte vsebino tega zaslona na:
sv: Strömma innehållet på denna skärm till:
tr: Bu ekranın içeriğini şu adrese aktarın:
uk: Передавати вміст цього дисплея на:
vi: Trình chiếu nội dung của màn hình này đến:
zh_hans: 将此显示器内容串流到：
zh_hant: 將此顯示器內容串流到：

source: Streaming from %@
de: Streamen von %@
es: Retransmitiendo desde %@
fr: Diffusion depuis %@
hu: Streaming innen: %@
it: Streaming da %@
ja: ストリーミング元：%@
ko: 다음으로부터 스트리밍 %@
nb: Strømmer fra %@
nl: Streamen vanaf %@
pt_br: Transmitindo de: %@
ro: Se face stream de la %@
ru: Потоковая передача с %@
sl: Pretakanje iz %@
sv: Strömmar från %@
tr: %@’den yayın
uk: Потокова передача з %@
vi: Trình chiếu từ %@
zh_hans: 串流从 %@
zh_hant: 串流從 %@

source: Streaming to %@
de: Streamen zu %@
es: Retransmitiendo a %@
fr: Diffusion vers %@
hu: Streamelés ide: %@
it: Streaming su %@
ja: ストリーミング先：%@
ko: 스트리밍 대상 %@
nb: Strømmer til %@
nl: Streamen naar %@
pt_br: Transmitindo para: %@
ro: Stream către %@
ru: Потоковая передача на %@
sl: Pretakanje v %@
sv: Strömmar till %@
tr: %@’e yayın
uk: Потокова передача на %@
vi: Trình chiếu đến %@
zh_hans: 串流到 %@
zh_hant: 串流到 %@

source: Streaming to Multiple Screens
de: Streaming auf mehrere Bildschirme
es: Transmisión a múltiples pantallas
fr: Diffusion sur plusieurs écrans
hu: Streamelés több képernyőre
it: Streaming su più schermi
ja: 複数のスクリーンにストリーミング
ko: 여러 화면으로 스트리밍
nb: Strømmer til flere skjermer
nl: Streamen naar meerdere schermen
pt_br: Transmissão para várias telas
ro: Transmisie către mai multe ecrane
ru: Трансляция на несколько экранов
sl: Pretakanje na več zaslonov
sv: Strömma till flera skärmar
tr: Birden Fazla Ekrana Yayın
uk: Трансляція на кілька екранів
zh_hans: 串流媒体到多数个萤幕
zh_hant: 串流媒體到多數個螢幕

source: Stylish nits counter
de: Stilvoller Nits-Zähler
es: Contador de nits elegante
fr: Compteur de nits stylisé
hu: Stílusos fényerő (nit) számláló
it: Contatore di nits stilizzato
ja: スタイリッシュニトカウンタ
ko: 세련된 니트 카운터
nb: Stilig nitsteller
nl: Stijlvolle nits-teller
pt_br: Contador de nits estilizado
ru: Стильный счетчик нит
sl: Eleganten števec nits
sv: Snygg nits-räknare
tr: Şık Nit Sayacı
uk: Стильний лічильник нітів
vi: Bộ đếm nits thời trang
zh_hans: 风格化尼特计数器
zh_hant: 風格化尼特計數器

source: Supported
de: Unterstützt
es: Apoyado
fr: Pris en charge
hu: Támogatott
it: Supportato
ja: 対応
ko: 지원됨
nb: Støttet
nl: Ondersteund
pt_br: Suportado
ro: Suportat
ru: Поддерживается
sl: Podprto
sv: Stöds
tr: Desteklenen
uk: Підтримується
vi: Được hỗ trợ
zh_hans: 受支持
zh_hant: 受支援

source: Supports Apple Display Presets
de: XDR-Voreinstellungen werden unterstützt
es: Admite ajustes preestablecidos XDR
fr: Prend en charge les préréglages XDR
hu: XDR előbeállítások támogatása
it: Supporta i preset XDR
ja: XDRプリセットへの対応
ko: XDR 프리셋 지원
nb: Støtter Apple Display-forhåndsinnstillinger
nl: Ondersteunt voorinstellingen Apple-scherm
pl: Obsługuje ustawienia predefiniowane wyświetlacza Apple
pt_br: Suporta predefinições XDR
ro: Suportă presetările XDR
ru: Поддерживает предустановки XDR
sl: Podpira prednastavitve XDR
sv: Stöd för XDR-förval
tr: XDR ön ayarlarını destekler
uk: Підтримує попередні налаштування XDR
vi: Hỗ trợ preset XDR
zh_hans: XDR 预设支持
zh_hant: XDR 預設支援

source: Supports Color Profiles
de: Farbprofile werden unterstützt
es: Soporta Perfiles de Color
fr: Prend en charge les profils de couleur
hu: Színprofil kezelés támogatása
it: Supporta Profili di Colore
ja: カラープロファイル対応
ko: 색상 프로필 지원
nb: Støtter fargeprofiler
nl: Ondersteunt kleurprofielen
pt_br: Suporta perfis de cores
ro: Suportă Profile de Culori
ru: Поддерживаются цветовые профили
sl: Podpira barvne profile
sv: Stöd för färgprofiler
tr: Renk Profillerini Destekler
uk: Колірні профілі підтримуються
vi: Hỗ trợ các hồ sơ màu
zh_hans: 颜色描述文件支持
zh_hant: 色彩描述文件支援

source: Supports HDR
de: HDR wird unterstützt
es: Soporta HDR
fr: Prend en charge le HDR
hu: HDR támogatása
it: Supporta HDR
ja: HDR対応
ko: HDR 지원
nb: Støtter HDR
nl: Ondersteunt HDR
pt_br: Suporta HDR
ro: Suportă HDR
ru: Поддержка HDR
sl: Podpira HDR
sv: Stöd för HDR
tr: HDR'yi destekler
uk: Підтримує HDR
vi: Hỗ trợ HDR
zh_hans: HDR 支持
zh_hant: HDR 支援

source: Supports changing orientation
de: Änderung der Ausrichtung wird unterstützt
es: Soporta cambio de orientación
fr: Prend en charge le changement d'orientation
hu: Tájolás változtatásának támogatása
it: Supporta la modifica dell'orientamento
ja: 向きの変更に対応
ko: 방향 전환 지원
nb: Støtter endring av orientering
nl: Ondersteunt wijziging van stand
pt_br: Suporta mudança de orientação
ro: Acceptă schimbarea orientării
ru: Поддерживает смену ориентации
sl: Podpira spreminjanje orientacije
sv: Stöd för att ändra orientering
tr: Yön değiştirmeyi destekler
uk: Підтримує зміну орієнтації
vi: Hỗ trợ thay đổi hướng
zh_hans: 屏幕旋转支持
zh_hant: 螢幕旋轉支援

source: Supports proper HiDPI
de: Richtiges HiDPI wird unterstützt
es: Admite HiDPI adecuado
fr: Prend en charge l'HiDPI natif
hu: Teljes HiDPI támogatás
it: Supporta HiDPI corretto
ja: 適切なHiDPIに対応
ko: 적절한 HiDPI 지원
nb: Støtter korrekt HiDPI
nl: Ondersteunt goede HiDPI
pt_br: Suporta HiDPI adequado
ro: Acceptă HiDPI adecvat
ru: Поддерживает правильный HiDPI
sl: Podpira pravilen HiDPI
sv: Stöd för riktig HiDPI
tr: Uygun HiDPI'yi destekler
uk: Підтримує правильний HiDPI
vi: Hỗ trợ HiDPI chính xác
zh_hans: 适当 HiDPI 支持
zh_hant: 適當 HiDPI 支援

source: Supports variable refresh rate
de: Variable Wiederholrate wird unterstützt
es: Admite frecuencia de refresco variable
fr: Prend en charge le taux de rafraîchissement variable
hu: Változó frissítési ráta támogatása
it: Supporta la frequenza di aggiornamento variabile
ja: 可変リフレッシュレートに対応
ko: 가변 주사율 지원
nb: Støtter variabel oppdateringsfrekvens
nl: Ondersteunt variabele verversingsfrequentie
pt_br: Suporta taxa de atualização variável
ro: Acceptă
ru: Поддержка переменной частоты обновления
sl: Podpira spremenljivo hitrost osveževanja
sv: Stöd för variabel uppdateringsfrekvens
tr: Değişken yenileme hızını destekler
uk: Підтримує змінну частоту оновлення
vi: Hỗ trợ tần số làm mới biến đổi
zh_hans: 可变刷新率支持
zh_hant: 可變更新率支援

source: Suspend Color Adjustments
de: Farbanpassungen aussetzen
es: Suspender ajustes de color
fr: Suspendre l'ajustement des couleurs
hu: Színbeállítások felfüggesztése
it: Sospendi le regolazioni del colore
ja: カラー調整を停止
ko: 색상 조정 일시 중단
nb: Stans fargejusteringer
nl: Schort kleuraanpassingen op
pl: Wstrzymaj regulacje kolorów
pt_br: Suspender ajustes de cor
ro: Suspendarea ajustărilor de culoare
ru: Приостановить корректировку цвета
sl: Začasno ustavi prilagoditve barv
sv: Avbryt färgjusteringar
tr: Renk Ayarlamalarını Askıya Al
uk: Призупинити корекцію кольору
vi: Tạm dừng Điều chỉnh Màu sắc
zh_hans: 暂停颜色调整
zh_hant: 暫停顏色調整

source: Suspend adjustments (except brightness)
de: Anpassungen aussetzen (außer Helligkeit)
es: Suspender ajustes (excepto el brillo)
fr: Suspendre les ajustements (sauf la luminosité)
hu: Felfüggesztés (kivéve fényerő)
it: Sospendi le regolazioni (eccetto la luminosità)
ja: （輝度を除く）調整を停止
ko: 조정 일시 중단 (밝기 제외)
nb: Stans justeringer (unntatt lysstyrke)
nl: Schort aanpassingen op (behalve helderheid)
pl: Wstrzymaj regulacje (z wyjątkiem jasności)
pt_br: Suspender ajustes (exceto brilho)
ro: Suspendarea ajustărilor (cu excepția luminozității)
ru: Приостановить настройки (кроме яркости)
sl: Začasno ustavi prilagoditve (razen svetlosti)
sv: Avbryt justeringar (utom ljusstyrka)
tr: Ayarlamaları askıya alma (parlaklık hariç)
uk: Призупинити налаштування (крім яскравості)
vi: Tạm ngưng các điều chỉnh (trừ độ sáng)
zh_hans: 暂停调节（除了亮度）
zh_hant: 暫停調節（除了亮度）

source: Swap identical displays
de: Identische Displays tauschen
es: Intercambiar pantallas idénticas
fr: Inverser les écrans identiques
hu: Azonos kijelzők cseréje
it: Scambia display identici
ja: 同一のディスプレイを交換
ko: 동일한 디스플레이 스왑
nb: Bytt om identiske skjermer
nl: Wissel identieke schermen om
pt_br: Trocar monitores idênticos
ro: Interschimbă ecrane identice
ru: Поменять местами одинаковые дисплеи
sl: Zamenjajte enake zaslone
sv: Växla identiska skärmar
tr: Özdeş ekranları değiştirin
uk: Поміняйте місцями однакові дисплеї
vi: Đổi chỗ các màn hình giống nhau
zh_hans: 交换相同显示器
zh_hant: 交換相同顯示器

source: Switch to Mac input on wake
pl: Przełącz na wejście Maca przy wybudzaniu
ru: Переключение на Mac вход во время пробуждения

source: Switch to native mode for full screen stream target
de: Auf nativen Modus für das Ziel des Vollbildstreams wechseln
es: Cambie al modo nativo para el destino de transmisión en pantalla completa
fr: Passer en mode natif pour la cible de la diffusion en plein écran
hu: Natív módba kapcsolás streamelési cél esetén
it: Passa alla modalità nativa per la destinazione dello streaming a schermo intero
ja: フルスクリーンストリーミングのターゲットをネイティブモードに切り替え
ko: 전체 화면 스트리밍 시 네이티브 모드로 전환
nb: Bytt til native modus for fullskjermsstrømmemål
nl: Schakel naar ingebwoude modus voor volledigescherm-streamdoel
pl: Przełącz na tryb natywny dla pełnoekranowego celu strumieniowania
pt_br: Alternar para o modo nativo para destino de transmissão em tela cheia
ro: Comutați la modul nativ pentru ținta Stream-ului pe ecran complet
ru: Переключиться в родной режим для полноэкранного потока
sl: Preklopite v izvorni način za cilj celozaslonskega toka
sv: Växla till inbyggt läge för helskärmsströmmande mål
tr: Tam ekran yayın hedefi için yerel moda geçme
uk: Перемкніться в рідний режим для цільового повноекранного потоку
vi: Đổi qua chế độ tự nhiên cho mục tiêu trình chiếu toàn màn hình
zh_hans: 切换到全屏串流目标的原生模式
zh_hant: 切換到全螢幕串流目標的原生模式

source: Switch to the Mac input when the computer is waking up or the display is connected.
pl: Przełącz na wejście Mac, gdy komputer się wybudza lub wyświetlacz zostaje połączony.
ru: Переключаться на вход Мака, когда компьютер просыпается или дисплей подключен.

source: Switch to this display mode
de: Wechsel zu diesem Anzeigemodus
es: Cambiar a este modo de visualización
fr: Basculer sur ce mode d'écran
hu: Váltás a képernyő módra
it: Passa a questa modalità del display
ja: このディスプレイモードに切り替え
ko: 이 디스플레이 모드로 전환
nb: Bytt til denne skjermmodusen
nl: Schakel naar deze schermmodus
pt_br: Mudar para este modo de exibição
ro: Comutați la acest mod de afișare
ru: Перейти в этот режим отображения
sl: Preklopite na ta način prikaza
sv: Växla till detta skärmläge
tr: Bu ekran moduna geçin
uk: Перейдіть у цей режим відображення
vi: Đổi qua chế độ màn hình này
zh_hans: 切换到此显示模式
zh_hant: 切換到此顯示模式

source: Symbol name
de: Name des Symbols
es: Nombre del Símbolo
fr: Nom du symbole
hu: Szimbólum neve
it: Nome del simbolo
ja: シンボル名
ko: 심볼 이름
nb: Symbolnavn
nl: Symboolnaam
pl: Nazwa symbolu
pt_br: Nome do símbolo
ro: Nume simbol
ru: Название символа
sl: Ime simbola
sv: Symbolnamn
tr: Sembol Adı
uk: Назва символу
vi: Tên biểu tượng
zh_hans: 符号名称
zh_hant: 符號名稱

source: Sync source group member display filters
de: Display-Filter des Ursprungsgruppenmitglieds synchronisieren
es: Filtros de pantallas miembro del grupo de fuentes de sincronización
fr: Synchronise les filtres d'affichage des membres source du groupe
hu: Szinkronizálási forrás csoporttag kijelző szűrők
it: Filtri dei display membri del gruppo sorgente di sincronizzazione
ja: ソースグループメンバーのディスプレイフィルタを同期
ko: 소스 그룹 구성원 디스플레이 필터 동기화
nb: Synkroniser filter for kildegruppe-medlems skjermer
nl: Filters groepslidschermen als synchronisatiebron
pt_br: Sincronizar filtros de exibição de membros do grupo de origem
ro: Filtrele pentru ecranele membre ale sursei de sincronizare.​
ru: Фильтры дисплеев-источников группы синхронизации
sl: Filtri prikaza članov izvorne skupine sinhronizacije
sv: Visningsfilter för medlemmar i synkroniseringskällgrupp
tr: Senkronizasyon kaynağı grup üyesi ekran filtreleri
uk: Фільтри дисплеїв-джерел групи синхронізації
vi: Bộ lọc nguồn đồng bộ màn hình của nhóm
zh_hans: 同步源组成员显示过滤器
zh_hant: 同步源群組成員顯示過濾器
