Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: EDID Retrieval Method
de: EDID-Abfragemethode
es: Método de Recuperación EDID
fr: Méthode de récupération des données EDID
hu: EDID letöltési módszer
it: Metodo Recupero EDID
ja: EDID取得方法
ko: EDID 검색 방식
nb: Metode for å hente EDID
nl: Wijze van ophalen EDID
pl: Metoda pobierania EDID
pt_br: Método de recuperação EDID
ro: Metodă de Recuperare EDID
ru: Метод получения EDID
sl: Metoda pridobivanja EDID
sv: Metod för hämtning av EDID
tr: EDID Alma Yöntemi
uk: Метод пошуку EDID
vi: Phương pháp truy xuất EDID
zh_hans: EDID 检索方式
zh_hant: EDID 檢索方式

source: EDID data not loaded.
de: EDID-Daten nicht geladen.
es: Datos EDID no cargados.
fr: Données EDID non chargées.
hu: EDID adat nincs betöltve.
it: Dati EDID non caricati.
ja: EDIDデータが読み込まれていません。
ko: EDID 데이터가 로드되지 않았습니다.
nb: EDID-data ikke lastet inn.
nl: EDID-gegevens niet geladen.
pl: Dane EDID nie są załadowane.
pt_br: Dados EDID não carregados.
ro: Datele EDID nu au fost încărcate.
ru: Данные EDID не загружены.
sl: Podatki EDID niso naloženi.
sv: EDID-data inte inläst.
tr: EDID verileri yüklenmedi.
uk: Дані EDID не завантажено.
vi: Dữ liệu EDID không được tải.
zh_hans: EDID 数据未加载
zh_hant: EDID 資料未載入

source: EDID data not retrieved.
de: EDID-Daten nicht abgefragt.
es: Datos EDID no recuperados.
fr: Données EDID non récupérées.
hu: EDID adat nincs lekérdezve.
it: Dati EDID non recuperati.
ja: EDIDデータを取得できません。
ko: EDID 데이터가 검색되지 않았습니다.
nb: EDID-data ikke hentet.
nl: EDID-gegevens niet opgehaald.
pl: Dane EDID nie zostały pobrane.
pt_br: Dados EDID não recuperados.
ro: Datele EDID nu au fost gasite.
ru: Данные EDID не получены.
sl: Podatki EDID niso bili pridobljeni.
sv: EDID-data hämtades inte.
tr: EDID verileri alınamadı.
uk: Дані EDID не отримано.
vi: Dữ liệu EDID không được truy xuất.
zh_hans: EDID 数据未检索
zh_hant: EDID 資料未檢索

source: EDID version
es: versión EDID
fr: Version de l'EDID
hu: EDID verzió
it: Versione EDID
ja: EDIDバージョン
ko: EDID 버전
nb: EDID-versjon
nl: EDID-versie
pl: Wersja EDID
pt_br: Versão EDID
ro: Versiune EDID
ru: Версия EDID
sl: različica EDID
tr: EDID sürümü
uk: Версія EDID
vi: Phiên bản EDID
zh_hans: EDID 版本
zh_hant: EDID 版本

source: EDID write communication settings
de: EDID-Schreibübertragungseinstellungen
es: Configuraciones de comunicación de escritura EDID
fr: Réglages de communication de l'écriture EDID
hu: EDID írás kommunikációs beállítások
it: Impostazioni di comunicazione per la scrittura EDID
ja: EDID 書き込み通信設定
ko: EDID 쓰기 통신 설정
nb: Innstillinger for skriving av EDID-kommunikasjon
nl: Instellingen EDID-schrijfcommunicatie
pl: Ustawienia komunikacji zapisu EDID
pt_br: Configurações de comunicação de gravação EDID
ro: Setările de comunicare pentru EDID scriere
ru: Настройки связи для записи EDID
sl: Komunikacijske nastavitve zapisovanja EDID
sv: Inställningar för EDID-skrivkommunikation
tr: EDID iletişim ayarlarını yazma
uk: Налаштування зв'язку для запису EDID
vi: Cài đặt giao tiếp ghi EDID
zh_hans: EDID 写入通信设置
zh_hant: EDID 寫入通信設定

source: EDID, or Extended Display Identification Data, is a standard for displays to convey their capabilities to a connected computer, including resolution, supported video formats, timings, and manufacturer information.
de: EDID (Extended Display Identification Data) ist ein Standard für Displays, um ihre Fähigkeiten an einen angeschlossenen Computer zu übermitteln, einschließlich Auflösung, unterstützte Videoformate, Timings und Herstellerinformationen.
es: EDID, o Datos de Identificación de Pantalla Extendida, es un estándar para que las pantallas transmitan sus capacidades a una computadora conectada, incluyendo resolución, formatos de video soportados, sincronizaciones e información del fabricante.
fr: EDID, ou Extended Display Identification Data (données étendues d'identification d'écran) est un standard qui permet aux écrans de communiquer leurs capacités à un ordinateur connecté, incluant : les résolutions, les formats vidéos pris en charge, les temporisations et les informations fabriquant.
hu: Az EDID vagy Extended Display Identification Data (bővített kijelzőazonosító adatok) egy olyan szabvány, amely a kijelzők számára lehetővé teszi, hogy a csatlakoztatott számítógép felé jelezzék képességeiket, beleértve a felbontást, a támogatott videoformátumokat, a video időzítésekett és a gyártó adatait.
it: EDID ("Extended Display Identification Data") è uno standard per i display per trasmettere le loro capacità a un computer collegato, comprese la risoluzione, i formati video supportati, i tempi e le informazioni del produttore.
ja: EDID（Extended Display Identification Data）は、解像度、対応ビデオフォーマット、タイミング、メーカー情報などのディスプレイの能力を、接続したコンピュータに伝えるための標準規格です。
ko: EDID(확장 디스플레이 식별 데이터)는 해상도, 지원되는 비디오 형식, 타이밍, 제조업체 정보 등 디스플레이의 기능을 연결된 컴퓨터에 전달하기 위한 표준입니다.
nb: EDID (Extended Display Identification Data) er en standard for at skjermer skal formidle kapasiteter til en tilkoblet datamaskin, inkludert oppløsning, støttede videoformater, tidsinnstillinger og produsentinfo.
nl: EDID ofwel Uitgebreide Schermidentifcatiegegevens (Extended Display Identification Data) is een schermstandaard om hun mogelijkheden kenbaar te maken aan een verbonden computer, waaronder de resolutie, ondersteunde beeldindelingen, timings en fabrikantgegevens.
pl: EDID, czyli Extended Display Identification Data, to standard dla wyświetlaczy, który przekazuje ich możliwości połączonemu komputerowi, w tym rozdzielczość, obsługiwane formaty wideo, taktowania i informacje o producencie.
pt_br: EDID, ou Extended Display Identification Data, é um padrão para monitores transmitirem seus recursos a um computador conectado, incluindo resolução, formatos de vídeo suportados, tempos e informações do fabricante.
ro: EDID, sau Date de Identificare Extinsă a Ecranelor, este un standard pentru ecrane pentru a-și comunica capacitățile unui computer conectat, inclusiv rezoluția, formate video suportate, sincronizări și informații despre producător.
ru: EDID, или Extended Display Identification Data, - это стандарт, позволяющий дисплеям передавать свои возможности на подключенный компьютер, включая разрешение, поддерживаемые видеоформаты, тайминги и информацию о производителе.
sl: EDID ali Extended Display Identification Data je standard za prikaze za prenos svojih zmogljivosti na povezani računalnik, vključno z ločljivostjo, podprtimi video formati, časi in informacijami o proizvajalcu.
sv: EDID, eller Extended Display Identification Data, är en standard för hur bildskärmar kan förmedla sina funktioner till en ansluten dator, inklusive upplösning, videoformat som stöds, tidsinställningar och tillverkarinformation.
tr: EDID veya Genişletilmiş Görüntü Tanımlama Verileri, ekranların çözünürlük, desteklenen video formatları, zamanlamalar ve üretici bilgileri dahil olmak üzere yeteneklerini bağlı bir bilgisayara iletmeleri için kullanılan bir standarttır.
uk: EDID, або Extended Display Identification Data, є стандартом для дисплеїв для передачі своїх можливостей під'єднаному комп'ютеру, зокрема роздільної здатності, підтримуваних відеоформатів, часу та інформації про виробника.
vi: EDID (Extended Display Identification Data), hoặc Dữ liệu Xác định Màn hình Mở rộng, là một tiêu chuẩn cho các màn hình để truyền đạt khả năng của chúng đến máy tính kết nối, bao gồm độ phân giải, các định dạng video được hỗ trợ, định thời, và thông tin của nhà sản xuất.
zh_hans: EDID 或扩展显示器识别数据是向已连接的计算机传达显示器功能，包括分辨率、支持的视频格式、时序和制造商信息的一种标准方式。
zh_hant: EDID 或擴展顯示器識別資料是向已連接的電腦傳達顯示器功能，包括解析度、支援的影像格式、時序和製造商資訊的一種標準方式。

source: EZ ADJUST Service Menu
nl: Voorzieningenmenu EZ ADJUST
pl: Menu serwisowe EZ ADJUST
ru: Служебное меню EZ ADJUST

source: Edge Work
de: Kantenhervorhebung
es: Resaltado de bordes
fr: Traitement des contours
hu: Élkiemelés
it: Evidenzia bordi
ja: エッジワーク
ko: 엣지 워크
nb: Kantarbeid
nl: Randwerk
pl: Praca przy krawędziach
pt_br: Realce de bordas
ro: Accent pe margini
ru: Работа с краями
sl: Delo robova
sv: Kantarbete
tr: Kenar Çalışması
uk: Робота з краями
zh_hans: 边缘高亮
zh_hant: 邊緣強調

source: Edges
de: Kanten
es: Bordes
fr: Contours
hu: Élek
it: Bordi
ja: エッジ
ko: 엣지
nb: Kanter
nl: Randen
pl: Krawędzie
pt_br: Bordas
ro: Margini
ru: Края
sl: Robovi
sv: Kanter
tr: Köşeler
uk: Краї
zh_hans: 边缘
zh_hant: 邊緣

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
hu: Szerkesztés
it: Modifica
ja: 編集
ko: 수정
nb: Rediger
nl: Wijzig
pl: Edytuj
pt_br: Editar
ro: Modifica/Modificare
ru: Редактировать
sl: Uredi
sv: Redigera
tr: Düzenle
uk: Редагувати
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

source: Edit Settings…
de: Einstellungen bearbeiten...
es: Editar configuración…
fr: Modifier les paramètres…
hu: Beállítások szerkesztése…
it: Modifica impostazioni…
ja: 設定を編集…
ko: 설정 편집...
nb: Rediger innstillinger…
nl: Wijzig instellingen...
pl: Edytuj ustawienia…
pt_br: Editar configurações…
ro: Editați setările…
ru: Редактировать настройки…
sl: Uredi nastavitve…
sv: Redigera inställningar…
tr: Ayarları Düzenle...
uk: Редагувати налаштування…
zh_hans: 编辑设置…
zh_hant: 編輯設定…

source: Edit default resolution
de: Standardauflösung bearbeiten
es: Editar la resolución por defecto
fr: Modifier la résolution par défaut
hu: Alapértelmezett felbontás szerkesztése
it: Modifica risoluzione predefinita
ja: デフォルトの解像度を編集
ko: 기본 해상도 수정
nb: Rediger standardoppløsning
nl: Wijzig standaardresolutie
pl: Edytuj domyślną rozdzielczość
pt_br: Editar resolução padrão
ro: Modifica rezoluție implicită
ru: Редактировать разрешение по умолчанию
sl: Uredi privzeto ločljivost
sv: Redigera standardupplösning
tr: Varsayılan çözünürlüğü düzenle
uk: Редагувати роздільну здатність за замовчуванням
vi: Chỉnh sửa độ phân giải mặc định
zh_hans: 编辑默认分辨率
zh_hant: 編輯預設解析度

source: Edit display role
de: Funktion des Displays bearbeiten
es: Editar el rol de la pantalla
fr: Modifier le rôle de l'écran
hu: Kijelző szerepének szerkesztése
it: Modifica ruolo display
ja: ディスプレイの役割を編集
ko: 디스플레이 역할 수정
nb: Rediger visningsrolle
nl: Wijzig schermrol
pl: Edytuj rolę wyświetlacza
pt_br: Editar função de exibição
ro: Modifica rolul ecranului
ru: Редактировать роль дисплея
sl: Uredi prikazno vlogo
sv: Redigera skärmroll
tr: Ekran rolünü düzenle
uk: Редагувати роль дисплея
vi: Chỉnh sửa vai trò màn hình
zh_hans: 编辑显示角色
zh_hant: 編輯顯示角色

source: Edit native panel pixel resolution
de: Native Pixel-Auflösung des Panels bearbeiten
es: Editar la resolución de píxeles del panel nativo
fr: Modifier la résolution native des pixels de l'écran
hu: Natív panel pixel felbontás szerkesztése
it: Modifica risoluzione pixel del pannello nativo
ja: パネルのネイティブピクセル解像度を編集
ko: 기본 패널 픽셀 해상도 수정
nb: Rediger native pikseloppløsning
nl: Wijzig ingebouwd paneelpixelresolkutie
pl: Edycja natywnej rozdzielczości panelu w pikselach
pt_br: Editar a resolução de pixels do painel nativo
ro: Modifica rezoluția nativă de pixeli a panoului
ru: Редактировать родное разрешение панели в пикселях
sl: Uredite izvorno ločljivost slikovnih pik plošče
sv: Redigera panelens inbyggda pixelupplösning
tr: Doğal (yerel) panel piksel çözünürlüğünü değiştir
uk: Редагувати оригінальну роздільну здатність панелі в пікселях
vi: Chỉnh sửa độ phân giải pixel tự nhiên của tấm nền
zh_hans: 编辑原生面板像素分辨率
zh_hant: 編輯原生面板像素解析度

source: Edit system display name
de: Systemnamen des Displays bearbeiten
es: Nombre pantalla del sistema
fr: Modifier le nom système de l'écran
hu: Rendszer kijelzőnév szerkesztése
it: Modifica nome del display di sistema
ja: システムディスプレイ名
ko: 시스템 디스플레이 이름 수정
nb: Rediger systemets skjermnavn
nl: Wijzig systeemschermnaam
pl: Edytuj nazwę wyświetlacza w systemie
pt_br: Nome do monitor no sistema
ro: Numele ecranului de sistem
ru: Имя системного дисплея
sl: Uredi prikazno ime sistema
sv: Redigera systemets skärmnamn
tr: Sistem ekran ismini düzenle
uk: Відображуване ім'я системи
vi: Tên màn hình hệ thống
zh_hans: 系统显示器名称
zh_hant: 系統顯示器名稱

source: Edit the system configuration of this display model
de: Systemeinstellungen für dieses Displaymodell bearbeiten
es: Editar la configuración del sistema de este modelo de pantalla
fr: Modifier la configuration système de ce modèle d'écran
hu: Ezen kijelző modell rendszerkonfigurációjának szerkesztése
it: Modifica la configurazione di sistema di questo modello di display
ja: このディスプレイモデルのシステム構成を編集
ko: 이 디스플레이 모델의 시스템 구성 수정
nb: Rediger systemkonfigurasjonen for denne skjermmodellen
nl: Wijzig de systeemconfiguratie van dit schermmodel
pl: Edytuj konfigurację systemową tego modelu wyświetlacza
pt_br: Editar a configuração do sistema deste modelo de monitor
ro: Modifica configurația de sistem a acestui model de ecran
ru: Редактировать системную конфигурацию этой модели дисплея
sl: Uredite sistemsko konfiguracijo tega modela zaslona
sv: Redigera systemkonfigurationen för denna skärmmodell
tr: Bu ekran modelinin sistem yapılandırmasını düzenleyin
uk: Редагувати системну конфігурацію цієї моделі дисплея
vi: Chỉnh sửa cấu hình hệ thống của màn hình này
zh_hans: 编辑此显示器型号的系统配置
zh_hant: 編輯此顯示器型號的系統設定

source: Edited default resolution
de: Standardauflösung bearbeitet
es: Resolución por defecto editada
fr: Résolution par défaut modifiée
hu: Szerkesztett alapértelmezett felbontás
it: Risoluzione predefinita modificata
ja: デフォルトの解像度（編集済み）
ko: 수정된 기본 해상도
nb: Redigert standardoppløsning
nl: Standaardresolutie gewijzigd
pl: Edytowana domyślna rozdzielczość
pt_br: Resolução padrão editada
ro: Rezoluție implicită modificată
ru: Отредактированное разрешение по умолчанию
sl: Urejena privzeta ločljivost
sv: Redigerad standardupplösning
tr: Varsayılan çözünürlük düzenlendi
uk: Відредагована роздільна здатність за замовчуванням
vi: Đã sửa độ phân giải mặc định
zh_hans: 已编辑默认分辨率
zh_hant: 已編輯預設解析度

source: Edited display role
de: Funktion des Displays bearbeitet
es: Rol de visualización editado
fr: Rôle modifié de l'écran
hu: Szerkesztett kijelző szerep
it: Ruolo display modificato
ja: ディスプレイの役割（編集済み）
ko: 수정된 디스플레이 역할
nb: Redigert visningsrolle
nl: Schermrol gewijzigd
pl: Edytowana rola wyświetlacza
pt_br: Função de exibição editada
ro: Rol ecran modificat
ru: Отредактированная роль дисплея
sl: Urejena vloga prikaza
sv: Redigerad skärmroll
tr: Düzenlenen ekran rolü
uk: Відредагована роль відображення
vi: Đã sửa vai trò màn hình
zh_hans: 已编辑显示角色
zh_hant: 已編輯顯示角色

source: Edited native resolution
de: Native Auflösung bearbeitet
es: Resolución nativa editada
fr: Résolution native modifiée
hu: Szerkesztett natív felbontás
it: Risoluzione nativa modificata
ja: ネイティブ解像度（編集済み）
ko: 수정된 패널 네이티드 해상도
nb: Redigert native oppløsning
nl: Ingebouwde resolutie gewijzigd
pl: Edytowana natywna rozdzielczość
pt_br: Resolução nativa editada
ro: Rezoluția nativă modificată
ru: Отредактированное родное разрешение
sl: Urejena izvorna ločljivost
sv: Redigerad inbyggd upplösning
tr: Düzenlenmiş yerel çözünürlük
uk: Відредагована рідна роздільна здатність
vi: Đã sửa độ phân giải nguyên bản
zh_hans: 已编辑原生分辨率
zh_hant: 已編輯原生解析度

source: Edited system display name
de: Systemname des Displays bearbeitet
es: Nombre de pantalla del sistema editado
fr: Nom système modifié de l'écran
hu: Szerkesztett rendszer kijelzőnév
it: Nome del display di sistema modificato
ja: システムディスプレイ名（編集済み）
ko: 수정된 시스템 디스플레이 이름
nb: Redigert systemets skjermnavn
nl: Systeemschermnaam gewijzigd
pl: Edytowana nazwa wyświetlacza w systemie
pt_br: Nome do monitor no sistema editado
ro: Numele ecranului sistemului modificat
ru: Измененное имя системного дисплея
sl: Urejeno prikazno ime sistema
sv: Redigerad systemskärmsnamn
tr: Düzenlenmiş sistem ekran ismi
uk: Відредагована відображувана назва системи
vi: Đã sửa tên hệ thống của màn hình
zh_hans: 已编辑系统显示器名称
zh_hant: 已編輯系統顯示器名稱

source: Elevated dimming or image adjustment overlay priority
de: Dimmung oder Bildanpassungen auf dem Sperrbildschirm erlauben
es: Permitir atenuación o ajustes de imagen en la pantalla de bloqueo
fr: Atténuation ou ajustements d’image sur l’écran verrouillé
hu: Képernyő sötétítés vagy képmódosítások engedélyezése a zárolási képernyőn
it: Permetti oscuramento o regolazioni delle immagini sulla schermata di blocco
ja: ロック画面のディミングまたは画像調整
ko: 잠금 화면에서 디밍 또는 이미지 조정
nb: Dimming eller bildejusteringer på låseskjermen
nl: Verhoogde prioriteit dim- of beeldaanpassingsoverlay
pl: Podwyższony priorytet nakładki przyciemniania lub regulacji obrazu
pt_br: Permitir escurecimento ou ajustes de imagem na tela de bloqueio
ro: Estomparea sau ajustările de imagine pe ecranul de blocare
ru: Приоритет затемнения или наложения регулировки изображения
sl: Zatemnitev ali prilagoditev slike na zaklenjenem zaslonu
sv: Dimning eller bildjusteringar på låsskärmen
tr: Kilit ekranında karartma veya görüntü ayarları
uk: Затемнення або налаштування зображення на екрані блокування
zh_hans: 允许在锁定屏幕上进行调暗或图像调整
zh_hant: 允許在鎖定畫面上進行調暗或影像調整

source: Enable
nl: Schakel in
pl: Włącz
ru: Включить

source: Enable All Groups
de: Alle Gruppen aktivieren
es: Activar todos los grupos
fr: Activer tous les groupes
hu: Minden csoport engedélyezése
it: Abilita tutti i gruppi
ja: すべてのグループを有効化
ko: 모든 그룹 활성화
nb: Aktiver alle grupper
nl: Schakel alle groepen in
pl: Włącz wszystkie grupy
pt_br: Habilitar todos os grupos
ro: Activează toate grupurile
ru: Включить все группы
sl: Omogoči vse skupine
sv: Aktivera alla grupper
tr: Tüm grupları etkinleştir
uk: Увімкнути всі групи
zh_hans: 启用所有群组
zh_hant: 啟用所有群組

source: Enable All Protections
de: Alle Schutzeinstellungen aktivieren
es: Habilitar todas las protecciones
fr: Activer toutes les protections
hu: Minden védelem bekapcsolása
it: Abilita Tutte Le Protezioni
ja: すべてを保護
ko: 모든 보호 활성화
nb: Aktiver alle beskyttelser
nl: Schakel alle beschermingen in
pl: Włącz wszystkie zabezpieczenia
pt_br: Habilitar Todas as Proteções
ro: Activează toate protecțiile
ru: Включить все средства защиты
sl: Omogoči vse zaščite
sv: Aktivera alla skydd
tr: Tüm Korumaları Etkinleştir
uk: Увімкнути всі засоби захисту
vi: Kích hoạt tất cả bảo vệ
zh_hans: 启用所有保护
zh_hant: 啟用所有保護

source: Enable Apple display hardware brightness control
de: Apple Display Hardware-Helligkeitssteuerung aktivieren
es: Habilitar el control de brillo del hardware de pantalla de Apple
fr: Activer le contrôle matériel de la luminosité de l'écran Apple
hu: Apple kijelző hardveres fényerővezérlés engedélyezése
it: Abilita il controllo della luminosità hardware del display Apple
ja: Appleディスプレイハードウェア輝度制御を有効化
ko: Apple 디스플레이 하드웨어 밝기 제어 활성화
nb: Aktiver maskinvarelysstyring for Apple-skjerm
nl: Schakel helderheidsbediening in van Apple-schermapparatuur
pl: Włącz sprzętową kontrolę jasności wyświetlacza Apple
pt_br: Habilitar o controle de brilho do hardware do monitor Apple
ro: Activează controlul luminozității hardware pentru ecranul Apple
ru: Включить аппаратное управление яркостью дисплея Apple
sl: Omogoči nadzor svetlosti strojne opreme zaslona Apple
sv: Aktivera kontroll av ljusstyrka för Apple-skärmens hårdvara
tr: Apple donanım ekranı parlaklık kontrolünü etkinleştir
uk: Увімкнути апаратне керування яскравістю дисплея Apple
vi: Kích hoạt điều khiển độ sáng phần cứng của màn hình Apple
zh_hans: 启用 Apple 显示器硬件亮度控制
zh_hant: 啟用 Apple 顯示器硬體亮度控制

source: Enable CLI access and notification based integration
de: Zugriff über das CLI und mitteilungsbasierte Integration aktivieren
es: Habilitar acceso CLI e integración basada en notificaciones
fr: Activer l'accès CLI et les intégrations basées sur les notifications
hu: CLI (parancssoros) hozzáférés és üzenet alapú integráció engedélyezése
it: Abilita l'integrazione basata sull'accesso alla CLI e sulla notifica
ja: CLIアクセスと通知ベースの統合を有効化
ko: CLI 액세스 및 알림 기반 통합 활성화
nb: Aktiver CLI-tilgang og integrasjon basert på varslinger
nl: Schakel CLI-toegang in en de op meldingen gebaseerde integratie
pl: Włącz dostęp CLI i integrację opartą na powiadomieniach
pt_br: Habilitar o acesso à CLI e a integração baseada em notificações
ro: Activează accesul CLI și integrarea bazată pe notificări.
ru: Обеспечьте доступ к CLI (Command Line Interface) и интеграцию на основе уведомлений
sl: Omogoči dostop CLI in integracijo na podlagi obvestil
sv: Aktivera CLI-åtkomst och meddelandebaserad integration
tr: CLI erişimini ve bildirim tabanlı entegrasyonu etkinleştirin
uk: Увімкнути доступ до CLI та інтеграцію на основі сповіщень
vi: Kích hoạt truy cập CLI và tích hợp dựa trên thông báo
zh_hans: 启用 CLI 访问和基于通知的集成
zh_hant: 啟用 CLI 連接和基於通知的整合

source: Enable Cropping
de: Beschneiden aktivieren
es: Habilitar Recortar
fr: Activer le recadrage
hu: Vágás engedélyezése
it: Abilita Ritaglio
ja: 切り取りを有効化
ko: 크롭 활성화
nb: Aktiver beskjæring
nl: Schakel bijknippen in
pl: Włącz przycinanie
pt_br: Habilitar Corte
ro: Activează decuparea
ru: Включить обрезку
sl: Omogoči obrezovanje
sv: Aktivera beskärning
tr: Kırpmayı Etkinleştir
uk: Увімкнути Обрізку
vi: Kích hoạt Cắt
zh_hans: 启用裁剪
zh_hant: 啟用裁剪

source: Enable DDC control
de: DDC-Steuerung aktivieren
es: Habilitar el control DDC
fr: Activer le contrôle DDC
hu: DDC vezérlés engedélyezése
it: Abilita controllo DDC
ja: DDC制御を有効化
ko: DDC 제어 활성화
nb: Aktiver DDC-kontroll
nl: Schakel DDC-bediening in
pl: Włącz sterowanie DDC
pt_br: Habilitar controle DDC
ro: Activează controlul DDC
ru: Включить управления DCC
sl: Omogoči nadzor DDC
sv: Aktivera DDC-kontroll
tr: DDC Kontrolü Etkinleştir
uk: Увімкнути контроль DDC
vi: Kích hoạt điều khiển DDC
zh_hans: 启用 DDC 控制
zh_hant: 啟用 DDC 控制

source: Enable Dark Mode
de: Dunkelmodus aktivieren
es: Habilitar el Modo Oscuro
fr: Activer le mode sombre
hu: Éjszakai mód engedélyezése
it: Abilita modalità scura
ja: ダークモードを有効化
ko: 다크 모드 활성화
nb: Aktiver mørk modus
nl: Schakel donkere modus in
pl: Włącz tryb ciemny
pt_br: Habilitar Modo Escuro
ro: Activează Modul Întunecat
ru: Включить Тёмный режим
sl: Omogoči temni način
sv: Aktivera mörkt läge
tr: Karanlık Modu Etkinleştir
uk: Увімкнути темний режим
vi: Kích hoạt Chế độ Tối
zh_hans: 启用深色模式
zh_hant: 啟用深色模式

source: Enable HDR Mode
de: HDR-Modus aktivieren
es: Habilitar el modo HDR
fr: Activer le Mode HDR
hu: HDR engedélyezése
it: Abilita modalità HDR
ja: HDRモードを有効化
ko: HDR 모드 활성화
nb: Aktiver HDR-modus
nl: Schakel HDR-modus in
pl: Włącz tryb HDR
pt_br: Habilitar modo HDR
ro: Activează Modul HDR
ru: Включить HDR режим
sl: Omogoči način HDR
sv: Aktivera HDR-läge
tr: HDR Modunu Etkinleştir
uk: Увімкнути режим HDR
vi: Kích hoạt chế độ HDR
zh_hans: 启用 HDR 模式
zh_hant: 啟用 HDR 模式

source: Enable HiDPI resolutions
de: HiDPI Auflösungen aktivieren
es: Habilitar resoluciones HiDPI
fr: Activer les résolutions HiDPI
hu: HiDPI felbontások engedélyezése
it: Abilita risoluzioni HiDPI
ja: HiDPI解像度を有効化
ko: HiDPI 해상도 활성화
nb: Aktiver HiDPI-oppløsninger
nl: Schakel HiDPI-resoluties in
pl: Włącz rozdzielczości HiDPI
pt_br: Habilitar resoluções HiDPI
ro: Activează rezoluțiile HiDPI
ru: Включить HiDPI разрешение
sl: Omogoči ločljivosti HiDPI
sv: Aktivera HiDPI-upplösningar
tr: HiDPI çözünürlüklerini etkinleştir
uk: Увімкнути роздільну здатність HiDPI
vi: Kích hoạt độ phân giải HiDPI
zh_hans: 启用 HiDPI 分辨率
zh_hant: 啟用 HiDPI 解析度

source: Enable Night Shift
de: Night Shift aktivieren
es: Habilitar Night Shift
fr: Activer Night Shift
hu: Night Shift engedélyezése
it: Abilita Night Shift
ja: Night Shiftを有効化
ko: Night Shift 활성화
nb: Aktiver Night Shift
nl: Schakel Night Shift in
pl: Włącz Night Shift
pt_br: Habilitar Night Shift
ro: Activează Night Shift
ru: Включить Night Shift
sl: Omogoči nočni način
sv: Aktivera Night Shift
tr: Night Shift'i Etkinleştir
uk: Увімкнути Night Shift
vi: Kích hoạt Night Shift
zh_hans: 启用夜览
zh_hant: 啟用夜覽
