Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: %@ Display group layout protection is in effect. This might alter or override the result of a move operation!
de: %@ Der Layoutschutz der Displaygruppe ist in Kraft. Dies kann das Ergebnis eines Verschiebevorgangs verändern oder überschreiben!
es: La protección del diseño de grupos de pantallas %@ está en funcionamiento. Esto podría alterar o anular el resultado de una operación en curso.
fr: %@ La protection contre la modification de la disposition d'écrans du groupe est activée. Cela pourrait altérer ou prendre le dessus sur le résultat d'une opération de déplacement des affichages !
hu: %@ A kijelzőcsoport elrendezés védelme érvényben van. Ez módosíthatja vagy felülírhatja egy mozgatási művelet eredményét!
it: %@ La protezione del layout del gruppo di display è attiva. Questo potrebbe modificare o sovrascrivere il risultato di un’operazione di spostamento!
ja: %@ ディスプレイグループのレイアウト保護が有効です。移動操作の結果が変更されたり、オーバーライドされることがあります!
ko: %@ 디스플레이 그룹 레이아웃 보호가 적용 중입니다. 이로 인해 이동 작업의 결과가 변경되거나 재정의될 수 있습니다!
nb: %@ Beskyttelse av visningsgruppeoppsett er aktiv. Dette kan endre eller overstyre resultatet av en flytteoperasjon!
nl: %@ 'Bescherming indeling' voor de schermgroep is actief. Dit kan invloed hebben op de uitkomst van een verplaatsing!
pl: %@ Ochrona układu grupy wyświetlaczy jest włączona. Może to zmienić lub zastąpić wynik operacji przenoszenia!
pt_br: %@ A proteção do layout do grupo de exibição está em vigor. Isto pode alterar ou substituir o resultado de uma operação de movimentação!
ro: %@ Protecția aspectului grupului de ecrane este în vigoare. Acest lucru ar putea modifica sau suprascrie rezultatul unei operații de mutare!
ru: Включена защита макета группы дисплеев %@. Это может изменить или отменить результат операции перемещения.
sl: %@ Zaščita postavitve skupine zaslona je v veljavi. To lahko spremeni ali preglasi rezultat operacije premikanja!
sv: %@ Skyddet för skärmgruppens layout är aktiverat. Detta kan ändra eller åsidosätta resultatet av en flyttoperation!
tr: %@ Ekran grubu düzeni koruması yürürlükte. Bu, bir taşıma işleminin sonucunu değiştirebilir veya geçersiz kılabilir!
uk: %@ Захист розташування групи дисплеїв увімкнено. Це може змінити або скасувати результат операції переміщення!
vi: %@ Bảo vệ bố cục nhóm màn hình đang được áp dụng. Điều này có thể thay đổi hoặc ghi đè kết quả của thao tác di chuyển!
zh_hans: %@ 显示组布局保护已生效。这可能会改变或覆盖移动操作的结果！
zh_hant: %@ 顯示組佈局保護已生效。這可能會改變或覆蓋移動操作的結果！

source: %@ Enter Hospitality Menu
nl: %@ Open menu Gastvrijheid
pl: %@ Wejdź do menu hotelowego
ru: %@ Открыть дружественное меню

source: %@ Enter Service Menu
nl: %@ Open menu Voorzieningen
pl: %@ Wejdź do menu serwisowego
ru: %@ Открыть сервисное меню

source: %@ Exit Service Menu
nl: %@ Sluit menu Voorzieningen
pl: %@ Wyjdź z menu serwisowego
ru: %@ Выйти из сервисного меню

source: %@ Hold ⌥ Option when opening this menu to measure refresh rate!
de: %@ Halte beim Öffnen dieses Menüs ⌥ Option gedrückt, um die Wiederholrate zu messen!
es: %@ Mantén ⌥ Option al abrir este menú para medir la tasa de refresco.
fr: %@ Maintenez ⌥ Option quand vous ouvrez ce menu pour mesurer le taux de rafraîchissement !
hu: %@ Tartsa lenyomva az ⌥ Option billentyűt a menü megnyitásakor a frissítési ráta méréséhez!
it: %@ Tieni premuto ⌥ Option quando apri questo menu per misurare la frequenza di aggiornamento!
ja: %@ リフレッシュレートを計測するには、⌥ Optionを押したままこのメニューを開いてください!
ko: %@ 이 메뉴를 열 때 ⌥ Option 키를 길게 누르면 주사율을 측정할 수 있습니다!
nb: %@ Hold ⌥ Option når du åpner denne menyen for å måle oppdateringsfrekvens!
nl: %@ Houd ⌥ Option ingedrukt tijdens het openen van dit menu om de verversingsfrequentie te meten!
pl: %@ Przytrzymaj klawisz ⌥ Option podczas otwierania tego menu, aby zmierzyć częstotliwość odświeżania!
pt_br: %@ Segure ⌥ Option ao abrir este menu para medir a taxa de atualização!
ro: %@ Țineți apăsată opțiunea ⌥ la deschiderea acestui meniu pentru a măsura rata de reîmprospătare!
ru: При открытии этого меню удерживайте %@ + ⌥ Option, чтобы измерить частоту обновления!
sl: %@ Pri odpiranju tega menija držite možnost ⌥ za merjenje hitrosti osveževanja!
sv: %@ Håll in ⌥ Option när du öppnar den här menyn för att mäta uppdateringsfrekvensen!
tr: %@ Yenileme hızını ölçmek için bu menüyü açarken ⌥ Seçeneğini basılı tutun!
uk: %@ Утримуйте ⌥ Option при відкритті цього меню для вимірювання частоти оновлення!
vi: %@ Giữ phím ⌥ Option khi mở menu này để đo tần số làm mới!
zh_hans: %@ 打开此菜单时按住 ⌥ Option 键以测量刷新率！
zh_hant: %@ 打開此選單時按住 ⌥ Option 鍵以測量更新率！

source: %@ Hold ⌥ Option when opening this menu to show advanced LG webOS features.
pl: %@ Przytrzymaj ⌥ Option podczas otwierania tego menu, aby pokazać zaawansowane funkcje LG webOS.
ru: %@ Удерживайте ⌥ опцию при открытии этого меню, чтобы показать расширенные функции LG webOS.

source: %@ Hold ⌥ Option when opening this menu to show advanced Samsung device features.
pl: %@ Przytrzymaj ⌥ Option podczas otwierania tego menu, aby pokazać zaawansowane funkcje urządzeń Samsung.
ru: %@ Удерживайте опцию ⌥ при открытии этого меню, чтобы показать расширенные функции устройства Samsung.

source: %@ If the modern way does not work, you can try this legacy way for older Samsung TVs.
nl: %@ Als de moderne manier niet werkt, dan kun je deze verouderde manier proberen voor oudere Samsung-tv’s.
pl: %@ Jeśli nowoczesna metoda nie działa, możesz wypróbować tę starszą metodę przeznaczoną dla starszych telewizorów Samsung.
ru: %@ Если современный способ не работает, попробуйте этот устаревший вариант для более старых телевизоров Samsung.

source: %@ Image adjustment controls are unavailable.
de: %@ Die Steuerung der Bildanpassung ist nicht verfügbar.
es: %@ Controles de ajuste de imágenes no están disponibles.
fr: %@ Les contrôles d'ajustement d'image sont indisponibles.
hu: %@ A képbeállítás vezérlők nem állnak rendelkezésre.
it: %@ I controlli di regolazione dell'immagine non sono disponibili.
ja: %@ 画像調整制御を使用できません。
ko: %@ 이미지 조정 제어를 사용할 수 없습니다.
nb: %@ Bildetilpasningskontroller er ikke tilgjengelige.
nl: %@ Bediening beeldaanpassing is niet beschikbaar.
pl: %@ Sterowanie regulacją obrazu jest niedostępne.
pt_br: %@ Os controles de ajuste de imagem não estão disponíveis.
ro: %@ Controlul ajustării imaginii nu este disponibil.
ru: Параметры настройки изображения %@ недоступны.
sl: %@ Kontrolniki za prilagajanje slike niso na voljo.
sv: %@ Kontroller för bildjusteringar är inte tillgängliga.
tr: %@ Görüntü Ayarlama denetimleri kullanılamıyor.
uk: %@ Елементи керування налаштуванням зображення недоступні.
vi: %@ Các điều khiển điều chỉnh hình ảnh không khả dụng.
zh_hans: %@ 图像调整控制无法使用。
zh_hant: %@ 圖形調整控制無法使用。

source: %@ Left
nl: %@ Links
pl: %@ Lewo
ru: %@ Левый

source: %1$@ NTSC (or other unexposed) refresh rates may not persist after mode-changes unless forced by %2$@ Configuration Protection.
de: %1$@ NTSC- (oder andere nicht exponierte) Wiederholraten bleiben nach Moduswechseln möglicherweise nicht erhalten, es sei denn, sie werden durch %2$@ Konfigurationsschutz erzwungen.
es: Las tasas de refresco %@ NTSC (u otras no expuestas) pueden no persistir después de los cambios de modo a menos que sean forzadas por la Protección de Configuración %@.
fr: %1$@ Les taux de rafraîchissement NTSC (ou autres taux pas proposés) peuvent ne pas persister après le changement de mode, à moins qu'ils ne soient forcés par la %2$@ Protection de la configuration.
hu: %1$@ NTSC (vagy más rejtett) frissítési ráták nem biztos, hogy megmaradnak módváltások után, hacsak a %2$@ Konfigurációvédelem ki nem kényszeríti.
it: %1$@ Le frequenze di aggiornamento NTSC (o altre non esposte) potrebbero non persistere dopo i cambiamenti di modalità a meno che non siano forzate dalla %2$@ Protezione configurazione.
ja: %1$@ NTSC（または非公開）のリフレッシュレートは、%2$@構成保護で強制しないと、モード変更後に継続しなくなる可能性があります。
ko: %1$@ NTSC (또는 다른 노출되지 않은) 주사율은 모드 변경 후 유지되지 않을 수 있습니다. %2$@ 설정 보호 기능을 사용하여 강제로 설정하지 않은 경우에는 주사율이 변경될 수 있습니다.
nb: %1$@ NTSC-oppdateringsfrekvenser (eller andre ikke-eksponerte) kan forsvinne etter modusendringer, med mindre %2$@ Konfigurasjonsbeskyttelse tvinger dem.
nl: %1$@ De NTSC-verversingsfrequenties of andere niet-genoemde frequenties zijn mogelijk niet permanent na wijzigingen van de modus tenzij deze afgedwongen worden door 'Bescherming configuratie' %2$@.
pl: %1$@ – Częstotliwości odświeżania NTSC (lub inne nieujawnione) mogą nie być zachowane po zmianie trybu, chyba że wymuszone przez ochronę konfiguracji %2$@.
pt_br: %1$@ As taxas de atualização NTSC (ou outras não expostas) podem não persistir após mudanças de modo, a menos que forçadas pela %2$@ Proteção de Configuração.
ro: Este posibil ca ratele de reîmprospătare %1$@ NTSC (sau alte rate neexpuse) să nu persiste după schimbările de mod, cu excepția cazului în care sunt forțate de %2$@ Configuration Protection.
ru: %1$@ Частоты обновления NTSC (или других неоткрытых) не могут сохраняться после смены режима, если только их не заставит %2$@ Protection Configuration Protection.
sl: Stopnje osveževanja %1$@ NTSC (ali druge neizpostavljene) po spremembah načina morda ne bodo vztrajale, razen če jih prisili %2$@ zaščita konfiguracije.
sv: %1$@ NTSC (eller andra oexponerade) uppdateringsfrekvenser kanske inte kvarstår efter lägesändringar om de inte tvingas fram av %2$@ Configuration Protection.
tr: NTSC (veya diğer pozlanmamış) yenileme hızları, %@ Yapılandırma Koruması tarafından zorlanmadığı sürece mod değişikliklerinden sonra devam etmeyebilir.
uk: %1$@ Частоти оновлення NTSC (або інші приховані) можуть не зберігатися після зміни режиму, якщо їх не примусити через %2$@ Захист конфігурації.
vi: Tần số làm mới %1$@ NTSC (hoặc các tần số làm mới không hiển thị) có thể không duy trì sau khi thay đổi chế độ trừ khi được bảo vệ bởi %2$@ Cấu hình Bảo vệ.
zh_hans: %1$@ NTSC（或其他未公开的）刷新率在模式更改后可能不会持续，除非通过%2$@配置保护强制设置。
zh_hant: %1$@ NTSC（或其他未公開的）更新率在模式更改後可能不會持續，除非通過%2$@設定保護強制設定。

source: %@ Negotiated mode may differ from the listed parameters. Check visuals or display OSD info.
de: %@ Der vereinbarte Modus kann von den aufgeführten Parametern abweichen. Darstellung überprüfen oder OSD-Info anzeigen lassen.
es: El modo negociado %@ puede diferir de los parámetros listados. Verifica los visuales o la información del OSD de la pantalla.
fr: %@ Le mode négocié peut différer des paramètres indiqués. Vérifiez les informations visuelles ou de l'affichage OSD.
hu: %@ Az aktivált mód eltérhet a megadott paraméterektől. Ellenőrizze a képet vagy az OSD-t.
it: %@ La modalità negoziata potrebbe differire dai parametri elencati. Controlla i dettagli visivi o le informazioni dell’OSD del display.
ja: %@ ネゴシエートしたモードは、パラメータリストとは異なることがあります。表示を確認するか、OSD情報を確認してください。
ko: %@ 협상 모드는 나열된 매개변수와 다를 수 있습니다. 실제 화면에 표시되는 정보나 OSD를 확인하세요.
nb: %@ Forhandlet modus kan avvike fra de oppførte parameterne. Sjekk visuelle innstillinger eller skjermens OSD-info.
nl: %@ Onderhandelde modus kan afwijken van de gegeven parameters. Controleer het beeld of de OSD-gegevens van het scherm.
pl: %@ Wynegocjowany tryb może różnić się od wymienionych parametrów. Sprawdź wizualizacje lub wyświetl informacje OSD.
pt_br: %@ O modo negociado pode diferir dos parâmetros listados. Verifique os visuais ou as informações OSD do monitor.
ro: Modul negociat %@ poate fi diferit de parametrii listați. Verificați elementele vizual sau afișați informațiile OSD.
ru: Согласованный режим %@ может отличаться от указанных параметров. Проверьте изображение или информацию OSD дисплея.
sl: %@ Dogovorjeni način se lahko razlikuje od navedenih parametrov. Preverite vizualno ali zaslon za informacije OSD.
sv: %@ Förhandlat läge kan skilja sig från de listade parametrarna. Kontrollera bilderna eller visa OSD-information.
tr: %@ Anlaşmalı mod, listelenen parametrelerden farklı olabilir. Görselleri kontrol edin veya OSD bilgilerini görüntüleyin.
uk: %@ Узгоджений режим може відрізнятися від зазначених параметрів. Перевірте візуально або перегляньте інформацію OSD дисплея.
vi: %@ Chế độ đã thỏa thuận có thể khác với các tham số đã liệt kê. Kiểm tra hình ảnh hoặc thông tin OSD của màn hình.
zh_hans: %@ 协商模式可能与所列的参数不同。检查视觉效果或显示 OSD 信息。
zh_hant: %@ 協商模式可能與所列的參數不同。檢查視覺效果或顯示 OSD 訊息。

source: %@ Pro is Active
de: %@ Pro ist aktiv
es: %@ Pro está activo
fr: %@ Pro est activé
hu: %@ Pro aktív
it: %@ Pro è attivo
ja: %@ Proは有効です
ko: %@ Pro 활성화됨
nb: %@ Pro er aktiv
nl: %@ Pro is actief
pl: %@ Pro jest aktywny
pt_br: %@ Pro está ativo
ro: %@ Pro este Activ
ru: %@ Pro активирована
sl: %@ Pro je aktiven
sv: %@ Pro är Aktiv
tr: %@ Pro aktif durumda
uk: %@ Pro активовано
vi: %@ Pro đã được Kích hoạt
zh_hans: %@ 专业版已激活
zh_hant: %@ 專業版已啟用

source: %@ Right
nl: %@ Rechts
pl: %@ Prawo
ru: %@ Правый

source: %1$@ Search for actions by %2$@ in the [macOS Shortcuts app](shortcuts://create-shortcut) for more!
de: %@ Suche nach Aktionen von %@ in der [App Kurzbefehle](shortcuts://create-shortcut) für mehr!
es: %@ Busca acciones de %@ en la [app Atajos](shortcuts://create-shortcut) para más!
fr: %@ Découvrez les actions de %@ dans l'[app Raccourcis](shortcuts://create-shortcut) pour plus d'intégrations !
hu: %@ Keressen rá a %@ műveleteire a [Parancsok alkalmazásban](shortcuts://create-shortcut) még többért!
it: %@ Cerca azioni di %@ nell'[app Comandi rapidi](shortcuts://create-shortcut) per di più!
ja: %1$@ %2$@のアクションを [macOS Shortcuts app](shortcuts://create-shortcut) などで検索してください!
ko: %1$@[macOS 단축어 앱](shortcuts://create-shortcut)에서 %2$@의 더 많은 동작을 검색해보세요!
nb: %1$@ Søk etter handlinger av %2$@ i [Snarveier-appen for macOS](shortcuts://create-shortcut) for mer!
nl: %1$@ Zoek naar acties op %2$@ in de [Opdrachten-app van macOS](shortcuts://create-shortcut) voor meer keuze!
pl: %1$@ Wyszukaj działania wykonane przez %2$@ w aplikacji [Skróty macOS](shortcuts://create-shortcut), aby uzyskać więcej informacji!
pt_br: %@ Procure por ações de %@ no [app Atalhos](shortcuts://create-shortcut) para mais!
ro: %1$@ Caută acțiuni create de %2$@ în [aplicația Shortcuts de macOS](shortcuts://create-shortcut) pentru mai multe informații!
ru: %1$@ Поиск действий по %2$@ в [macOS Shortcuts app](shortcuts://create-shortcut) for more!
sl: %1$@ Poiščite dejanja po %2$@ v [aplikaciji MacOS Shortcuts](shortcuts://create-shortcut) za več info!
sv: %1$@ Sök efter åtgärder av %2$@ i [macOS Genvägar-appen](shortcuts://create-shortcut) för mer!
tr: %@ Daha fazlası için [macOS Kısayolları uygulaması]içinde (shortcuts://create-shortcut) %@ ile işlem arayın!
uk: %1$@ Шукайте дії за %2$@ у [додатку Ярлики macOS](shortcuts://create-shortcut) для додаткової інформації!
zh_hans: %1$@ 在 [macOS 快捷方式应用](shortcuts://create-shortcut)中搜寻 %2$@ 的操作以了解更多！
zh_hant: %1$@ 在 [macOS 捷徑](shortcuts://create-shortcut)中搜尋 %2$@ 的操作以了解更多！

source: %@ Software XDR upscaling is active for extra brightness while native upscaling is also available. Enable the %@ preset for a better experience!
de: %@ Software-basierte XDR-Hochskalierung ist für zusätzliche Helligkeit aktiv, während native Hochskalierung ebenfalls verfügbar ist. Aktiviere die Voreinstellung %@ für ein besseres Erlebnis!
es: %@ El escalado XDR por software está activo para aumentar el brillo, mientras que el escalado nativo también está disponible. ¡Activa el preajuste %@ para una mejor experiencia!
fr: %@ La démultiplication XDR logicielle est activée pour plus de luminosité alors que la démultiplication native est aussi disponible. Activez le préréglage %@ pour une meilleure expérience !
hu: %@ A szoftveres XDR-felskálázás aktív az extra fényerő érdekében, miközben a natív felskálázás is elérhető. Aktiválja a %@ előbeállítást a jobb élményért!
it: %@ L’upscaling software XDR è attivo per aumentare la luminosità, mentre l’upscaling nativo è anche disponibile. Abilita il preset %@ per un’esperienza migliore!
ja: %@ 追加輝度のためのソフトウェアXDRアップスケーリングが有効化されていますが、ネイティブアップスケーリングを使用することもできます。%@プリセットを有効化すると、より良い結果が得られます!
ko: %@ 소프트웨어 XDR 업스케일링은 추가 밝기를 위해 활성화되어 있으며 기본 업스케일링도 사용할 수 있습니다. 더 나은 경험을 위해 %@ 프리셋을 활성화 하세요!
nb: %1$@ Programvare-XDR-oppskalering er aktiv for ekstra lysstyrke, mens innebygd oppskalering også er tilgjengelig. Aktiver %2$@-preset for en bedre opplevelse!
nl: %@ Programmatische XDR-opschaling is actief voor aanvullende helderheid terwijl ingebouwde opschaling is ook beschikbaar is. Schakel de voorinstelling %@ in voor een betere ervaring!
pl: %@ Programowe skalowanie XDR jest aktywne dla uzyskania dodatkowej jasności, podczas gdy natywne skalowanie jest również dostępne. Włącz ustawienie predefiniowane %@, aby uzyskać lepsze wrażenia!
pt_br: %@ O upscaling de software XDR está ativo para brilho extra, enquanto o upscaling nativo também está disponível. Ative a predefinição %@ para uma melhor experiência!
ro: %@ Scălarea software XDR este activată pentru o luminozitate suplimentară în timp ce scalarea nativă este, de asemenea, disponibilă. Activarea presetării %@ pentru o experiență mai bună!
ru: Программное XDR-масштабирование %@ активно для повышенной яркости; также доступно нативное масштабирование. Включите пресет %@ для лучшего результата!
sl: %@ Višanje ločljivosti programske opreme XDR je aktivno za dodatno svetlost, na voljo pa je tudi izvorno višanje ločljivosti. Omogočite prednastavitev %@ za boljšo izkušnjo!
sv: %@ Software XDR-uppskalning är aktiv för extra ljusstyrka medan inbyggd uppskalning också är tillgänglig. Aktivera förinställningen %@ för en bättre upplevelse!
tr: %@ Yazılım XDR yükseltmesi, ekstra parlaklık için etkindir, ancak yerel yükseltme de mevcuttur. Daha iyi bir deneyim için %@ ön ayarını etkinleştirin!
uk: %@ Програмне масштабування XDR активне для додаткової яскравості, при цьому доступне й нативне масштабування. Увімкніть пресет %@ для кращого досвіду!
vi: %@ Tăng cường XDR phần mềm đang hoạt động để tăng thêm độ sáng, trong khi tăng cường nguyên bản cũng khả dụng. Kích hoạt preset %@ để có trải nghiệm tốt hơn!
zh_hans: %@ 已启用软件 XDR 以获得更高亮度，但系统原生亮度增强也可用。启用 %@ 预设即可获得更好的视觉效果！
zh_hant: %@ 已啟用軟體 XDR 以獲得更高亮度，但系統原生亮度增強也可用。啟用 %@ 預設即可獲得更好的視覺效果！

source: %@ Some adjustments may clip HDR content!
de: %@ Manche Anpassungen können HDR Inhalte beschneiden!
es: %@ ¡Los ajustes pueden recortar el contenido HDR!
fr: %@ Certains ajustements pourraient tronquer le contenu HDR !
hu: %@ Egyes műveletek HDR korlátozással járnak!
it: %@ Alcune regolazioni possono bloccare il contenuto HDR!
ja: %@ 調整によりHDRコンテンツがクリップされることがあります!
ko: %@ 일부 조정으로 인해 HDR 콘텐츠가 잘릴 수 있습니다!
nb: %1$@ Noen justeringer kan klippe HDR-innhold!
nl: %@ Enkele aanpassingen kunnen HDR-materiaal afkappen!
pl: %@ – Niektóre korekty mogą przycinać zawartość HDR!
pt_br: O%@ s ajustes podem cortar o conteúdo HDR!
ro: %@ Ajustările pot tăia conținutul HDR!
ru: %@ Некоторые изменения могут урезать содержимое HDR!
sl: %@ Nekatere prilagoditve lahko izrežejo vsebino HDR!
sv: %@ Justeringar kan klippa av HDR-innehåll!
tr: %@ Bazı ayarlar HDR özelliğini bozabilir!
uk: %@ Деякі коригування можуть обрізати вміст HDR!
vi: %@ Các điều chỉnh có thể làm mất nội dung HDR!
zh_hans: %@ 调整可能影响 HDR 内容！
zh_hant: %@ 調整可能影響 HDR 內容！

source: %@ Stream auto-starts to associated display!
de: %@ Der Stream startet automatisch zu dem gekoppelten Display!
es: ¡La transmisión %@ se inicia automáticamente en la pantalla asociada!
fr: %@ La diffusion commencera automatiquement sur l'écran associé !
hu: %@ Automatikus társított kijelző streamelés!
it: %@ Lo stream auto-inizia a visualizzazione associata!
ja: %@ 関連するディスプレイへのストリーミングを自動的に開始します!
ko: %@ 연관 디스플레이로 스트리밍이 자동 시작됩니다!
nb: %@ Strømmen starter automatisk på tilknyttet skjerm!
nl: %@ De stream start automatisch naar het toegekende scherm!
pl: %@ Strumień uruchamia się automatycznie na przypisanym wyświetlaczu!
pt_br: %@ A transmissão é iniciada automaticamente para o display associado!
ro: %@ Transmiterea începe automat către ecranul asociat!
ru: %@ Автозапуск потока на связанном дисплее!
sl: %@ Tok se samodejno zažene na povezanem zaslonu!
sv: %@ Stream startar automatiskt till tillhörande skärm!
tr: %@ Yayın, ilişkili ekrana otomatik olarak başlatılır!
uk: %@ Потік автоматично запускається на пов'язаний дисплей!
vi: %@ Tự động bắt đầu trình chiếu đến màn hình được liên kết!
zh_hans: %@ 自动启用关联显示器串流！
zh_hant: %@ 自動啟用關聯顯示器串流！

source: %@ The app is disengaged from native brightness keys.
de: %@ Die App ist von den nativen Helligkeitstasten entkoppelt.
es: %@ La app se ha desvinculado de las teclas de brillo nativas.
fr: %@ L'application ne prend pas en compte les touches de luminosité natives.
hu: %@ Az alkalmazás nem figyeli a natív fényerőszabályzó gombokat.​
it: %@ L’app è scollegata dai tasti di luminosità nativi.
ja: %@ ネイティブ輝度キーとは連動していません。
ko: %@ 앱이 기본 밝기 키와 연동되지 않습니다.
nb: %@ Appen er frakoplet native lysstyrketaster.
nl: %@ De app is losgemaakt van de ingebouwde helderheidstoetsen.
pl: %@ Aplikacja nie korzysta z natywnych klawiszy jasności.
pt_br: %@ O aplicativo está desativado das teclas de brilho nativas.
ro: %@ Aplicația este dezactivată de tastele de luminozitate nativă.
ru: Приложение %@ отключено от системных клавиш яркости.
sl: %@ Aplikacija je izključena iz izvornih tipk za svetlost.
sv: %@ Appen är frikopplad från de inbyggda ljusstyrketangenterna.
tr: %@ Uygulama yerel parlaklık tuşlarıyla devre dışı bırakıldı.
uk: %@ Додаток відключено від стандартних клавіш яскравості.
vi: %@ Ứng dụng đã ngừng sử dụng các phím sáng gốc.
zh_hans: %@ 应用程序不再相应原生亮度键。
zh_hant: %@ 應用程式不再對應原生亮度鍵。

source: %@ The app is disengaged from native volume and mute keys.
de: %@ Die App ist von den nativen Lautstärke- und Stummschaltungstasten entkoppelt.
es: %@ La app se ha desvinculado de las teclas de volumen y silencio nativas.
fr: %@ L'application ne prend pas en compte les touches de volume et de coupure du son natives.
hu: %@ Az alkalmazás nem figyeli a natív hangerő és némító gombokat.​
it: %@ L’app è scollegata dai tasti nativi del volume e del silenziamento.
ja: %@ ネイティブ音量キーおよびミュートキーとは連動していません。
ko: %@ 앱이 기본 볼륨 및 음소거 키와 연동되지 않습니다.
nb: %@ Appen er frakoplet native volum- og dempetaster.
nl: %@ De app is losgemaakt van de ingebouwde volume- en demptoetsen.
pl: %@ Aplikacja nie korzysta z natywnych klawiszy głośności i wyciszenia.
pt_br: %@ O aplicativo está desativado das teclas de volume e mudo nativas.
ro: %@ Aplicația este dezactivată de tastele native de volum și dezactivare sunet.
ru: Приложение %@ отключено от системных клавиш громкости и выключения звука.
sl: %@ Aplikacija je izključena iz izvirnih tipk za glasnost in izklop zvoka.
sv: %@ Appen är frikopplad från de inbyggda knapparna för volym och ljud av.
tr: %@ Uygulama, yerel ses ve sessize alma tuşlarıyla devre dışı bırakıldı.
uk: %@ Додаток відключено від стандартних клавіш гучності та вимкнення звуку.
vi: %@ Ứng dụng đã ngừng liên kết với các phím âm lượng và tắt tiếng gốc.
zh_hans: %@ 应用程序不再响应原生音量和静音键。
zh_hant: %@ 應用程式不再回應原生音量和靜音鍵。
