Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Select a common aspect ratio for the virtual screen. The app creates a flexible resolution list based on this.
de: Wähle ein gemeinsames Seitenverhältnis für den virtuellen Bildschirm aus. Die App erstellt auf dieser Grundlage eine flexible Liste von Auflösungen.
es: Seleccione una relación de aspecto común para la pantalla virtual. La aplicación crea una lista de resolución flexible basada en esto.
fr: Sélectionnez un rapport d'aspect commun pour l'écran virtuel. L'application crée une liste de résolutions flexibles en fonction de ce format.
hu: Válassza ki a virtuális képernyő képarányát. Az alkalmazás ez alapján rugalmas felbontási listát hoz létre.
it: Seleziona un rapporto di aspetto comune per la schermo virtuale. L'app crea una lista di risoluzione flessibile basata su questo.
ja: 仮想スクリーンの一般的なアスペクト比を選択します。これに基づいて柔軟な解像度リストを作成します。
ko: 가상 화면의 일반적인 종횡비를 선택합니다. 앱이 이를 기반으로 유연한 해상도 목록을 생성합니다.
nb: Velg et vanlig bildeforhold for den virtuelle skjermen. Appen oppretter en fleksibel oppløsningsliste basert på dette.
nl: Kies een veelvoorkomende beeldverhouding voor het virtuele shcerm. De app maakt een flexibele lijst met resoluties op basis hiervan.
pl: Wybierz popularne proporcje obrazu dla wirtualnego ekranu. Na ich podstawie aplikacja utworzy elastyczną listę rozdzielczości.
pt_br: Selecione uma proporção comum para a tela virtual. O aplicativo cria uma lista de resolução flexível com base nisso.
ro: Selectați un raport de aspect comun pentru ecranul virtual. Aplicația creează o listă de rezoluții flexibilă pe baza acestuia.
ru: Выберите общее соотношение сторон для виртуального экрана. На его основе приложение создаёт гибкий список разрешений.
sl: Izberite običajno razmerje stranic za navidezni zaslon. Aplikacija na podlagi tega ustvari seznam prilagodljivih ločljivosti.
sv: Välj ett gemensamt bildförhållande för virtuella skärmen. Programmet skapar en flexibel upplösningslista baserat på detta.
tr: Sanal ekran için ortak bir en boy oranı seçin. Uygulama buna göre esnek bir çözünürlük listesi oluşturur.
uk: Виберіть загальне співвідношення сторін для віртуального екрану. На основі цього програма створює гнучкий список дозволів.
vi: Chọn một tỉ lệ khung hình phổ biến cho màn hình ảo. Ứng dụng sẽ tạo danh sách độ phân giải linh hoạt dựa trên điều này.
zh_hans: 为虚拟屏幕选择一个通用宽高比。应用程序将基于此创建一个灵活的分辨率列表。
zh_hant: 為虛擬螢幕選擇一個通用寬高比。應用程式將基於此新增一個靈活的解析度列表。

source: Select a disconnected display
nl: Selecteer een losgekoppeld scherm
pl: Wybierz rozłączony wyświetlacz
ru: Выберите отключённый дисплей

source: Select an icon from Apple’s SF Symbols library, designed for seamless integration with the San Francisco system font across Apple platforms. For example, try: `face.smiling`.
es: Selecciona un ícono de la biblioteca SF Symbols de Apple, diseñada para integrarse perfectamente con la fuente del sistema San Francisco en todas las plataformas de Apple. Por ejemplo, intenta: `face.smiling`.
ja: AppleのSF Symbolsライブラリからアイコンを選択してください。これはAppleのプラットフォーム全体のシステムフォントであるSan Franciscoとシームレスに統合できるようデザインされています。「face.smiling」を試してみてください。
ko: Apple 플랫폼 전반에 걸쳐 San Francisco 시스템 서체와 원활하게 통합되도록 설계된 Apple의 SF Symbols 라이브러리에서 아이콘을 선택하세요. 예를 들어 `face.smiling`을 시도해 보세요.
nl: Selecteer een symbool uit de SF Symbols-bibliotheek van Apple, ontworpen voor naadloze integratie over Apple-platformen met het systeemlettertype San Fransisco. Bijvoorbeeld, probeer `face.smiling`.
ru: Выберите значок из библиотеки SF Symbols от Apple, созданной для бесшовной интеграции с системным шрифтом San Francisco на платформах Apple. Например: `face.smiling`.

source: Select display
de: Display auswählen
es: Selecciona pantalla
fr: Sélectionner l'écran
hu: Kijelző
it: Seleziona display
ja: ディスプレイを選択
ko: 디스플레이 선택
nb: Velg skjerm
nl: Selecteer scherm
pt_br: Selecione o monitor
ro: Selectați ecranul
ru: Выбрать дисплей
sl: Izberite zaslon
sv: Välj skärm
tr: Ekranı seçin
uk: Виберіть дисплей
vi: Lựa chọn màn hình
zh_hans: 选择显示器
zh_hant: 選擇顯示器

source: Select one or more filters to specify which displays are allowed to be sync sources for this configuration!
de: Wähle einen oder mehrere Filter aus, um festzulegen, welche Displays als Ursprünge für Synchronisierung für diese Konfiguration zugelassen sind!
es: ¡Selecciona uno o más filtros para especificar qué pantallas están permitidas como fuentes de sincronización para esta configuración!
fr: Sélectionnez un ou plusieurs filtres pour spécifier les écrans autorisés à être des sources de synchronisation pour cette configuration !
hu: Válasszon ki egy vagy több szűrőt annak meghatározásához, hogy mely kijelzők lehetnek szinkronizálási források ebben a konfigurációban!
it: Seleziona uno o più filtri per specificare quali display possono essere sorgenti di sincronizzazione per questa configurazione!
ja: 1つまたは複数のフィルタを選択して、この構成で同期ソースとして許可できるディスプレイを指定してください!
ko: 하나 이상의 필터를 선택하여 이 구성에 대해 동기화 소스로 허용되는 디스플레이를 지정하세요!
nb: Velg ett eller flere filtre for å angi hvilke skjermer som kan være synkroniseringskilder for denne konfigurasjonen!
nl: Selecteer een of meerdere filters om op te geven welke schermen synchronisatiebronnen mogen zijn voor deze configuratie!
pt_br: Selecione um ou mais filtros para especificar quais monitores podem ser fontes de sincronização para esta configuração!
ro: Selectați unul sau mai multe filtre pentru a specifica care ecrane au voie să fie surse de sincronizare pentru această configurație!
ru: Выберите один или несколько фильтров, чтобы указать, какие дисплеи могут быть источниками синхронизации для этой конфигурации!
sl: Izberite enega ali več filtrov, da določite, kateri zasloni so dovoljeni kot viri sinhronizacije za to konfiguracijo!
sv: Välj ett eller flera filter för att ange vilka skärmar som får vara synkroniseringskällor för den här konfigurationen!
tr: Bu yapılandırma için hangi ekranların senkronizasyon kaynağı olmasına izin verildiğini belirtmek için bir veya daha fazla filtre seçin!
uk: Виберіть один або декілька фільтрів, щоб вказати, які дисплеї можуть бути джерелами синхронізації для цієї конфігурації!
vi: Chọn một hoặc nhiều bộ lọc để chỉ định các màn hình được phép làm nguồn đồng bộ hóa cho cấu hình này!
zh_hans: 选择一个或多个过滤器以指定符合要求的显示器作为该配置的同步源！
zh_hant: 選擇一個或多個過濾器以指定符合要求的顯示器作為該設定的同步來源！

source: Select position
de: Position auswählen
es: Seleccionar posición
fr: Sélectionnez une position
hu: Elhelyezkedés
it: Seleziona posizione
ja: 位置を選択
ko: 위치 선택
nb: Velg posisjon
nl: Selecteer positie
pt_br: Selecionar posição
ro: Selectează poziția
ru: Выбрать позицию
sl: Izberite položaj
sv: Välj position
tr: Pozisyon seçin
uk: Виберіть позицію
vi: Lựa chọn vị trí
zh_hans: 选择位置
zh_hant: 選擇位置

source: Select which displays can be sync sources for this configuration!
de: Wähle aus, welche Displays als Ursprünge für Synchronisierung für diese Konfiguration verwendet werden können!
es: elecciona qué pantallas pueden ser fuentes de sincronización para esta configuración!
fr: Sélectionnez les écrans qui peuvent être des sources de synchronisation pour cette configuration !
hu: Válassza ki, hogy mely kijelzők lehetnek szinkronizálási források ebben a konfigurációban!
it: Seleziona quali display possono essere sorgenti di sincronizzazione per questa configurazione!
ja: この構成で同期ソースとなるディスプレイを選択してください!
ko: 이 구성의 동기화 소스가 될 수 있는 디스플레이를 선택하세요!
nb: Velg hvilke skjermer som kan være synkroniseringskilder for denne konfigurasjonen!
nl: Selecteer welke schermen synchronisatiebronnen kunnen zijn voor deze configuratie!
pt_br: Selecione quais monitores podem ser fontes de sincronização para esta configuração!
ro: Selectați care ecrane pot fi surse de sincronizare pentru această configurație!
ru: Выберите, какие дисплеи могут быть источниками синхронизации для этой конфигурации!
sl: Izberite, kateri zasloni so lahko viri sinhronizacije za to konfiguracijo!
sv: Välj vilka skärmar som kan vara synkroniseringskällor för den här konfigurationen!
tr: Bu yapılandırma için hangi ekranların senkronizasyon kaynağı olabileceğini seçin!
uk: Виберіть, які дисплеї можуть бути джерелами синхронізації для цієї конфігурації!
vi: Chọn các màn hình có thể là nguồn đồng bộ cho cấu hình này!
zh_hans: 请选择可作为此配置同步源的显示器！
zh_hant: 請選擇可作為此設定同步來源的顯示器！

source: Select which displays should be affected by UI scale matching!
de: Wähle aus, welche Displays vom Abgleich der Benutzeroberflächen-Skala betroffen sein sollen!
es: ¡Selecciona qué pantallas deben verse afectadas por la coincidencia de escala de la interfaz de usuario!
fr: Sélectionnez les écrans qui seront concernés par la mise à l'échelle de l'interface utilisateur !
hu: Válassza ki, hogy mely kijelzőkre legyen hatással a felhasználói felület méretezés egyeztetése!
it: Seleziona quali display devono essere influenzati da Sincronizza scala UI!
ja: UIサイズ調整を行うディスプレイを選択してください!
ko: UI 스케일 매칭하려는 디스플레이를 선택하세요!
nb: Velg hvilke skjermer som skal påvirkes av UI-skaleringsmatching!
nl: Selecteer welke schermen beïnvloed zouden worden door het overeen laten komen van de UI-schaal!
pt_br: Selecione quais telas devem ser afetadas pela correspondência da escala da IU!
ro: Selectați ce ecrane doriti să fie afectate de potrivirea scalării UI!
ru: Выберите, на какие дисплеи должно влиять соответствие масштаба интерфейса!
sl: Izberite, na katere zaslone naj vpliva ujemanje lestvice uporabniškega vmesnika!
sv: Välj vilka skärmar som ska påverkas av UI-skalamatchning!
tr: UI ölçek eşleştirmesinden hangi ekranların etkileneceğini seçin!
uk: Виберіть, на які дисплеї має впливати підбір масштабу інтерфейсу!
vi: Chọn các màn hình nên bị ảnh hưởng bởi việc điều chỉnh tỉ lệ UI!
zh_hans: 选择哪些显示器应受到 UI 比例匹配的影响！
zh_hant: 選擇哪些顯示器應受到 UI 比例匹配的影響！

source: Select which displays should be excluded from being sync sources for this configuration!
de: Wähle aus, welche Displays als Ursprünge für Synchronisierung für diese Konfiguration ausgeschlossen werden sollen!
es: Selecciona qué pantallas deben ser excluidas de ser fuentes de sincronización para esta configuración.
fr: Sélectionnez les écrans à exclure des sources de synchronisation pour cette configuration !
hu: Válassza ki, hogy mely kijelzők ne legyenek szinkronizálási források ebben a konfigurációban!
it: Seleziona quali display devono essere esclusi dall’essere sorgenti di sincronizzazione per questa configurazione!
ja: この構成で同期ソースから除外するディスプレイを選択してください!
ko: 이 구성에서 동기화 소스로 제외되어야 할 디스플레이를 선택하세요!
nb: Velg hvilke skjermer som skal ekskluderes fra å være synkroniseringskilder for denne konfigurasjonen!
nl: Selecteer welke schermen uitgesloten moeten worden om synchronisatiebronnen te zijn voor deze configuratie!
pt_br: Selecione quais monitores devem ser excluídos de serem fontes de sincronização para esta configuração!
ro: Selectați care ecrane ar trebui excluse din a fi surse de sincronizare pentru această configurație!
ru: Выберите, какие дисплеи следует исключить из источников синхронизации для этой конфигурации!
sl: Izberite, kateri zasloni naj bodo izključeni iz virov sinhronizacije za to konfiguracijo!
sv: Välj vilka skärmar som ska uteslutas från att vara synkroniseringskällor för den här konfigurationen!
tr: Bu yapılandırma için hangi ekranların senkronizasyon kaynağı olmaktan çıkarılması gerektiğini seçin!
uk: Виберіть, які дисплеї слід виключити з джерел синхронізації для цієї конфігурації!
vi: Chọn các màn hình nào sẽ không được bao gồm làm nguồn đồng bộ hóa cho cấu hình này!
zh_hans: 选择不需同步的显示器！
zh_hant: 選擇不需同步的顯示器！

source: Select which displays should be excluded from being sync targets for this configuration!
de: Wähle aus, welche Displays als Ziele einer Synchronisierung für diese Konfiguration ausgeschlossen werden sollen!
es: ¡Selecciona qué pantallas deben ser excluidas de ser objetivos de sincronización para esta configuración!
fr: Sélectionnez les écrans qui doivent être exclus des cibles de synchronisation pour cette configuration !
hu: Válassza ki, hogy mely kijelzők ne legyenek szinkronizálási célpontok ebben a konfigurációban!
it: Seleziona quali display devono essere esclusi dall’essere target di sincronizzazione per questa configurazione!
ja: この構成で同期ターゲットから除外するディスプレイを選択してください!
ko: 이 구성의 동기화 대상에서 제외할 디스플레이를 선택하세요!
nb: Velg hvilke skjermer som skal ekskluderes fra å være synkroniseringsmål for denne konfigurasjonen!
nl: Selecteer welke schermen uitgesloten moeten worden om synchronisatiedoelen te zijn voor deze configuratie!
pt_br: Selecione quais monitores devem ser excluídos de serem alvos de sincronização para esta configuração!
ro: Alegeți ce ecrane ar trebui excluse de la a fi ținte de sincronizare pentru această configurație!
ru: Выберите, какие дисплеи следует исключить из целей синхронизации для этой конфигурации!
sl: Izberite, kateri zasloni naj bodo izključeni iz ciljev sinhronizacije za to konfiguracijo!
sv: Välj vilka skärmar som ska uteslutas från att vara synkroniseringsmål för den här konfigurationen!
tr: Bu yapılandırma için hangi ekranların senkronizasyon hedefleri dışında bırakılacağını seçin!
uk: Виберіть, які дисплеї слід виключити з цільових синхронізації для цієї конфігурації!
vi: Chọn các màn hình mà bạn muốn loại khỏi danh sách mục tiêu đồng bộ cho cấu hình này!
zh_hans: 选择在此配置下不应作为同步目标的显示器！
zh_hant: 選擇在此設定下不應作為同步目標的顯示器！

source: Select which displays should be members of this display group!
de: Wähle aus, welche Displays zu dieser Displaygruppe gehören sollen!
es: Selecciona qué pantallas deben ser miembros de este grupo de pantallas.
fr: Sélectionnez quels écrans devraient être membres de ce groupe d'écrans !
hu: Válassza ki, hogy mely kijelzők legyenek tagjai ennek a kijelzőcsoportnak!
it: Seleziona quali display devono essere membri di questo gruppo di display!
ja: このディスプレイグループのメンバーに含めるディスプレイを選択してください!
ko: 이 디스플레이 그룹의 구성원이 될 디스플레이를 선택하세요!
nb: Velg hvilke skjermer som skal være medlemmer av denne skjermgruppen!
nl: Selecteer welke schermen leden moeten zijn van deze schermgroep!
pt_br: Selecione quais monitores devem ser membros deste grupo de monitores!
ro: Selectați care ecrane ar trebui să fie membri ai acestui grup de ecrane!
ru: Выберите, какие дисплеи должны быть членами этой группы дисплеев!
sl: Izberite, kateri zasloni naj bodo člani te skupine prikazov!
sv: Välj vilka displayer som ska vara medlemmar i denna skärmgrupp!
tr: Hangi ekranların bu ekran grubunun üyesi olması gerektiğini seçin!
uk: Виберіть, які дисплеї мають бути членами цієї групи дисплеїв!
vi: Chọn các màn hình nào sẽ là thành viên của nhóm màn hình này!
zh_hans: 选择要加入此显示组的显示器！
zh_hant: 選擇要加入此顯示組的顯示器！

source: Select which displays should be sync targets for this configuration!
de: Wähle aus, welche Displays als Ziele einer Synchronisierung für diese Konfiguration verwendet werden sollen!
es: ¡Selecciona qué pantallas deben ser objetivos de sincronización para esta configuración!
fr: Sélectionnez quels écrans devraient être des cibles de synchronisation pour cette configuration !
hu: Válassza ki, hogy mely kijelzők legyenek szinkronizációs célpontok ebben a konfigurációban!
it: Seleziona quali display devono essere destinazioni di sincronizzazione per questa configurazione!
ja: この構成で同期ターゲットとなるディスプレイを選択してください!
ko: 이 설정의 동기화 대상이 될 디스플레이를 선택하세요!
nb: Velg hvilke skjermer som skal være synkroniseringsmål for denne konfigurasjonen!
nl: Selecteer welke schermen synchronisatiedoelen voor deze configuratie!
pt_br: Selecione quais monitores devem ser alvos de sincronização para esta configuração!
ro: Selectați care afișaje ar trebui să fie ținte de sincronizare pentru această configurație!
ru: Выберите, какие дисплеи должны быть целями синхронизации для этой конфигурации!
sl: Izberite, kateri zasloni naj bodo cilji sinhronizacije za to konfiguracijo!
sv: Välj vilka skärmar som ska vara synkroniseringsmål för den här konfigurationen!
tr: Hangi ekranların bu ekran grubunun üyesi olmaması gerektiğini seçin!
uk: Виберіть, які дисплеї мають бути цільовими синхронізації для цієї конфігурації!
vi: Chọn các màn hình nào sẽ là mục tiêu đồng bộ hóa cho cấu hình này!
zh_hans: 请选择将成为此配置同步目标的显示器！
zh_hant: 請選擇將成為此設定同步目標的顯示器！

source: Select which displays should be watched for resolution change to initiate a scale matching operation!
de: Wähle aus, welche Displays auf Auflösungsänderungen überwacht werden sollen, um einen Skalenabgleich zu initiieren!
es: Selecciona qué pantallas deben ser monitoreadas para cambios de resolución que inicien una operación de coincidencia de escala.
fr: Sélectionnez quels écrans devraient être surveillés pour un changement de résolution pour démarrer une opération de correspondance de mise à l'échelle !
hu: Válassza ki, hogy mely kijelzőket felbontásának megváltozását kell figyelni a felhasználói felület méretezés egyeztetéséhez!
it: Seleziona quali display devono essere monitorati per le variazioni di risoluzione al fine di avviare un’operazione di adattamento della scala!
ja: サイズ（スケーリング）調整を行う場合に、解像度変更の監視対象とするディスプレイを選択してください!
ko: 해상도 변경 시 UI 크기 조정 작업을 시작할 디스플레이를 선택하세요!
nb: Velg hvilke skjermer som skal overvåkes for oppløsningsendring for å starte en skalamatchingsoperasjon!
nl: Selecteer welke schermen bewaakt moeten worden voor resolutiewijzigingen t.b.v. het uitvoeren van een schaalovereenkomsthandeling!
pt_br: Selecione quais monitores devem ser monitorados quanto à mudança de resolução para iniciar uma operação de correspondência de escala!
ro: Selectați ecranele care trebuie sa fie monitorizate pentru schimbarea rezoluției pentru a iniția o operație de potrivire a scalării!
ru: Выберите, за какими дисплеями следует следить на изменение разрешения для инициирования операции подбора масштаба!
sl: Izberite, na katerih zaslonih je treba spremljati spremembo ločljivosti, da začnete postopek ujemanja lestvice!
sv: Välj vilka skärmar som ska bevakas för upplösningsändring för att initiera en matchningsoperation!
tr: Bir ölçek eşleştirme işlemi başlatmak için çözünürlük değişikliği için hangi ekranların izlenmesi gerektiğini seçin!
uk: Виберіть, за якими дисплеями слід стежити на зміну роздільної здатності для ініціації підбору масштабу!
vi: Chọn các màn hình cần theo dõi sự thay đổi độ phân giải để bắt đầu thao tác điều chỉnh tỷ lệ!
zh_hans: 选择哪些显示器应监视分辨率变化，以启动比例匹配操作！
zh_hant: 選擇哪些顯示器應監視解析度變化，以啟動比例匹配操作！

source: Select which displays should not be affected by UI scale matching!
de: Wähle aus, welche Displays nicht von dem Abgleich der Benutzeroberflächen-Skala betroffen sein sollen!
es: ¡Selecciona qué pantallas no deben verse afectadas por la coincidencia de escala de la interfaz de usuario!
fr: Sélectionnez quels écrans ne devraient pas être affectés par la correspondance de la taille d'interface !
hu: Válassza ki, hogy mely kijelzőket ne érintse a felhasználói felület méretezés egyeztetése!
it: Seleziona quali display non devono essere influenzati da Sincronizza scala UI!
ja: UIサイズ（スケーリング）調整を行わないディスプレイを選択してください!
ko: UI 스케일 매칭에 영향을 받지 않을 디스플레이를 선택하세요!
nb: Velg hvilke skjermer som ikke skal påvirkes av UI-skaleringsmatching!
nl: Selecteer welke schermen niet beïnvloed zouden moeten worden door het overeen laten komen van UI-schaal!
pt_br: Selecione quais telas não devem ser afetadas pela correspondência da escala da IU!
ro: Selectați care afișaje nu ar trebui afectate de potrivirea scalării UI!
ru: Выберите, на какие дисплеи не должно влиять соответствие масштаба интерфейса!
sl: Izberite, na katere zaslone ne sme vplivati ​​ujemanje lestvice uporabniškega vmesnika!
sv: Välj vilka skärmar som inte ska påverkas av UI:s skalanpassning!
tr: Hangi ekranların UI ölçek eşleştirmesinden etkilenmemesi gerektiğini seçin!
uk: Виберіть, на які дисплеї не має впливати підбір масштабу інтерфейсу!
vi: Chọn các màn hình không nên bị ảnh hưởng bởi việc điều chỉnh tỉ lệ UI!
zh_hans: 选择哪些显示器不受到 UI 比例匹配的影响！
zh_hant: 選擇哪些顯示器不受到 UI 比例匹配的影響！

source: Select which displays should not be members of this display group!
de: Wähle aus, welche Displays nicht zu dieser Displaygruppe gehören sollen!
es: ¡Selecciona qué pantallas no deben ser miembros de este grupo de pantallas!
fr: Sélectionnez les écrans qui ne doivent pas être membres de ce groupe d'écrans !
hu: Válassza ki, hogy mely kijelzők ne legyenek tagjai ennek a kijelzőcsoportnak!
it: Seleziona quali display non devono essere membri di questo gruppo di display!
ja: このディスプレイグループのメンバーに含めないディスプレイを選択してください!
ko: 이 디스플레이 그룹의 구성원이 되어서는 안 될 디스플레이를 선택하세요!
nb: Velg hvilke skjermer som ikke skal være medlemmer av denne skjermgruppen!
nl: Selecteer welke schermen geen leden zouden moemten zijn van deze schermgroep!
pt_br: Selecione quais monitores não devem ser membros deste grupo de monitores!
ro: Alegeți ecranele care nu trebuie să fie membri ai acestui grup!
ru: Выберите, какие дисплеи не должны быть членами этой группы дисплеев!
sl: Izberite, kateri zasloni ne smejo biti člani te skupine prikazov!
sv: Välj vilka skärmar som inte ska vara medlemmar i denna skärmgrupp!
tr: Hangi ekranların bu ekran grubunun üyesi olmaması gerektiğini seçin!
uk: Виберіть, які дисплеї не мають бути членами цієї групи дисплеїв!
vi: Chọn những màn hình nào không nên là thành viên của nhóm màn hình này!
zh_hans: 请选择不属于改显示器组的显示器！
zh_hant: 請選擇不屬於改顯示器組的顯示器！

source: Select which displays should not be watched for resolution change to initiate a scale matching operation!
de: Wähle aus, welche Displays nicht auf Auflösungsänderungen überwacht werden sollen, um einen Skalenabgleich zu initiieren!
es: ¡Selecciona qué pantallas no deben ser monitoreadas para cambios de resolución que inicien una operación de coincidencia de escala!
fr: Sélectionnez quels écrans ne devraient pas être surveillés pour un changement de résolution et démarrer une opération de correspondance de mise à l'échelle !
hu: Válassza ki, hogy mely kijelzők esetén ne figyelje az alkalmazás a képernyő felbontás megváltozását a méretezés egyeztetési művelet elindításához!
it: Seleziona quali display non devono essere monitorati per il cambiamento di risoluzione per avviare un’operazione di Sincronizza scala UI!
ja: サイズ（スケーリング）調整を行う場合に、解像度変更の監視対象としないディスプレイを選択してください!
ko: 해상도 변경 시 UI 크기 조정 작업을 시작하지 않을 디스플레이를 선택하세요!
nb: Velg hvilke skjermer som ikke skal overvåkes for oppløsningsendring for å starte en skalamatchingsoperasjon!
nl: Selecteer welke schermen niet bewaakt moeten worden voor resolutiewijzigingen t.b.v. het uitvoeren van een schaalovereenkomsthandeling!
pt_br: Selecione quais monitores não devem ser observados quanto à alteração da resolução para iniciar uma operação de correspondência de escala!
ro: Selectați care ecrane nu ar trebui monitorizate pentru schimbarea rezoluției pentru a iniția o operațiune de potrivire a scalării!
ru: Выберите, за какими дисплеями не следует следить на изменение разрешения для инициирования операции подбора масштаба!
sl: Izberite, na katerih zaslonih ne smete spremljati spremembe ločljivosti, da začnete postopek ujemanja lestvice!
sv: Välj vilka skärmar som inte ska bevakas för upplösningsändring för att initiera en matchningsoperation!
tr: Bir ölçek eşleştirme işlemi başlatmak için çözünürlük değişikliği için hangi ekranların izlenmemesi gerektiğini seçin!
uk: Виберіть, за якими дисплеями не слід стежити на зміну роздільної здатності для ініціації підбору масштабу!
vi: Chọn các màn hình không nên được theo dõi để thay đổi độ phân giải và khởi động thao tác điều chỉnh tỉ lệ!
zh_hans: 选择哪些显示器不应监视分辨率变化，以启动比例匹配操作！
zh_hant: 選擇哪些顯示器不應監視解析度變化，以啟動比例匹配操作！
