Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Rotate screen by 180°
de: Bildschirm um 180º drehen
es: Girar pantalla 180°
fr: Rotation de l'écran de 180°
hu: Képernyő elforgatás 180°
it: Ruota lo schermo di 180°
ja: 画面を180°回転
ko: 180° 화면 회전
nb: Roter skjerm 180°
nl: Draai scherm met 180°
pl: Obróć ekran o 180°
pt_br: Girar a tela 180°
ro: Rotați ecranul cu 180°
ru: Повернуть экран на 180°
sl: Zavrti zaslon za 180°
sv: Rotera skärm med 180°
tr: Ekranı 180° Döndür
uk: Повернути екран на 180°
vi: Xoay màn hình 180°
zh_hans: 180° 旋转屏幕
zh_hant: 180° 旋轉螢幕

source: Rotate screen by 270°
de: Bildschirm um 270º drehen
es: Girar pantalla 270°
fr: Rotation de l'écran de 270°
hu: Képernyő elforgatás 270°
it: Ruota lo schermo di 270°
ja: 画面を270°回転
ko: 270° 화면 회전
nb: Roter skjerm 270°
nl: Draai scherm met 270°
pl: Obróć ekran o 270°
pt_br: Girar a tela 270°
ro: Rotați ecranul cu 270°
ru: Повернуть экран на 270°
sl: Zavrti zaslon za 270°
sv: Rotera skärm med 270°
tr: Ekranı 270° Döndür
uk: Повернути екран на 270°
vi: Xoay màn hình 270°
zh_hans: 270° 旋转屏幕
zh_hant: 270° 旋轉螢幕

source: Rotate the display (flip width and height).
de: Display drehen (gespiegelte Breite und Höhe).
es: Gire la pantalla (gire el ancho y el alto).
fr: Effectue une rotation de l'écran (inverse la largeur et la hauteur)
hu: Kijelző elforgatása (szélesség és magasság cseréje)
it: Ruotare il display (invertire larghezza e altezza).
ja: ディスプレイを回転する （幅と高さを反転）。
ko: 디스플레이 회전 (너비 및 높이 뒤집기)
nb: Roter skjermen (bytt bredde og høyde).
nl: Draai het scherm (wissel breedte en hoogte om).
pt_br: Girar a tela (virar largura e altura).
ro: Rotați ecranul (inversați lățimea și înălțimea).
ru: Поворот дисплея (смена ширины и высоты).
sl: Zasukajte zaslon (obrnite po širini in višini).
sv: Rotera skärmen (vänd på bredd och höjd).
tr: Ekranı döndürün (genişlik ve yüksekliği çevirin).
uk: Обертання дисплея (гортання по ширині та висоті).
vi: Xoay màn hình (đảo chiều rộng và chiều cao).
zh_hans: 旋转显示器（翻转宽度和高度）
zh_hant: 旋轉顯示器（翻轉寬度和高度）

source: Rotated Orientation
de: Ausrichtung nach dem Drehen
es: Orientación Girada
fr: Orientation de la rotation
hu: Elforgatott tájolás
it: Orientamento ruotato
ja: 回転した向き
ko: 회전 방향
nb: Roterert orientering
nl: Gedraaide stand
pl: Orientacja obrócona
pt_br: Orientação Girada
ro: Orientare Rotită
ru: Повернутая ориентация
sl: Zasukana usmerjenost
sv: Roterad orientering
tr: Yönelimi Döndür
uk: Повернута орієнтація
vi: Hướng xoay
zh_hans: 旋转方向
zh_hant: 旋轉方向

source: Rotated Orientation (Automatic)
de: Ausrichtung nach dem Drehen (automatisch)
es: Orientación Rotada (Automática)
fr: Orientation de la rotation (automatique)
hu: Forgatott tájolás (automatikus)
it: Orientamento ruotato (automatico)
ja: 回転した向き（自動）
ko: 회전 방향 (자동)
nb: Roterert orientering (automatisk)
nl: Gedraaide stand (automatisch)
pl: Orientacja obrócona (automatyczna)
pt_br: Orientação Girada (Automático)
ro: Orientare rotită (automată)
ru: Повернутая ориентация (автоматически)
sl: Zasukana usmerjenost (samodejno)
sv: Roterad orientering (automatisk)
tr: Yönelimi Döndür(Otomatik)
uk: Повернута орієнтація (автоматично)
vi: Hướng xoay (Tự động)
zh_hans: 旋转方向（自动）
zh_hant: 旋轉方向（自動）

source: Rotated orientation
de: Ausrichtung nach dem Drehen
es: Orientación girada
fr: Orientation de la rotation
hu: Elforgatott tájolás
it: Orientamento ruotato
ja: 回転した向き
ko: 회전 방향
nb: Roterert orientering
nl: Gedraaide stand
pl: Orientacja obrócona
pt_br: Orientação girada
ro: Orientare rotită
ru: Повернутая ориентация
sl: Zasukana usmerjenost
sv: Roterad orientering
tr: Yönelimi Döndür
uk: Повернута орієнтація
vi: Hướng xoay
zh_hans: 旋转方向
zh_hant: 旋轉方向

source: Rotation
es: Rotación
hu: Elforgatás
it: Rotazione
ja: 回転
ko: 회전
nb: Rotasjon
nl: Draaiiing
pl: Obrót
pt_br: Rotação
ro: Rotație
ru: Поворот
sl: Vrtenje
tr: Döndürme
uk: Обертання
vi: Xoay
zh_hans: 旋转
zh_hant: 旋轉

source: Rotation (portrait mode)
de: Rotation (Hochformat)
es: Rotación (modo retrato)
fr: Rotation (mode portrait)
hu: Elforgatás (álló mód)
it: Rotazione (modalità verticale)
ja: 回転（ポートレートモード）
ko: 회전 (세로 모드)
nb: Rotasjon (portrettmodus)
nl: Draaiing (staande modus)
pl: Obrót (tryb portretowy)
pt_br: Rotação (modo retrato)
ro: Rotație (mod portret)
ru: Поворот (портретный режим)
sl: Vrtenje (pokončni način)
sv: Rotation (porträttläge)
tr: Döndürme (Dikey mod)
uk: Поворот (портретний режим)
vi: Xoay (hướng dọc)
zh_hans: 旋转（纵向模式）
zh_hant: 旋轉（縱向模式）

source: Rotation changed for %@.
de: Rotation verändert für %@.
es: Rotación cambiada por %@.
fr: Rotation changée pour %@.
hu: A felbontás módosítva a(z) %@ kijelzőn.
it: La rotazione è stata modificata per %@.
ja: %@の回転を変更しました。
ko: 회전이 %@(으)로 변경되었습니다.
nb: Rotasjon endret for %@.
nl: Draaiing gewijzigd voor %@.
pt_br: Rotação alterada para %@.
ro: Rotirea a fost schimbată pentru %@.
ru: Поворот изменен для %@.
sl: Vrtenje spremenjeno za %@.
sv: Rotation ändrad för %@.
tr: %@ için döndürme değiştirildi.
uk: Обертання змінено для %@.
vi: Quay đã thay đổi cho %@.
zh_hans: 已为 %@ 更改旋转
zh_hant: 已為 %@ 更改旋轉

source: Rotation shortcut keys toggle the screen between rotated and non-rotated modes.
de: Tastaturkurzbefehle für die Rotation schalten das Display zwischen gedrehten und nicht gedrehten Modi um.
es: Las teclas de método abreviado de rotación alternan la pantalla entre los modos girado y no girado.
fr: Les raccourcis clavier de rotation permettent de faire basculer l'écran entre le mode rotation et le mode sans rotation.
hu: Az elforgatás gyorsbillentyűkkel a képernyő elforgatott és nem elforgatott módjai között váltogathat.
it: I tasti scorciatoia di rotazione attivano lo schermo tra modalità ruotare e non ruotare.
ja: 回転ショートカットキーは、画面の回転モードと非回転モードとを切り替えます。
ko: 회전 바로 가기 키는 화면을 회전 모드와 비회전 모드 간에 전환합니다.
nb: Rotasjonssnarveier veksler skjermen mellom rotert og ikke-rotert modus.
nl: Draaiingssneltoetsen wisselen het scherm tussen gedraaide en niet-gedraaide modi.
pt_br: As teclas de atalho de rotação alternam a tela entre os modos girado e não girado.
ro: Tastele de scurtătură pentru rotație comută ecranul între moduri rotite și nepivotate.
ru: Клавиши быстрого доступа для поворота переключают экран между повернутым и неповернутым режимами.
sl: Vrteče bližnjične tipke preklapljajo med zasukanim in neobrnjenim načinom.
sv: Snabbknappar för rotation växlar skärmen mellan roterat och icke-roterat läge.
tr: Döndürme kısayol tuşları ekranı döndürülmüş ve döndürülmemiş modlar arasında değiştirir.
uk: Клавіші швидкого доступу для обертання перемикають екран між режимами обертання та неповертання.
vi: Phím tắt xoay chuyển màn hình giữa các chế độ đã xoay và chưa xoay.
zh_hans: 旋转快捷键可在旋转和非旋转模式之间切换屏幕。
zh_hant: 旋轉快捷鍵可在旋轉和非旋轉模式之間切換螢幕。

source: Row bytes
de: Zeilen-Bytes
es: Bytes por fila
fr: Octets de rangée
hu: Sor byte méret
it: Byte per riga
ja: 行バイト
ko: 행 바이트
nb: Byte per rad
nl: Rij bytes
pt_br: Bytes por linha
ro: Rânduri bytes
ru: Байтов в строке
sl: Bajti vrstic
sv: Byte på rad
tr: Satır baytları
uk: Байтів у рядку
vi: Dòng byte
zh_hans: 行字节
zh_hant: 行位元組

source: Run shell script
de: Shell-Skript ausführen
es: Ejecutar script de shell
fr: Executer un script shell
hu: Shell parancsfájl futtatása
it: Esegui script shell
ja: シェルスクリプトを実行
ko: 셸 스크립트 실행
nb: Kjør shell-skript
nl: Voer shell-script uit
pt_br: Executar script shell
ro: Rulează script shell
ru: Выполнить shell-скрипт
sl: Zaženi shell skripto
sv: Kör skalskript
tr: Kabuk betiğini çalıştırın
uk: Виконати shell-скрипт
zh_hans: 运行 shell 脚本
zh_hant: 執行 shell 腳本

source: SDR peak brightness adjustment is available in macOS Sequoia and newer. With this enabled, the app deals with this HDR display like it would on macOS Sonoma or earlier. You can still use the Control Center for SDR peak brightness adjustment.
de: Die SDR-Spitzenhelligkeitsanpassung ist ab macOS Sequoia (und neuer) verfügbar. Wenn diese Funktion aktiviert ist, geht die App mit diesem HDR Display genauso um, wie sie es unter macOS Sonoma oder früheren Versionen tun würde. Du kannst immer noch das Kontrollzentrum für die SDR-Spitzenhelligkeitsanpassung verwenden.
es: El ajuste de brillo máximo SDR está disponible en macOS Sequoia y versiones más recientes. Con esto habilitado, la aplicación maneja esta pantalla HDR como lo haría en macOS Sonoma o versiones anteriores. Aún puedes utilizar el Centro de control para el ajuste de brillo máximo SDR.
fr: Les ajustements de luminosité maximale SDR sont disponibles avec macOS Séquoia et les versions plus récentes. Avec ce paramètre activé, l'application va prendre en charge votre écran HDR comme elle le prendrait en charge sous macOS Sonoma ou versions plus anciennes. Vous pouvez toujours utiliser le Centre de contrôle pour ajuster la luminosité maximale SDR.
hu: Az SDR fényerőcsúcs módosítás a macOS Sequoia és újabb verziókban érhető el. Ha ez az opció engedélyezve van, az alkalmazás úgy kezeli ezt a HDR kijelzőt, mint a macOS Sonoma vagy korábbi verzióiban. Az SDR fényerőcsúcs módosítást továbbra is használhatja a Vezérlőközpontban.
it: La regolazione del picco di luminosità SDR è disponibile in macOS Sequoia e versioni successive. Con questa opzione abilitata, l’app gestisce questo display HDR come farebbe su macOS Sonoma o versioni precedenti. Puoi comunque regolare il picco di luminosità SDR dal Centro di Controllo.
ja: SDRピーク輝度調整は、macOS Sequoia以降で使用可能です。有効化した場合は、このHDRディスプレイをmacOS Sonoma以前と同様に扱います。SDRピーク輝度調整にコントロールセンターを使うことはできます。
ko: SDR 최대 밝기 조정은 macOS Sequoia 이상에서 사용할 수 있습니다. 이 옵션을 활성화하면 앱은 이 HDR 디스플레이를 macOS Sonoma 이전 버전에서와 같이 처리합니다. SDR 최대 밝기 조정을 위해 제어 센터를 계속 사용할 수 있습니다.
nb: SDR-justering av topplysstyrke er tilgjengelig i macOS Sequoia og nyere. Med dette aktivert behandler appen denne HDR-skjermen som i macOS Sonoma eller tidligere. Du kan fortsatt bruke Kontrollsenteret for SDR-topplysstyrkejustering.
nl: SDR-piekhelderheidsaanpassing is beschikbaar in macOS Sequoia en nieuwer. Met deze optie ingeschakeld behandelt de app dit HDR-scherm zoals het zou doen op macOS Sonoma of ouder. Je kunt nog steeds het Meldingencentrum gebruiken voor SDR-piekhelderheidsaanpassing.
pt_br: O ajuste de brilho máximo SDR está disponível no macOS Sequoia e versões mais recentes. Com isso habilitado, o aplicativo lida com essa tela HDR como faria no macOS Sonoma ou anterior. Você ainda pode usar o Control Center para ajuste de brilho de pico SDR.
ro: "Ajustarea luminozității maxime SDR e disponibilă în macOS Sequoia și mai nou. Cu această opțiune activă, aplicația tratează acest display HDR ca în macOS Sonoma sau anterior. Poți folosi în continuare Control Center pentru ajustarea luminozității SDR.
ru: Регулировка пиковой яркости SDR доступна в macOS Sequoia и новее. Если включено, приложение работает с этим HDR-дисплеем так же, как на macOS Sonoma или ранее. Вы всё равно можете использовать Центр управления для регулировки пиковой яркости SDR.
sl: Prilagoditev največje svetlosti SDR je na voljo v macOS Sequoia in novejših. Ko je to omogočeno, se aplikacija ukvarja s tem zaslonom HDR, kot bi se z macOS Sonoma ali starejšimi. Še vedno lahko uporabite Nadzorni center za prilagoditev največje svetlosti SDR.
sv: SDR-justering av högsta ljusstyrka är tillgänglig i macOS Sequoia och nyare. När detta är aktiverat hanterar appen denna HDR-skärm som den skulle göra på macOS Sonoma eller tidigare. Du kan fortfarande använda Kontrollcenter för justering av SDR-toppljusstyrka.
tr: SDR tepe parlaklık ayarı macOS Sequoia ve daha yeni sürümlerde mevcuttur. Bu özellik etkinleştirildiğinde, uygulama bu HDR ekranla macOS Sonoma veya önceki sürümlerde olduğu gibi ilgilenir. SDR tepe parlaklığı ayarı için Kontrol Merkezi'ni kullanmaya devam edebilirsiniz.
uk: Регулювання пікової яскравості SDR доступне в macOS Sequoia та новіших версіях. Якщо цю опцію ввімкнено, додаток працює з цим HDR-дисплеєм так само, як і на macOS Sonoma або раніших версіях. Ви все одно можете використовувати Центр керування для регулювання пікової яскравості SDR.
vi: Điều chỉnh độ sáng đỉnh SDR có sẵn trên macOS Sequoia và các phiên bản mới hơn. Khi bật tính năng này, ứng dụng sẽ xử lý màn hình HDR này như trên macOS Sonoma hoặc các phiên bản trước. Bạn vẫn có thể sử dụng Trung tâm Điều khiển để điều chỉnh độ sáng đỉnh SDR.
zh_hans: SDR 峰值亮度调整在 macOS Sequoia 及更新版本中可用。启用此功能后，该应用程序将像在 macOS Sonoma 或更早版本中一样处理HDR显示器。你仍然可以使用控制中心来调整SDR峰值亮度。
zh_hant: SDR 峰值亮度調整在 macOS Sequoia 及更新版本中可用。啟用此功能後，該應用程式將像在 macOS Sonoma 或更早版本中一樣處理HDR顯示器。你仍然可以使用控制中心來調整SDR峰值亮度。

source: SOURCE
de: URSPRUNG
es: ORIGEN
hu: FORRÁS
it: FONTE
ja: ソース
ko: 소스
nb: KILDE
nl: BRON
pl: ŹRÓDŁO
pt_br: FONTE
ro: SURSĂ
ru: ИСТОЧНИК
sl: VIR
sv: KÄLLA
tr: KAYNAK
uk: ДЖЕРЕЛО
vi: NGUỒN
zh_hans: 源
zh_hant: 源

source: Safe Mode Activated
de: Sicherer Modus aktiviert
es: Modo seguro activado
fr: Mode sans échec activé
hu: Biztonsági mód aktiválva
it: Modalità sicura attivata
ja: セーフモードを有効化
ko: 안전 모드 활성화됨
nb: Sikker modus aktivert
nl: Veilige modus geactiveerd
pt_br: Modo de Segurança Ativado
ro: Modul sigur activat
ru: Безопасный режим активирован
sl: Varni način je aktiviran
sv: Säkert läge aktiverat
tr: Güvenli Mod Etkinleştirildi
uk: Безпечний режим активовано
vi: Chế độ An toàn Đã Kích Hoạt
zh_hans: 安全模式已激活
zh_hant: 安全模式已啟用

source: Samples per pixel
de: Samples pro Pixel
es: Muestras por pixel
fr: Échantillons par pixels
hu: Minták pixelenként
it: Campioni per pixel
ja: サンプル/ピクセル
ko: 픽셀당 샘플
nb: Prøver per piksel
nl: Monsters per pixel
pt_br: Amostras por pixel
ro: Eșantioane per pixel
ru: Образцов на пиксель
sl: Vzorci na slikovno piko
sv: Samplingar per pixel
tr: Pixel başına örnekleme
uk: Зразків на піксель
vi: Mẫu trên mỗi pixel
zh_hans: 每像素采样数
zh_hant: 每像素取樣數

source: Samsung Smart Device
nl: Samsung Smart-apparaat
ru: Устройство Samsung Smart

source: Saturation
de: Sättigung
es: Saturación
hu: Telítettség
it: Saturazione
ja: 彩度
ko: 채도
nb: Metning
nl: Verzadiging
pt_br: Saturação
ro: Saturație
ru: Насыщенность
sl: Nasičenost
sv: Färgmättnad
tr: Doygunluk
uk: Насиченість
zh_hans: 饱和度
zh_hant: 飽和度

source: Saturation (Hardware)
nl: Verzadiging (apparatuur)
ru: Насыщенность (аппаратная)

source: Save Calibration
de: Kalibrierung speichern
es: Guardar calibración
fr: Enregistrer la calibration
hu: Kalibráció mentése
it: Salva calibrazione
ja: キャリブレーションを保存
ko: 보정 저장
nb: Lagre kalibrering
nl: Bewaar kalibratie
pt_br: Salvar Calibração
ro: Salvați calibrarea
ru: Сохранить калибровку
sl: Shrani kalibracijo
sv: Spara kalibrering
tr: Kalibrasyonu Kaydet
uk: Зберегти калібрування
vi: Lưu Hiệu chỉnh
zh_hans: 保存校准
zh_hant: 保存校準

source: Scaling
de: Skalierung
es: Escalado
fr: Échelle
hu: Skálázás
ja: スケーリング
ko: 스케일링
nb: Skalering
nl: Schaling
pt_br: Escalonamento
ro: Scalare
ru: Масштабирование
sl: Skaliranje
sv: Skalning
tr: Ölçekleme
uk: Масштабування
zh_hans: 等比缩放
zh_hant: 等比縮放

source: Screen Recording Permission
de: Berechtigung zur Bildschirmaufnahme
es: Permiso Grabación de Pantalla
fr: Permission d'enregistrement d'écran
hu: Képernyő rögzítés jogosultság
it: Autorizzazione registrazione schermo
ja: 画面集録を許可
ko: 화면 녹화 권한
nb: Skjermopptakstillatelse
nl: Schermopnamebevoegdheid
pt_br: Permissão de Gravação de Tela
ro: Permisiune înregistrare ecran
ru: Разрешение на запись экрана
sl: Dovoljenje za snemanje zaslona
sv: Behörighet för skärminspelning
tr: Ekran Kaydı İzni
uk: Дозвіл на запис екрану
vi: Quyền Ghi lại Màn hình
zh_hans: 屏幕录制权限
zh_hant: 螢幕錄影權限

source: Screen Rotation
de: Bildschirmrotation
es: Rotación de Pantalla
fr: Rotation de l'écran
hu: Képernyő eforgatás
it: Rotazione dello schermo
ja: 画面の回転
ko: 화면 회전
nb: Skjermrotasjon
nl: Schermdraaiing
pl: Obrót ekranu
pt_br: Rotação da Tela
ro: Rotația Ecranului
ru: Поворот экрана
sl: Vrtenje zaslona
sv: Skärmrotation
tr: Ekran Döndürme
uk: Обертання екрану
vi: Xoay màn hình
zh_hans: 屏幕旋转
zh_hant: 螢幕旋轉

source: Screen Rotation%@
de: Bildschirmrotation%@
es: Rotación de Pantalla%@
fr: Rotation de l'écran%@
hu: Képernyő elforgatás%@
it: Rotazione dello schermo%@
ja: %@画面の回転
ko: %@화면 회전
nb: Skjermrotasjon%@
nl: Schermdraaiing%@
pl: Obrót ekranu %@
pt_br: Rotação da Tela%@
ro: Rotația Ecranului
ru: Поворот экрана%@
sl: Vrtenje zaslona%@
sv: Skärmrotation%@
tr: %@ Ekranı Döndür
uk: Обертання екрану%@
vi: Xoay màn hình%@
zh_hans: 屏幕旋转 %@
zh_hant: 螢幕旋轉 %@

source: Screen brightness is changed to a desired level (when originally higher) upon screen saver start or lock.
de: Die Bildschirmhelligkeit wird beim Starten des Bildschirmschoners oder beim Sperren des Bildschirms auf die gewünschte Stufe geändert (wenn sie ursprünglich höher war).
es: El brillo de la pantalla cambia al nivel deseado (cuando originalmente era más alto) al iniciar o bloquear el protector de pantalla.
fr: La luminosité de l'écran est ramenée au niveau souhaité (lorsqu'elle était plus élevée à l'origine) au démarrage de l'économiseur d'écran ou au verrouillage.
hu: A képernyő fényereje a képernyővédő indításakor vagy zárolásakor a megadott szintre változik (ha eredetileg magasabb volt).
it: La luminosità dello schermo viene cambiata in un livello desiderato (quando originariamente più alto) all'avvio o al blocco del salvaschermo.
ja: スクリーンセーバ開始時またはロック時に、スクリーンの輝度を任意のレベル（もともとは高い）に変更します。
ko: 화면 보호기 시작 또는 잠금 시 화면 밝기가 원하는 수준(원래 더 높은 경우)으로 변경됩니다.
nb: Skjermens lysstyrke endres til ønsket nivå (når den opprinnelig var høyere) ved start av skjermsparer eller låsing.
nl: Schermhelderheid wordt veranderd naar een gewenst niveau (indien oorspronkelijk hoger) na het starten van de schermbeveiliging of ontgrendeling.
pt_br: O brilho da tela é alterado para um nível desejado (quando originalmente maior) quando o protetor de tela é iniciado ou bloqueado.
ro: Luminozitatea ecranului este modificată la un nivel dorit (atunci când este inițial mai mare) la pornirea screensaver sau blocare.
ru: Яркость экрана изменяется на желаемый уровень (если изначально выше) при запуске или блокировке заставки.
sl: Svetlost zaslona se spremeni na želeno raven (ko je bila prvotno višja) ob zagonu ali zaklepu ohranjevalnika zaslona.
sv: Skärmens ljusstyrka ändras till önskad nivå (om den ursprungligen var högre) vid start eller låsning av skärmsläckaren.
tr: Ekran parlaklığı, ekran koruyucu başlatıldığında veya ekran kilitlendiğinde istenen bir seviyeye (başlangıçta daha yüksek olduğunda) değiştirilir.
uk: Яскравість екрану змінюється на бажаний рівень (якщо спочатку був вищий) після запуску або блокування заставки.
vi: Độ sáng màn hình được điều chỉnh xuống mức độ mong muốn (khi ban đầu cao hơn) khi màn hình chuyển sang màn hình chờ hoặc khóa.
zh_hans: 当启动屏幕保护程序或锁定屏幕时，屏幕亮度将变为所需的亮度（如果原来较高）。
zh_hant: 當啟用螢幕保護程式或鎖定螢幕時，螢幕亮度將會降低至指定亮度（若原本較高）。

source: Screen with the mouse pointer
de: Bildschirm mit dem Mauszeiger
es: Pantalla con el puntero del ratón
fr: L'écran sur lequel se trouve le pointeur de la souris
hu: Képernyő az egérkurzorral
it: Schermo con il puntatore del mouse
ja: マウスポインタがある画面
ko: 마우스 포인터가 있는 화면
nb: Skjerm med musepekeren
nl: Scherm met de muisaanwijzer
pl: Ekran z kursorem myszy
pt_br: Tela com o ponteiro do mouse
ro: Ecran cu indicatorul mouse-ului
ru: Экран с указателем мыши
sl: Zaslon s kazalcem miške
sv: Skärm med muspekaren
tr: Fare işaretçisinin olduğu ekran
uk: Екран з вказівником миші
vi: Màn hình với trỏ chuột
zh_hans: 鼠标指针所在屏幕
zh_hant: 滑鼠指標所在螢幕

source: Screen with the window in focus
de: Bildschirm mit dem Fenster im Fokus
es: Pantalla con la ventana enfocada
fr: L'écran dont la fenêtre est en focus
hu: Képernyő a fókuszban levő ablakkal
it: Schermata con la finestra attiva
ja: フォーカス中のウインドウがある画面
ko: 활성 윈도우가 있는 화면
nb: Skjerm med vinduet i fokus
nl: Scherm met het venster in focus
pl: Ekran z aktywnym oknem
pt_br: Tela com a janela em foco
ro: Ecran cu fereastra activă
ru: Экран с окном в фокусе
sl: Zaslon z oknom v fokusu
sv: Skärm med fönstret i fokus
tr: Pencerenin odakta olduğu ekran
uk: Екран із вікном у фокусі
vi: Màn hình với cửa sổ được tập trung
zh_hans: 焦点窗口所在屏幕
zh_hant: 焦點窗口所在螢幕

source: Script to get current value (%@)
de: Skript zum Abrufen des aktuellen Werts (%@)
es: Script para obtener el valor actual (%@)
fr: Script pour récupérer la valeur actuelle (%@)
hu: Parancsfájl az aktuális érték lekéréséhez (%@)
it: Script per ottenere il valore attuale (%@)
ja: 現在値取得スクリプト（%@）
ko: 현재 값을 가져오는 스크립트 (%@)
nb: Skript for å hente gjeldende verdi (%@)
nl: Script om de huidige waarde op te vragen (%@)
pt_br: Script para obter o valor atual (%@)
ro: Script pentru obținerea valorii curente (%@)
ru: Скрипт для получения текущего значения (%@)
sl: Skript za pridobitev trenutne vrednosti (%@)
sv: Skript för att hämta aktuellt värde (%@)
tr: Geçerli değeri (%@) almak için komut dosyası
uk: Скрипт для отримання поточного значення (%@)
zh_hans: 用于获取当前值的脚本（%@）
zh_hant: 用於取得目前值的腳本（%@）

source: Search…
es: Buscar...
ja: 検索…
ko: 검색...
nl: Zoek...
ru: Поиск…

source: Security token
de: Sicherheits-Token
es: Token de seguridad
fr: Clef de sécurité (token)
hu: Biztonsági token
it: Token di sicurezza
ja: セキュリティトークン
ko: 보안 토큰
nb: Sikkerhetstoken
nl: Beveiligingstoken
pl: Token bezpieczeństwa
pt_br: Token de segurança
ro: Token de securitate
ru: Токен безопасности
sl: Varnostni žeton
sv: Säkerhetstoken
tr: Güvenlik belirteci
uk: Маркер безпеки
vi: Token bảo mật
zh_hans: 安全令牌
zh_hant: 安全令牌

source: Select All
de: Alles auswählen
es: Seleccionar todo
fr: Tout sélectionner
hu: Minden kijelölése
it: Seleziona tutto
ja: すべてを選択
ko: 모두 선택
nb: Velg alle
nl: Selecteer alles
pl: Zaznacz wszystko
pt_br: Selecionar Todos
ro: Selectați tot
ru: Выбрать всё
sl: Izberite vse
sv: Markera allt
tr: Hepsini Seç
uk: Вибрати все
vi: Chọn tất cả
zh_hans: 全选
zh_hant: 全選

source: Select Control…
de: Steuerung auswählen...
es: Seleccionar control…
fr: Sélectionner un contrôle…
hu: Vezérlő kiválasztása…
it: Seleziona controllo…
ja: 制御を選択…
ko: 컨트롤 선택...
nb: Velg kontroll…
nl: Selecteer bediening…
pt_br: Selecionar controle…
ro: Selectează control…
ru: Выбрать управление…
sl: Izberite Nadzor...
sv: Välj kontroll…
tr: Kontrolü Seç...
uk: Вибрати керування…
zh_hans: 选择控制项…
zh_hant: 選擇控制項…

source: Select Custom Control…
de: Benutzerdefinierte Steuerung auswählen...
es: Seleccionar control personalizado…
fr: Sélectionner un contrôle personnalisé…
hu: Egyéni vezérlő kiválasztása…
it: Seleziona controllo personalizzato…
ja: カスタム制御を選択…
ko: 사용자 지정 컨트롤 선택...
nb: Velg egendefinert kontroll…
nl: Selecteer eigen bediening...
pt_br: Selecionar controle personalizado…
ro: Selectează control personalizat…
ru: Выбрать пользовательское управление…
sl: Izberite nadzor po meri...
sv: Välj anpassad kontroll…
tr: Özel Kontrolü Seç...
uk: Вибрати користувацьке керування…
zh_hans: 选择自定义控制项…
zh_hant: 選擇自訂控制項…

source: Select Input
de: Eingang auswählen
es: Seleccionar entrada
fr: Choisir l'entrée
hu: Bemenet kiválasztása
it: Seleziona ingresso
ja: 入力を選択
ko: 입력 선택
nb: Velg inndata
nl: Selecteer invoer
pt_br: Selecionar entrada
ro: Alege input-ul
ru: Выбрать вход
sl: Izberi vhod
sv: Välj ingång
tr: Girişi Seç
uk: Вибрати вхід
zh_hans: 选择输入源
zh_hant: 選擇輸入來源
