Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Click to show/hide features…
de: Klicke um Funktionen zu Zeigen / Auszublenden…
es: Haz clic para mostrar/ocultar funciones…
fr: Cliquez pour afficher/cacher les fonctionnalités…
hu: További funkciók mutatása…
it: Fare clic per mostrare/nascondere le caratteristiche…
ja: クリックして機能を表示/非表示します…
ko: 기능을 표시하거나 숨기려면 클릭…
nb: Klikk for å vise/skjule funksjoner…
nl: Klik hier om functies te tonen/verbergen...
pl: Kliknij, aby pokazać/ukryć funkcje…
pt_br: Clique para mostrar/ocultar recursos…
ro: Faceți clic pentru a afișa/ascunde funcționalitățile…
ru: Нажмите, чтобы показать/скрыть характеристики…
sl: Kliknite, da prikažete/skrijete funkcije…
sv: Klicka för att visa/dölja funktioner…
tr: Özellikleri göstermek/gizlemek için tıklayın…
uk: Натисніть, щоб показати/приховати функції…
vi: Nhấp để hiện/ẩn các tính năng…
zh_hans: 点击显示或隐藏功能…
zh_hant: 點擊顯示或隱藏功能…

source: Close the expanded menu item when the app menu is closed. Disabling this preserves the menu layout for the next time the app menu is opened.
de: Erweiterten Menüeintrag schließen, wenn das App-Menü geschlossen wird. Beim Deaktivieren dieser Option bleibt das Menü-Layout erhalten, wenn das App-Menü das nächste Mal geöffnet wird.
es: Cierra el elemento de menú expandido cuando se cierra el menú de la aplicación. Desactivar esta opción preserva la disposición del menú para la próxima vez que se abra el menú de la aplicación.
fr: Réduit automatiquement l'élément développé quand le menu de l'application est fermé. La désactivation de cette fonction permet de conserver la disposition du menu lors de la prochaine ouverture du menu de l'application.
hu: A megnyitott menüpont bezárása az alkalmazás menüjének bezárásakor. Ennek kikapcsolása megőrzi a menü elrendezését az alkalmazás menüjének következő megnyitásakor.
it: Chiudere la voce di menu espansa quando il menu app è chiuso. Disabilitare questo mantiene il layout del menu per la prossima volta che viene aperto il menu dell'app.
ja: アプリメニューを閉じるときに、展開したメニュー項目も閉じます。無効にすると、次回アプリメニューを開くときに、メニュー配置を保持します。
ko: 앱 메뉴가 닫히면 확장된 메뉴 항목을 닫습니다. 이 기능을 비활성화하면 다음에 앱 메뉴를 열 때 메뉴 레이아웃이 유지됩니다.
nb: Lukk det utvidede menypunktet når app-menyen lukkes. Deaktivering av dette bevarer menyoppsettet neste gang app-menyen åpnes.
nl: Sluit het opengeklapte menuonderdeel als het appmenu is gesloten. Als dit wordt uitgeschakeld, dan blijft de menu-indeling behouden als het appmenu een volgende keer wordt geopend.
pl: Zamknij rozbudowany element menu po zamknięciu menu aplikacji. Wyłączenie tej opcji zachowuje układ menu przy następnym otwarciu menu aplikacji.
pt_br: Fechar o item de menu expandido quando o menu do aplicativo for fechado. Desabilitar isso preserva o layout do menu para a próxima vez que o menu do aplicativo for aberto.
ro: Închideți elementul de meniu extins atunci când meniul aplicației este închis. Dezactivarea acestei opțiuni păstrează structura meniului pentru următoarea deschidere a meniului aplicației.
ru: Закрытие развернутого пункта меню при закрытии меню приложения. Отключение этого параметра сохраняет макет меню для следующего открытия меню приложения.
sl: Zaprite element razširjenega menija, ko je meni aplikacije zaprt. Če to onemogočite, ohranite postavitev menija za naslednjič, ko odprete meni aplikacije.
sv: Stäng det expanderade menyalternativet när appmenyn stängs. Om du avaktiverar detta sparas menylayouten till nästa gång appmenyn öppnas.
tr: Uygulama menüsü kapatıldığında genişletilmiş menü öğesini kapatın. Bunun devre dışı bırakılması, uygulama menüsünün bir sonraki açılışında menü düzenini korur.
uk: Закрийте розгорнутий пункт меню, коли меню програми закрито. Якщо вимкнути це, макет меню зберігається під час наступного відкриття меню програми.
vi: Đóng mục menu được mở rộng khi đóng menu ứng dụng. Tắt tính năng này giữ nguyên bố cục menu cho lần mở menu ứng dụng tiếp theo.
zh_hans: 关闭应用程序菜单时关闭已展开的菜单项。禁用此功能可在下次打开应用菜单时保留菜单布局。
zh_hant: 關閉應用程式選單時關閉已展開的選單。禁用此功能可在下次打開程式選單時保留選單佈局。

source: Color Depth
de: Farbtiefe
es: Profundidad de Color
fr: Profondeur de couleur
hu: Színmélység
it: Profondità Colori
ja: 色深度
ko: 색상 깊이
nb: Fargedybde
nl: Kleurdiepte
pl: Głębia kolorów
pt_br: Profundidade de cor
ro: Adâncimea Culorii
ru: Глубина цвета
sl: Barvna globina
sv: Färgdjup
tr: Renk Derinliği
uk: Глибина кольору
vi: Độ sâu màu
zh_hans: 色深
zh_hant: 色深

source: Color Gamut
de: Farbumfang
es: Gama de Color
fr: Gamme de couleurs
hu: Színtartomány
it: Gamma cromatica
ja: 色域
ko: 색 영역
nb: Fargerom
nl: Kleurenspectrum
pl: Gamut kolorów
pt_br: Gama de cores
ro: Gama de culori
ru: Цветовой охват
sl: Barvna lestvica
sv: Färgomfång
tr: Renk Gamı
uk: Колірний охват
vi: Dải Màu
zh_hans: 色域
zh_hant: 色域

source: Color Mode
de: Farbmodus
es: Modo de color
fr: Mode de couleur
hu: Színmód
it: Modalità colore
ja: カラーモード
ko: 색상 모드
nb: Fargemodus
nl: Kleurmodus
pl: Tryb kolorów
pt_br: Modo de cor
ro: Mod culoare
ru: Цветовой режим
sl: Barvni način
sv: Färgläge
tr: Renk Modu
uk: Режим кольору
vi: Chế độ Màu
zh_hans: 色彩模式
zh_hant: 色彩模式

source: Color Posterize
de: Farbreduzierung
es: Posterización de color
fr: Postérisation des couleurs
hu: Poszterizálás
it: Posterizzazione colori
ja: ポスタライズ
ko: 색상 포스터화
nb: Fargeposterisering
nl: Kleurafvlakking
pl: Posteryzacja kolorów
pt_br: Posterização de cor
ro: Posterizare
ru: Цветовая Постеризация
sl: Barvna posterizacija
sv: Färgposterisering
tr: Renkli Posterleştirme
uk: Постеризація кольорів
zh_hans: 颜色色调分离
zh_hant: 顏色色調分離

source: Color Profile
de: Farbprofil
es: Perfil de Color
fr: Profil de couleur
hu: Színprofil
it: Profilo colore
ja: カラープロファイル
ko: 색상 프로필
nb: Fargeprofil
nl: Kleurenprofiel
pl: Profil kolorów
pt_br: Perfil de Cor
ro: Profil de culoare
ru: Цветовой профиль
sl: Barvni profil
sv: Färgprofil
tr: Renk Profili
uk: Колірний Профіль
vi: Hồ sơ màu
zh_hans: 颜色描述文件
zh_hant: 色彩描述文件

source: Color Profile Configuration
de: Farbprofileinstellungen
es: Configuración del perfil de color
fr: Configuration du profil de couleur
hu: Színprofil konfiguráció
it: Configurazione del profilo colore
ja: カラープロファイル構成
ko: 색상 프로필 설정
nb: Fargeprofilkonfigurasjon
nl: Configuratie kluerenprofiel
pl: Konfiguracja profilu kolorów
pt_br: Configuração do perfil de cor
ro: Configurarea profilului de culoare​
ru: Конфигурация цветового профиля
sl: Konfiguracija barvnega profila
sv: Konfiguration av färgprofil
tr: Renk Profili Yapılandırması
uk: Конфігурація кольорового профілю
vi: Cấu hình hồ sơ màu
zh_hans: 颜色描述文件配置
zh_hant: 色彩描述文件設定

source: Color Table
nl: Kleurentabel
pl: Tabela kolorów
ru: Таблица цветов

source: Color Temperature
de: Farbtemperatur
es: Temperatura de color
fr: Température de couleur
hu: Színhőmérséklet
it: Temperatura colore
ja: 色温度
ko: 색온도
nb: Fargetemperatur
nl: Kleurtemperatuur
pl: Temperatura barwowa
pt_br: Temperatura de Cor
ro: Temperatura Culorii
ru: Цветовая температура
sl: Barvna temperatura
sv: Färgtemperatur
tr: Renk Sıcaklığı
uk: Колірна Температура
vi: Nhiệt độ màu
zh_hans: 色温
zh_hant: 色溫

source: Color changes, upscaling and dimming via color table adjustments clip HDR content. With this enabled, the app resets the color table when no adjustments are needed. This might be distracting or cause a black screen on some configurations.
de: Farbanpassungen, Hochskalierung und Dimmen mittels Farbpalettenanpassungen beschneiden HDR-Inhalte. Wenn dies aktiviert ist, setzt die App die Farbpalette zurück, wenn keine Anpassungen erforderlich sind. Das könnte ablenkend wirken oder bei manchen Konfigurationen einen schwarzen Bildschirm verursachen.
es: Los cambios de color, el escalado y la atenuación mediante ajustes de la tabla de colores recortan el contenido HDR. Con esto habilitado, la aplicación restablece la tabla de colores cuando no se requieren ajustes. Esto podría ser distractor o causar una pantalla negra en algunas configuraciones.
fr: Les changements de couleurs, démultiplication et atténuation de la luminosité via des ajustements de la table de couleur tronquent le contenu HDR. Avec cette fonctionnalité activée, l'application réinitialise la table de couleurs quand aucun ajustement n'est nécessaire. Cela peut être perturbant ou causer un écran noir sur certaines configurations.
hu: A színváltozások, a szoftveres felskálázás és a színtáblával történő sötétítés limitálja a HDR-tartalmakat SDR szinten (clipping). Ha ez engedélyezve van, az alkalmazás visszaállítja a színtáblát ennek elkerülésére, amikor nincs szükség ilyen beállításokra. Ez zavaró lehet, vagy fekete képernyőt okozhat bizonyos konfigurációknál.
it: Cambiamenti di colore, upscaling e dimming tramite regolazioni della tabella di colore clip contenuto HDR. Con questo abilitato, l'app ripristina la tabella dei colori quando non sono necessarie regolazioni. Questo potrebbe distrarre o causare uno schermo nero su alcune configurazioni.
ja: カラー変更、アップスケール、カラーテーブル調整によるディミングはHDRコンテンツをクリップします。有効化した場合は、調整が不要な場合にカラーテーブルをリセットします。このため構成によっては、画面がおかしくなったり暗転したままになることがあります。
ko: 색상 변경, 업스케일링 및 색상표 조정을 통한 어두워짐이 HDR 콘텐츠를 클리핑합니다. 이 기능이 활성화된 상태에서는 조정이 필요하지 않을 때 앱이 색상표를 재설정합니다. 일부 설정에서는 이로 인해 주의를 산만하게 할 수 있거나 검은 화면이 나타날 수 있습니다.
nb: Fargeendringer, oppskalering og demping via justering av fargetabellen klipper HDR-innhold. Med dette aktivert tilbakestiller appen fargetabellen når ingen justeringer er nødvendig. Dette kan være forstyrrende eller føre til svart skjerm på noen konfigurasjoner.
nl: Kleurwijzigingen, opschalen en dimmen via aanpassingen aan de kleurentabel zorgen ervoor dat HDR-materiaal wordt geknipt. Als dit is ingeschakeld, dan zal de app de kleurentabel herstellen als er geen wijzigingen nodig zijn. Dit kan afleiden of een zwart scherm veroorzaken op bepaalde configuraties.
pl: Zmiany kolorów, skalowanie i przyciemnianie za pomocą modyfikacji tablicy kolorów mogą przycinać zawartość HDR. Po włączeniu tej opcji aplikacja resetuje tablicę kolorów, gdy nie są potrzebne żadne korekty. Może to być rozpraszające lub spowodować czarny ekran w niektórych konfiguracjach.
pt_br: Mudanças de cores, aumento de escala e escurecimento por meio de ajustes na tabela de cores cortam conteúdo HDR. Com isso ativado, o aplicativo redefine a tabela de cores quando nenhum ajuste é necessário. Isso pode distrair ou causar uma tela preta em algumas configurações.
ro: Schimbările de culoare, scalarea și întunecarea prin ajustările tabelei de culori încorporează conținut HDR. Cu aceasta activată, aplicația resetează tabela de culori când nu sunt necesare ajustări. Această optiune ar putea fi distractivă sau ar putea provoca un ecran negru pe unele configurații.
ru: Изменение цвета, масштабирование и регулировка яркости с помощью сокращения настроек цветовой таблицы HDR-контента. Если эта функция включена, приложение сбрасывает таблицу цветов, когда корректировки не требуются. На некоторых конфигурациях это может отвлекать или вызывать черный экран.
sl: Spremembe barv, povečanje in zatemnitev s prilagoditvami barvne tabele posnamejo vsebino HDR. Če je to omogočeno, aplikacija ponastavi barvno tabelo, ko prilagoditve niso potrebne. To je lahko moteče ali povzroči črn zaslon pri nekaterih konfiguracijah.
sv: Färgändringar, uppskalning och dimning via färgtabelljusteringar klipper HDR-innehåll. När detta är aktiverat återställer appen färgtabellen när inga justeringar behövs. Detta kan vara distraherande eller orsaka en svart skärm i vissa konfigurationer.
tr: Renk tablosu ayarlamaları; renk değişiklikleri, yükseltme ve karartma HDR içeriği kırpar. Bu özellik etkinleştirildiğinde, herhangi bir ayarlama gerekmediğinde uygulama renk tablosunu sıfırlar. Bu, bazı yapılandırmalarda dikkat dağıtıcı olabilir veya siyah ekrana neden olabilir.
uk: Зміни кольорів, масштабування та затемнення за допомогою коригування таблиці кольорів вирізають вміст HDR. Якщо це ввімкнено, програма скидає таблицю кольорів, якщо не потрібно коригувати. Це може відволікати або викликати чорний екран у деяких конфігураціях.
vi: Thay đổi màu sắc, tăng cường hình ảnh và làm tối thông qua điều chỉnh bảng màu cắt bớt nội dung HDR. Khi tính năng này được kích hoạt, ứng dụng sẽ đặt lại bảng màu khi không cần điều chỉnh nào. Điều này có thể làm phiền hoặc gây màn hình đen trên một số cấu hình.
zh_hans: 通过色表调整进行色彩改变、提升和调光影响 HDR 内容。启用后应用程序会在无需调整时重置色表。在某些配置下可能分散注意力或导致黑屏。
zh_hant: 通過色表調整進行色彩改變、提升和調光影響 HDR 內容。啟用後應用程式會在無需調整時重置色表。在某些設定下可能分散注意力或導致黑畫面。

source: Color mode changed for %@.
de: Farbmodus für %@ geändert.
es: Modo de color cambiado por %@.
fr: Mode de couleur changé en %@.
hu: A színmód megváltozott a %@ számára.
it: Modalità colore cambiata per %@.
ja: %@のカラーモードを変更しました。
ko: %@의 색상 모드가 변경되었습니다.
nb: Fargemodus endret for %@.
nl: Kleurmodus gewijzigd voor %@.
pl: Zmieniono tryb kolorów dla %@.
pt_br: Modo de cor alterado para %@.
ro: Modul de culoare schimbat pentru %@.
ru: Цветовой режим изменён для %@.
sl: Barvni način spremenjen za %@.
sv: Färgläget ändrat för %@.
tr: %@ için renk modu değiştirildi.
uk: Режим кольору змінено для %@.
vi: Chế độ màu đã thay đổi cho %@.
zh_hans: 已为 %@ 更改颜色模式。
zh_hant: 已為 %@ 更改顏色模式。

source: Color profile changed for %@.
de: Farbprofil für %@ geändert.
es: Perfil de color cambiado por %@.
fr: Profil de couleur changé en %@.
hu: A színprofil módosítva a(z) %@ kijelzőn.
it: Profilo colore cambiato per %@.
ja: %@のSDRカラープロファイルを変更しました。
ko: SDR 색상 프로필이 %@(으)로 변경되었습니다.
nb: Fargeprofil endret for %@.
nl: Kleurenprofiel gewijzigd voor %@.
pl: Zmieniono profil kolorów dla %@.
pt_br: Perfil de cores SDR alterado para %@.
ro: Profilul de culoare SDR a fost schimbat pentru %@.
ru: Цветовой профиль изменён для %@.
sl: Barvni profil spremenjen za %@.
sv: Färgprofilen ändrad för %@.
tr: %@ için renk profili değiştirildi.
uk: Колірний профіль змінено для %@.
vi: Hồ sơ màu SDR đã được thay đổi cho %@.
zh_hans: 已为 %@ 更改颜色描述文件
zh_hant: 已為 %@ 更改色彩描述檔案

source: Color table alteration capable
de: Änderung der Farbpalette möglich
es: Capaz de alterar la tabla de colores
fr: Capacité à modifier la table de couleur
hu: Színtábla manipulálás támogatott
it: Colore tabella alterazione in grado
ja: カラーテーブル変更可能
ko: 색상표 변경 가능
nb: Kan endre fargetabell
nl: In staat tot aanpassingen van kleurentabel
pl: Obsługuje modyfikację tabeli kolorów
pt_br: Capacidade de alteração da tabela de cores
ro: Capabil de alterare a tabelului de culori
ru: Возможность изменения цветовой таблицы
sl: Možnost spreminjanja barvne tabele
sv: Ändring av färgtabell möjlig
tr: Renk tablosu değiştirme özelliği
uk: Можливість зміни таблиці кольорів
vi: Có khả năng sửa đổi bảng màu
zh_hans: 可更改色表
zh_hant: 可更改色表

source: Color temperature cooler
de: Farbtemperatur kühler
es: Temperatura de color mas fría
fr: Température de couleur plus froide
hu: Színhőmérséklet hidegebb
it: Cursore della temperatura colore
ja: 色温度を冷たく
ko: 색온도 차갑게
nb: Kjøligere fargetemperatur
nl: Kleurtemperatuur koeler
pl: Chłodniejsza temperatura barwowa
pt_br: Temperatura de cor fria
ro: Temperatură de culoare mai rece
ru: Более холодная цветовая температура
sl: Hladnejša barvna temperatura
sv: Kallare färgtemperatur
tr: Renk sıcaklığını azalt
uk: Охолоджувач колірної температури
vi: Nhiệt độ màu mát hơn
zh_hans: 更冷色温
zh_hant: 更冷色溫

source: Color temperature warmer
de: Farbtemperatur wärmer
es: Temperatura de color más cálida
fr: Température de couleur plus chaude
hu: Színhőmérséklet melegebb
it: Cursore della temperatura colore
ja: 色温度を暖かく
ko: 색온도 따뜻하게
nb: Varmeren fargetemperatur
nl: Kleurtemperatuur warmer
pl: Cieplejsza temperatura barwowa
pt_br: Temperatura de cor quente
ro: Temperatură de culoare mai caldă
ru: Более тёплая цветовая температура
sl: Toplejša barvna temperatura
sv: Varmare färgtemperatur
tr: Renk sıcaklığını arttır
uk: Колірна температура тепліша
vi: Nhiệt độ màu ấm hơn
zh_hans: 更暖色温
zh_hant: 更暖色溫

source: Combine hardware brightness control (if available), software dimming and XDR/HDR upscaling into one unified brightness control.
de: Kombiniere die Hardware-Helligkeitssteuerung (falls verfügbar), mit dem Software-basierten Dimmen und der XDR/HDR-Hochskalierung, in eine kombinierte Helligkeitssteuerung.
es: Combina el control de brillo de hardware (si está disponible), la atenuación por software y el escalado XDR/HDR en un único control de brillo unificado.
fr: Combine le contrôle matériel de la luminosité (si disponible), l'atténuation de luminosité logiciel et la démultiplication XDR/HDR en un seul contrôle de luminosité.
hu: Kombinálja a hardveres fényerőszabályozást (ha van), a szoftveres fényerőszabályozást és a szoftveres XDR/HDR felskálázást egyetlen egységes fényerőszabályozásban.
it: Combina il controllo della luminosità hardware (se disponibile), il dimming del software e l'upscaling XDR/HDR in un unico controllo della luminosità unificato.
ja: ハードウェア輝度制御（使用可能な場合）、ソフトウェアディミング、XDR/HDRアップスケーリングを1つの輝度制御に統合します。
ko: 하드웨어 밝기 제어(사용 가능한 경우), 소프트웨어 디밍 및 XDR/HDR 업스케일링을 하나의 통합된 밝기 제어로 결합합니다.
nb: Kombiner maskinvarebasert lysstyrkekontroll (hvis tilgjengelig), programvaredemping og XDR/HDR-oppskalering til én samlet lysstyrkekontroll.
nl: Combineer bediening helderheid via apparatuur (indien beschikbaar), programmatisch dimmen en XDR-/HDR-opschalen in een enkele centrale helderheidsbediening.
pl: Połącz kontrolę sprzętowej jasności (jeśli dostępna), programowe przyciemnianie oraz skalowanie XDR/HDR w jedną, zunifikowaną kontrolę jasności.
pt_br: Combinar controle de brilho de hardware (se disponível), escurecimento por software e upscaling XDR/HDR em um controle de brilho unificado.
ro: Combinați controlul hardware al luminozității (dacă este disponibil), întunecarea software și upscaling XDR/HDR într-un control unificat al luminozității.
ru: Объедините аппаратную регулировку яркости (при наличии), программное затемнение и повышение яркости XDR/HDR в один единый регулятор яркости.
sl: Združite strojni nadzor svetlosti (če je na voljo), programsko zatemnitev in povečanje XDR/HDR v en enoten nadzor svetlosti.
sv: Kombinera hårdvarukontroll av ljusstyrka (om tillgängligt), mjukvarudimning och XDR/HDR-uppskalning till en enhetlig ljusstyrkereglering.
tr: Donanım parlaklık kontrolünü (varsa), yazılım karartmayı ve XDR/HDR yükseltmeyi tek bir birleşik parlaklık kontrolünde birleştirin.
uk: Поєднайте апаратне керування яскравістю (якщо доступне), програмне затемнення та масштабування XDR/HDR в одному єдиному контролі яскравості.
vi: Kết hợp điều khiển độ sáng phần cứng (nếu có), làm tối phần mềm và tăng cường hình ảnh XDR/HDR thành một điều khiển thống nhất.
zh_hans: 将硬件亮度控制（如有）、软件调光和 XDR/HDR 提升合并为一个统一的亮度控制。
zh_hant: 將硬體亮度控制（如有）、軟體調光和 XDR/HDR 提升合並為一個統一的亮度控制。

source: Combined Brightness
nl: Gecombineerde helderheid
pl: Jasność łączona
ru: Комбинированная яркость

source: Combined brightness
de: Kombinierte Helligkeit
es: Brillo combinado
fr: Luminosité combinée
hu: Kombinált fényerő
it: Luminosità combinata
ja: 複合輝度
ko: 통합 밝기
nb: Kombinert lysstyrke
nl: Gecombineerde helderheid
pl: Jasność łączona
pt_br: Brilho combinado
ro: Luminozitate combinată
ru: Комбинированная яркость
sl: Kombinirana svetlost
sv: Kombinerad ljusstyrka
tr: Birleşik Parlaklık
uk: Комбінована яскравість
vi: Độ sáng kết hợp
zh_hans: 组合亮度
zh_hant: 組合亮度

source: Combined brightness - XDR/HDR upscaling maximum scale value
de: Kombinierte Helligkeit - maximaler Skalenwert für XDR/HDR-Hochskalierung
es: Brillo combinado - valor máximo de escala para el escalado XDR/HDR
fr: Luminosité combinée - niveau maximal de démultiplication XDR/HDR
hu: Kombinált fényerő - XDR/HDR felskálázás maximum érték
it: Luminosità combinata - XDR/HDR upscaling massimo valore di scala
ja: 複合XDR/HDRアップスケーリング最大スケール値
ko: 통합 밝기 - XDR/HDR 업스케일링 최대 스케일 값
nb: Kombinert lysstyrke – maks skaleringsverdi for XDR/HDR-oppskalering
nl: Gecombineerde helderheid - maximale schaalwaarde XDR-/HDR-opschaling
pl: Jasność łączna - maksymalna wartość skalowania XDR/HDR
pt_br: Valor de escala máximo de upscaling XDR/HDR combinado
ro: Valoarea maximă de scalare combinată XDR/HDR
ru: Комбинированная яркость - максимальное значение масштабирования XDR/HDR
sl: Kombinirana svetlost – največja vrednost lestvice povečanja XDR/HDR
sv: Kombinerad ljusstyrka - XDR/HDR-uppskalning maximalt skalvärde
tr: Birleşik parlaklık - XDR/HDR yükseltme maksimum ölçek değeri
uk: Комбіноване максимальне значення масштабу XDR/HDR
vi: Độ sáng kết hợp - Giá trị tăng cường hình ảnh XDR/HDR tối đa
zh_hans: 组合 XDR/HDR 提升的最大比例值
zh_hant: 組合 XDR/HDR 提升的最大比例值

source: Combined brightness - minimum allowed hardware brightness level
de: Kombinierte Helligkeit - minimal zulässige Hardware-Helligkeitsstufe
es: Brillo combinado - nivel de brillo de hardware mínimo permitido
fr: Luminosité combinée - niveau de luminosité matériel minimum autorisé
hu: Kombinált fényerő - minimális hardveres szint
it: Luminosità combinata - livello minimo consentito di luminosità hardware
ja: 複合輝度 - ハードウェアで許容される最小輝度レベル
ko: 통합 밝기 - 허용되는 최소 하드웨어 밝기 수준
nb: Kombinert lysstyrke – minste tillatte maskinvarelysstyrkenivå
nl: Gecombineerde helderheid - minimale toegestaan helderheidsniveau apparatuur
pl: Jasność łączona – minimalny dozwolony poziom sprzętowej jasności
pt_br: Brilho combinado - nível mínimo de brilho de hardware permitido
ro: Luminozitate combinată - nivelul minim permis al luminozității hardware
ru: Комбинированная яркость - минимально допустимый уровень яркости аппаратного обеспечения
sl: Kombinirana svetlost - najmanjša dovoljena raven svetlosti strojne opreme
sv: Kombinerad ljusstyrka - lägsta tillåtna ljusstyrka för hårdvaran
tr: Birleşik parlaklık - izin verilen minimum donanım parlaklık seviyesi
uk: Комбінована яскравість - мінімально допустимий апаратний рівень яскравості
vi: Độ sáng kết hợp - mức độ sáng phần cứng tối thiểu được phép
zh_hans: 组合亮度 - 允许的最小硬件亮度级别
zh_hant: 組合亮度 - 允許的最小硬體亮度級別

source: Combined brightness - software dimming switchover point
de: Kombinierte Helligkeit - Umschaltpunkt des Software-basierten Dimmens
es: Brillo combinado - punto de cambio para atenuación por software
fr: Luminosité combinée - seuil de bascule sur la luminosité logicielle
hu: Kombinált fényerő - szoftveres sötétítésre váltási pont
it: Luminosità combinata - punto di commutazione dimming software
ja: 複合輝度ソフトウェアディミング切り替えポイント
ko: 통합 밝기 - 소프트웨어 디밍 전환 지점
nb: Kombinert lysstyrke – skiftepunkt for programvaredemping
nl: Gecombineerde helderheid - omschakelpunt programmatisch dimmen
pl: Jasność łączna - punkt przełączania przyciemniania programowego
pt_br: Ponto de comutação de escurecimento por software de brilho combinado
ro: Punctul de comutare la software dimming a luminozității combinate
ru: Комбинированная яркость - точка переключения программного затемнения
sl: Kombinirana preklopna točka za osvetlitev - programsko zatemnitev
sv: Kombinerad ljusstyrka - omkopplingspunkt för mjukvarudimning
tr: Birleşik parlaklık - yazılım karartma geçiş noktası
uk: Точка перемикання програмного затемнення комбінованої яскравості
vi: Độ sáng kết hợp - điểm chuyển đổi làm tối phần mềm
zh_hans: 组合亮度软件调光切换点
zh_hant: 組合亮度軟體調光切換點
