Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Not Available
de: Nicht verfügbar
es: No disponible
fr: Pas disponible
hu: Nem elérhető
it: Non disponibile
ja: 使用不可
ko: 사용할 수 없음
nb: Ikke tilgjengelig
nl: Niet beschikbaar
pt_br: Não disponível
ro: Nu este disponibil
ru: Недоступно
sl: Ni na voljo
sv: Inte tillgänglig
tr: Mevcut Değil
uk: Недоступно
zh_hans: 不可用
zh_hant: 不可用

source: Not all display group members are present.
de: Nicht alle Elemente der Displaygruppe sind vorhanden.
es: No todos los miembros del grupo de pantallas están presentes.
fr: Les membres du groupe d'écrans ne sont pas tous présents.
hu: Nincs az összes csoporttag jelen
it: Non tutti i membri del gruppo di display sono presenti.
ja: ディスプレイグループのメンバーが存在しません。
ko: 모든 디스플레이 그룹 구성원이 참석하는 것은 아닙니다.
nb: Ikke alle skjermgruppemedlemmer er til stede.
nl: Niet alle schermgroepleden zijn aanwezig.
pt_br: Nem todos os membros do grupo de exibição estão presentes.
ro: Nu toți membrii grupului de afișaje sunt prezenți.
ru: Не все участники группы дисплеев присутствуют
sl: Niso prisotni vsi člani prikazne skupine.
sv: Inte alla medlemmar i skärmgruppen är närvarande.
tr: Görüntüleme grubu üyelerinin tümü mevcut değil.
uk: Не всі учасники групи дисплеїв присутні.
vi: Không phải tất cả các thành viên của nhóm màn hình đang hiện diện.
zh_hans: 部分显示组成员未显示。
zh_hant: 部分顯示群組成員未顯示。

source: Not all displays support DDC power operations. DDC power operations can cause (even serious) issues with some displays!
de: Nicht alle Displays unterstützen DDC-Stromaktionen. DDC-Stromaktionen können bei einigen Displays (sogar ernsthafte) Probleme verursachen!
es: No todas las pantallas admiten operaciones de alimentación DDC. ¡Las operaciones de energía DDC pueden causar problemas (incluso graves) con algunas pantallas!
fr: Tous les écrans ne sont pas forcément en mesure de supporter les opération d'extinction/allumage. Ces opération peuvent même provoquer des problèmes (parfois sérieux) avec certain écrans !
hu: Nem minden kijelző támogatja a DDC tápellátási műveleteket. A DDC tápellátási műveletek egyes kijelzőkkel (akár komoly) problémákat okozhatnak!
it: Non tutti i display supportano le operazioni di alimentazione DDDC. Le operazioni di alimentazione DDC possono causare problemi (anche gravi) con alcuni display!
ja: すべてのディスプレイがDDC電源操作に対応しているとは限りません。DDC電源操作は、一部のディスプレイに（深刻な）問題を引き起こすことがあります!
ko: 모든 디스플레이가 DDC 전원 작동을 지원하는 것은 아닙니다. DDC 전원 작동은 일부 디스플레이에서 심각한 문제를 일으킬 수 있습니다!
nb: Ikke alle skjermer støtter DDC-strømoperasjoner. DDC-strømoperasjoner kan forårsake (selv alvorlige) problemer med noen skjermer!
nl: Niet alle schermen ondersteunen DDC-stroomhandelingen. DDC-stroomhandelingen kunnen (zelfs ernstige) problemen veroorzaken bij bepaalde schermen!
pt_br: Nem todos os monitores suportam operações de alimentação DDC. As operações de alimentação DDC podem causar problemas (até sérios) em alguns monitores!
ro: Nu toate ecranele acceptă operațiuni de alimentare DDC. Operațiunile de alimentare DDC pot cauza (chiar și grave) probleme cu unele ecrane!
ru: Не все дисплеи поддерживают операции питания DDC. Операции питания DDC могут вызвать (вплоть до серьезных) проблемы с некоторыми дисплеями!
sl: Vsi zasloni ne podpirajo napajalnih operacij DDC. Napajanje DDC lahko povzroči (celo resne) težave z nekaterimi zasloni!
sv: Alla skärmar stöder inte DDC-strömförsörjning. DDC-strömförsörjning kan orsaka (till och med allvarliga) problem med vissa skärmar!
tr: Tüm ekranlar DDC güç işlemlerini desteklemez. DDC güç işlemleri, bazı ekranlarda (hatta ciddi) sorunlara neden olabilir!
uk: Не всі дисплеї підтримують операції живлення DDC. Операції живлення DDC можуть викликати (навіть серйозні) проблеми з деякими дисплеями!
vi: Không phải tất cả màn hình đều hỗ trợ các hoạt động nguồn DDC. Các hoạt động nguồn DDC có thể gây ra các vấn đề (thậm chí nghiêm trọng) với một số màn hình!
zh_hans: 并非所有显示器都支持 DDC 电源操作。DDC 电源操作可能对某些显示器造成（甚至是严重的）问题！
zh_hant: 並非所有顯示器都支援 DDC 電源操作。DDC 電源操作可能對某些顯示器造成（甚至是嚴重的）問題！

source: Not detected (past disconnected)
de: Nicht entdeckt (in der Vergangenheit getrennt)
es: No detectado (desconectado en el pasado )
fr: Non détecté (déconnecté précédemment)
hu: Nem detektált (múltban leválasztva)
it: Non rilevato (disconnessione passata)
ja: 検出されません（過去に切断）
ko: 감지 안 됨 (과거 연결 해제됨)
nb: Ikke oppdaget (tidligere koblet fra)
nl: Niet gevonden (eerder losgekoppeld)
pl: Nie wykryto (wcześniej rozłączony)
pt_br: Não detectado (passado desconectado)
ro: Nu este detectat (anterior deconectat)
ru: Не обнаружено (ранее отключено)
sl: Ni zaznano (povezava pretekla)
sv: Inte upptäckt (tidigare frånkopplad)
tr: Algılanmadı (geçmiş bağlantı kesildi)
uk: Не виявлено (минулий відключений)
vi: Không phát hiện được (trước đó là ngắt kết nối)
zh_hans: 未连接（已断开）
zh_hant: 未連接（已斷開）

source: Notch
es: Flequillo
fr: Encoche
hu: Kijelző bevágás
ja: ノッチ
ko: 노치
nb: Utsparing
nl: Inkeping
ru: Вырез
sv: Hack
tr: Çentik
uk: Чілка
zh_hans: 刘海
zh_hant: 瀏海

source: Note: Additional configuration options will be available at the created virtual screen's settings pane.
de: Hinweis: Im Einstellungsbereich des erstellten virtuellen Bildschirms stehen zusätzliche Konfigurationsoptionen zur Verfügung.
es: Habrá opciones de configuración adicionales disponibles en el panel de configuración de la pantalla virtual creada.
fr: Note : des options de configuration supplémentaires seront disponibles dans les réglages de l'écran virtuel créé.
hu: Megjegyzés: a létrehozott virtuális képernyő beállításai alatt további konfigurációs lehetőségek állnak rendelkezésre.
it: Nota: Opzioni di configurazione aggiuntive saranno disponibili nel riquadro delle impostazioni della schermo virtuale creata.
ja: 注意：作成した仮想スクリーンの設定ペインで、追加の構成オプションを使用することができます。
ko: 참고: 생성된 가상 화면의 설정 창에서 추가 구성 옵션을 사용할 수 있습니다.
nb: Merk: Ytterligere konfigurasjonsvalg vil være tilgjengelige i innstillingspanelet for den opprettede virtuelle skjermen.
nl: Opmerking: aanvullende configuratieopties zijn beschikbaar in het deelscherm Instellingen van het gemaakte virtuele scherm.
pl: Uwaga: Dodatkowe opcje konfiguracji będą dostępne w panelu ustawień utworzonego wirtualnego ekranu.
pt_br: Nota: Opções de configuração adicionais estarão disponíveis no painel de configurações da tela virtual criada.
ro: Notă: Opțiunile de configurare suplimentare vor fi disponibile în panoul de setări al ecranului virtual creat.
ru: Примечание: Дополнительные параметры конфигурации будут доступны в панели настроек созданного виртуального экрана.
sl: Opomba: Dodatne možnosti konfiguracije bodo na voljo v podoknu z nastavitvami ustvarjenega navideznega zaslona.
sv: Observera: Ytterligare konfigurationsalternativ finns tillgängliga i inställningspanelen för den skapade virtuella skärmen.
tr: Not: Oluşturulan sanal ekranın ayarlar bölmesinde ek yapılandırma seçenekleri mevcut olacaktır.
uk: Примітка. Додаткові параметри конфігурації будуть доступні на панелі налаштувань створеного віртуального екрану.
vi: Lưu ý: Các tùy chọn cấu hình bổ sung sẽ có sẵn tại bảng điều chỉnh cài đặt của màn hình ảo được tạo.
zh_hans: 注意：在创建虚拟屏幕的设置面板中可使用其他配置选项。
zh_hant: 注意：在新增虛擬螢幕的設定面板中可使用其他設定選項。

source: Note: the way resolution/magnification shortcuts work depends on resolution slider settings.
de: Hinweis: Die Funktionsweise der Auflösungs-/Vergrößerungs-Tastaturkurzbefehle hängt von den Einstellungen des Auflösungsreglers ab.
es: Información: la forma en que funcionan los atajos de resolución/ampliación depende de la configuración del slider de resolución.
fr: Note : la façon dont marche le raccourci clavier de résolution/agrandissement dépend des réglages du curseur de sélection de résolution.
hu: Megjegyzés: A felbontás/nagyítás parancsikonok működése függ a felbontás csúszka beállításaitól.
it: Nota: essi modo risoluzione/ingrandimento scorciatoie funzionano dipende dalle impostazioni del cursore di risoluzione.
ja: 注意：解像度/倍率のショートカットがどのように機能するかは、解像度スライダの設定により変化します。
ko: 참고: 해상도/확대 바로 가기가 작동하는 방식은 해상도 슬라이더 설정에 따라 다릅니다.
nb: Merk: Hvordan hurtigtaster for oppløsning/forstørrelse fungerer avhenger av innstillingene for oppløsningsglidebryteren.
nl: Opmerking: de manier waarop resolutie-/vergrotingssneltoetsen werken, hangt af van de instellingen van de resolutieschuifregelaar.
pt_br: Nota: a forma como os atalhos de resolução/ampliação funcionam depende das configurações do controle deslizante de resolução.
ro: Notă: modul în care funcționează scurtăturile de rezoluție/mărire depinde de setările glisorului de rezoluție.
ru: Примечание: способ работы ярлыков разрешения/масштабирования зависит от настроек ползунка разрешения.
sl: Opomba: način delovanja bližnjic za ločljivost/povečavo je odvisen od nastavitev drsnika za ločljivost.
sv: Observera: det sätt som genvägar för upplösning/förstoring fungerar på beror på draginställningen för upplösningar.
tr: Not: Çözünürlük/büyütme kısayollarının çalışma şekli, çözünürlük kaydırıcısı ayarlarına bağlıdır.
uk: Примітка: спосіб роботи ярликів роздільної здатності/масштабування залежить від налаштувань повзунка роздільної здатності.
vi: Lưu ý: Cách các phím tắt độ phân giải/phóng to thu nhỏ hoạt động phụ thuộc vào cài đặt của thanh trượt độ phân giải.
zh_hans: 注意：分辨率/放大快捷键的工作方式取决于分辨率滑块的设置。
zh_hant: 注意：解析度/放大快捷鍵的工作方式取決於解析度滑桿的設定。

source: Note: you can disable volume OSD on a per-display basis under Settings > Displays > (the display) > Volume Control… for displays that have their own volume OSDs.
de: Hinweis: Du kannst das Lautstärke-OSD individuell für jedes Display deaktivieren unter Einstellungen > Displays > (das Display) > Lautstärkeregelung… für Displays, die über ein eigenes Lautstärke-OSD verfügen.
es: Nota: puedes desactivar el OSD de volumen de forma individual para cada pantalla en Configuración > Pantallas > (la pantalla) > Control de volumen… para las pantallas que tienen sus propios OSD de volumen.
fr: Note : vous pouvez désactiver l'OSD de volume spécifiquement pour chaque écran dans Réglages > Écrans > (l’écran concerné) > Contrôle du volume… pour les écrans qui ont leur propre OSD de volume.
hu: Megjegyzés: a hangerő OSD egyes kijelzőkön letiltható a Beállítások > Kijelzők > (a kijelző) > Hangerő vezérlés… menüpont alatt azokon a kijelzőkön, amelyek saját hangerő OSD-vel rendelkeznek.
it: Puoi disabilitare l’OSD del volume per ogni display singolarmente in Impostazioni > Display > (il display) > Controllo volume… per i display che dispongono di un proprio OSD del volume.
ja: 注意：独自の音量OSDを持つディスプレイの場合、設定 > ディスプレイ > （個々のディスプレイ） > 音量コントロール… で、ディスプレイごとに音量OSDを無効化することができます。
ko: 참고: 각 디스플레이의 볼륨 OSD를 비활성화하려면 설정 > 디스플레이 > (해당 디스플레이) > 볼륨 제어... 에서 설정할 수 있습니다. 이는 자체 볼륨 OSD가 있는 디스플레이에 적용됩니다.
nb: Merk: Du kan deaktivere volum-OSD per skjerm under Innstillinger > Skjermer > (skjermen) > Volumkontroll… for skjermer som har sin egen volum-OSD.
nl: Opmerking: je kunt het volume-OSD per scherm uitschakelen onder Instellingen > Schermen > (het scherm) > Volumebediening... voor schermen die hun eigen volume-OSD hebben.
pt_br: Nota: você pode desativar a OSD de volume por monitor em Ajustes > Monitores > (o monitor) > Controle de Volume… para monitores que possuem sua própria OSD de volume.
ro: Notă: puteți dezactiva OSD de volum pentru fiecare afișaj în Setări > Afișaje > (afișajul) > Control volum... pentru afișajele care au propriile OSD de volum.
ru: Примечание: можно отключить OSD громкости для отдельных дисплеев в Настройках > Дисплеи > (дисплей) > Управление громкостью… для дисплеев с собственным OSD громкости.
sl: Opomba: OSD za glasnost lahko onemogočite za vsak zaslon pod Nastavitve > Zasloni > (zaslon) > Nadzor glasnosti ... za zaslone, ki imajo lastne OSD za glasnost.
sv: Obs: du kan inaktivera volym OSD för varje enskild skärm under Inställningar > Skärmar > (skärmen) > Volymkontroll... för skärmar som har egna volym OSD.
tr: Not: Ayarlar > Monitörler > Monitörünüz > Ses Kontrolü altında ses OSD'sini her monitör için ayrı ayrı devre dışı bırakabilirsiniz... kendi ses seviyesi OSD'lerine sahip monitörler için.
uk: Примітка: ви можете вимкнути екранне відображення гучності для окремого дисплея у Налаштуваннях > Дисплеї > (дисплей) > Керування гучністю… для дисплеїв із власним OSD гучності.
vi: Lưu ý: bạn có thể tắt OSD âm lượng cho từng màn hình riêng biệt trong Cài Đặt > Màn Hình > (tên màn hình) > Điều Khiển Âm Lượng… cho những màn hình có OSD âm lượng riêng.
zh_hans: 注意：您可以在“设置” > “显示器” > （选择显示器） > “音量控制…” 下，针对具有自己音量OSD的显示器，让具体某个显示器禁用音量OSD。
zh_hant: 注意：您可以在「設定」>「顯示器」>（選擇顯示器）>「音量控制…」下，針對具有自己音量OSD的顯示器，讓具體某個顯示器禁用音量OSD。

source: Notification Center
de: Mitteilungszentrale
es: Centro de Notificación
fr: Centre de notifications
hu: Értesítési központ
it: Centro notifiche
ja: 通知センター
ko: 알림 센터
nb: Varslingssenter
nl: Meldingencentrum
pt_br: Central de Notificações
ro: Centrul de Notificări
ru: Центр уведомлений
sl: Center za obvestila
sv: Meddelandecenter
tr: Bildirim Merkezi
uk: Центр сповіщень
vi: Trung tâm Thông báo
zh_hans: 通知中心
zh_hant: 通知中心

source: Notification dispatch
de: Benachrichtigungsversand
es: Distribución de notificaciones
fr: Distribution des notifications
hu: Értesítés küldés
it: Distribuzione delle notifiche
ja: 通知ディスパッチ
ko: 알림 발송
nb: Varslingsutsending
nl: Verzending melding
pt_br: Despacho de notificações
ro: Trimiterea notificărilor
ru: Отправка уведомления
sl: Pošiljanje obvestila
sv: Skicka meddelanden
tr: Bildirim gönderimi
uk: Відправлення сповіщення
zh_hans: 通知派发
zh_hant: 通知派送

source: Notification name
de: Benachrichtigungsname
es: Nombre de notificación
fr: Nom de la notification
hu: Értesítés neve
it: Nome notifica
ja: 通知名
ko: 알림 이름
nb: Varslingsnavn
nl: Naam melding
pt_br: Nome da notificação
ro: Numele notificării
ru: Название уведомления
sl: Ime obvestila
sv: Meddelandenamn
tr: Bildirim ismi
uk: Назва сповіщення
zh_hans: 通知名称
zh_hant: 通知名稱

source: Notification name - OFF
de: Benachrichtigungsname - AUS
es: Nombre de notificación - APAGADO
fr: Nom de la notification - ARRÊT
hu: Értesítés neve - KI
it: Nome notifica - DISATTIVATO
ja: 通知名 - オフ
ko: 알림 이름 - 꺼짐
nb: Varslingsnavn - AV
nl: Naam melding - UIT
pt_br: Nome da notificação - DESLIGADO
ro: Numele notificării - DEZACTIVAT
ru: Название уведомления – ВЫКЛ.
sl: Ime obvestila - OFF
sv: Namn på meddelande - AV
tr: Bildirim ismi - KAPALI
uk: Назва сповіщення – ВИМК.
zh_hans: 通知名称 - 关闭
zh_hant: 通知名稱 - 關閉

source: Notification name - ON
de: Benachrichtigungsname - AN
es: Nombre de notificación - ENCENDIDO
fr: Nom de la notification - MARCHE
hu: Értesítés neve - BE
it: Nome notifica - ATTIVATO
ja: 通知名 - オン
ko: 알림 이름 - 켜짐
nb: Varslingsnavn - PÅ
nl: Naam melding - AAN
pt_br: Nome da notificação - LIGADO
ro: Numele notificării - ACTIVAT
ru: Название уведомления – ВКЛ.
sl: Ime obvestila - ON
sv: Meddelandets namn - PÅ
tr: Bildirim ismi - AÇIK
uk: Назва сповіщення – УВІМК.
zh_hans: 通知名称 - 开启
zh_hant: 通知名稱 - 開啟

source: Notification payload
de: Payload der Benachrichtigung
es: Contenido de la notificación
fr: Contenu de la notification
hu: Értesítési tartalom
it: Contenuto della notifica
ja: 通知ペイロード
ko: 알림 페이로드
nb: Varslingsinnhold
nl: Inhoud melding
pt_br: Conteúdo da notificação
ro: Conținutul notificării
ru: Содержимое уведомления
sl: Tovor obvestila
sv: Meddelandets innehåll
tr: Bildirim yükü
uk: Вміст сповіщення
zh_hans: 通知内容
zh_hant: 通知內容

source: Notification payload - OFF
de: Payload der Benachrichtigung - AUS
es: Contenido de la notificación - APAGADO
fr: Contenu de la notification - ARRÊT
hu: Értesítési tartalom - KI
it: Contenuto della notifica - DISATTIVATO
ja: 通知ペイロード - オフ
ko: 알림 페이로드 - 꺼짐
nb: Varslingsinnhold - AV
nl: Inhoud melding - UIT
pt_br: Conteúdo da notificação - DESLIGADO
ro: Conținutul notificării - DEZACTIVAT
ru: Содержимое уведомления – ВЫКЛ.
sl: Tovor obvestil – IZKLOP
sv: Meddelandets innehåll - AV
tr: Bildirim yükü - KAPALI
uk: Вміст сповіщення – ВИМК.
zh_hans: 通知内容 - 关闭
zh_hant: 通知內容 - 關閉

source: Notification payload - ON
de: Payload der Benachrichtigung - AN
es: Contenido de la notificación - ENCENDIDO
fr: Contenu de la notification - MARCHE
hu: Értesítési tartalom - BE
it: Contenuto della notifica - ATTIVATO
ja: 通知ペイロード - オン
ko: 알림 페이로드 - 켜짐
nb: Varslingsinnhold - PÅ
nl: Inhoud melding - AAN
pt_br: Conteúdo da notificação - LIGADO
ro: Conținutul notificării - ACTIVAT
ru: Содержимое уведомления – ВКЛ.
sl: Tovor obvestil – VKLOP
sv: Meddelandets innehåll - PÅ
tr: Bildirim yükü - AÇIK
uk: Вміст сповіщення – УВІМК.
zh_hans: 通知内容 - 开启
zh_hant: 通知內容 - 開啟

source: Notifications and Dock
de: Mitteilungen und Dock
es: Notificaciones y Dock
fr: Notifications et Dock
hu: Értesítések és dock
it: Notifiche e Dock
ja: 通知とDock
ko: 알림 및 Dock
nb: Varslinger og Dock
nl: Meldingen en dock
pt_br: Notificações e Dock
ro: Notificări și Dock​
ru: Уведомления и док
sl: Obvestila in Dock
sv: Meddelanden och Dock
tr: Bildirimler ve Dock
uk: Сповіщення та Док
vi: Thông báo và Dock
zh_hans: 通知和程序坞
zh_hant: 通知與 Dock

source: Number of bytes written in one command - appropriate values: 16, 8, 4, 2, 1
de: Anzahl der in einem Befehl geschriebenen Bytes - geeignete Werte: 16, 8, 4, 2, 1
es: Número de bytes escritos en un comando - valores apropiados: 16, 8, 4, 2, 1
fr: Nombre d'octets écris en une commande - valeurs appropriées : 16, 8, 4, 2, 1
hu: Az egy csomagban kiírt bájtok száma - megfelelő értékek: 16, 8, 4, 2, 1
it: Numero di byte scritti in un comando - valori appropriati: 16, 8, 4, 2, 1
ja: 1回のコマンドで書き込まれるバイト数 - 適切な値: 16、8、4、2、1
ko: 하나의 명령에 기록되는 바이트 수 - 적절한 값: 16, 8, 4, 2, 1
nb: Antall byte skrevet i én kommando - passende verdier: 16, 8, 4, 2, 1
nl: Aantal bytes geschreven in één opdracht - geschikte waarden: 16, 8, 4, 2, 1
pt_br: Número de bytes escritos em um comando - valores apropriados: 16, 8, 4, 2, 1
ro: Numărul de octeți scriși într-o singură comandă - valori potrivite: 16, 8, 4, 2, 1
ru: Количество байтов, записанных за одну команду — допустимые значения: 16, 8, 4, 2, 1
sl: Število bajtov, zapisanih v enem ukazu - ustrezne vrednosti: 16, 8, 4, 2, 1
sv: Antal byte som skrivs i ett kommando - lämpliga värden: 16, 8, 4, 2, 1
tr: Bir komutta yazılan bayt sayısı - uygun değerler: 16, 8, 4, 2, 1
uk: Кількість байтів, записаних за одну команду — допустимі значення: 16, 8, 4, 2, 1
vi: Số byte được ghi trong một lệnh - các giá trị phù hợp: 16, 8, 4, 2, 1
zh_hans: 单次操作写入的数据量 - 允许值: 16, 8, 4, 2, 1 (字节)
zh_hant: 單次操作寫入的資料量 - 允許值: 16, 8, 4, 2, 1 (字節)

source: Number of logical steps in the entire range
de: Anzahl der logischen Schritte im gesamten Bereich
es: Número de pasos lógicos en todo el rango
fr: Nombre de paliers logiques dans l’intégralité de la plage
hu: Logikai lépések száma a teljes tartományban
it: Numero di passaggi logici sull'intera gamma
ja: 全範囲の論理ステップ数
ko: 전체 범위에서의 논리적 단계 수
nb: Antall logiske trinn i hele området
nl: Aantal logische stappen in het gehele bereik
pt_br: Número de etapas lógicas em todo o intervalo
ro: Numărul de pași logici pe întreaga gamă
ru: Количество логических шагов во всем диапазоне
sl: Število logičnih korakov v celotnem območju
sv: Antal logiska steg i hela intervallet
tr: Tüm aralıktaki mantıksal adım sayısı
uk: Кількість логічних кроків у всьому діапазоні
zh_hans: 整个范围内的逻辑步数
zh_hant: 整個範圍內的邏輯步數

source: Number of retry attempts on failure
de: Anzahl der erneuten Versuche bei Fehlern
es: Número de intentos de reintento tras un fallo
fr: Nombre de nouvelles tentatives en cas d'échec
hu: Ismétlések száma sikertelen próbálkozások esetén
it: Numero di tentativi di ripetizione in caso di errore
ja: 失敗時の再試行回数
ko: 실패 시 재시도 횟수
nb: Antall gjentaksforsøk ved feil
nl: Aantal herhaalpogingen bij mislukken
pl: Liczba ponownych prób w przypadku niepowodzenia
pt_br: Número de tentativas em caso de falha
ro: Număr de reîncercări în caz de eșec
ru: Количество повторных попыток при сбое
sl: Število ponovnih poskusov ob neuspehu
sv: Antal försök vid fel
tr: Başarısızlıkla ilgili yeniden deneme girişimlerinin sayısı
uk: Кількість невдалих повторних спроб
vi: Số lần thử lại khi gặp lỗi
zh_hans: 失败时重试次数
zh_hant: 失敗時重試次數

source: Number of times to send a DDC command
de: Anzahl der Sendeversuche für einen DDC-Befehl
es: Número de veces para enviar un comando DDC
fr: Nombre de fois pour envoyer une commande DDC
hu: DDC parancsok küldésének száma
it: Numero di volte per inviare un comando DDC
ja: DDCコマンド送信回数
ko: DDC 명령을 전송할 횟수
nb: Antall ganger å sende en DDC-kommando
nl: Aantal pogingen om een DDC-opdracht te verzenden
pt_br: Número de vezes para enviar um comando DDC
ro: Numărul de ori pentru a trimite o comandă DDC
ru: Количество раз для отправки команды DDC
sl: Kolikokrat je treba poslati ukaz DDC
sv: Antal gånger att skicka ett DDC-kommando
tr: DDC komutunun gönderilme sayısı
uk: Кількість разів для надсилання команди DDC
vi: Số lần gửi một lệnh DDC
zh_hans: 发送 DDC 命令次数
zh_hant: 發送 DDC 命令次數

source: Numeric and alphanumeric serial
de: Numerische und alphanumerische Seriennummer
es: Serie numérica y alfanumérica
fr: Numéro de série numérique et alphanumérique
hu: Szériaszám és alfanumerikus szériaszám
it: Serie numerica e alfanumerica
ja: 数字と英数字のシリアル
ko: 숫자, 또는 영숫자로 구성된 일련 번호
nb: Numerisk og alfanumerisk serienummer
nl: Numerieke en alfanumerieke serienummer
pt_br: Serial numérica e alfanumérica
ro: Seriale numerice și alfanumerice
ru: Цифровой и буквенно-цифровой серийные номера
sl: Numerična in alfanumerična serija
sv: Numeriskt och alfanumeriskt serienummer
tr: Sayısal ve alfanümerik seri
uk: Цифровий і буквено-цифровий номер
vi: Số serial số học và số serial chữ kí tự
zh_hans: 纯数字和字母数字序列
zh_hant: 純數字和字母數字序列

source: OK
es: Aceptar
ko: 확인
ru: ОК
tr: Tamam
uk: Гаразд
zh_hans: 好的
zh_hant: 好的

source: OS managed (recommended)
de: Verwaltet vom Betriebssystem (empfohlen)
es: Gestionado por macOS (recomendado)
fr: Gérée par le système (recommandée)
hu: OS által kezelt (javasolt)
it: OS gestito (raccomandato)
ja: OSが管理（推奨）
ko: OS 관리 (권장됨)
nb: OS-styrt (anbefales)
nl: Door besturingssysteem beheerd (aanbevolen)
pt_br: Gerenciado pelo SO (recomendado)
ro: Administrat de OS (recomandat)
ru: Управляемое ОС (рекомендуется)
sl: Upravlja OS (priporočeno)
sv: Hanterad av operativsystemet (rekommenderas)
tr: İşletim sistemi tarafından yönetilen (önerilen)
uk: Керована ОС (рекомендовано)
vi: Quản lý bởi hệ điều hành (được khuyến nghị)
zh_hans: 操作系统接管（推荐）
zh_hant: 操作系統接管（推薦）

source: OSD background adapts to the environment. When disabled, the glass OSD will follow to the current system appearance (light or dark).
ja: OSDの背景を環境に適応させます。無効化すると、Glass OSDは現在のシステム外観モード（ライトまたはダーク）に従います。
ko: OSD 배경은 주변 환경에 맞게 조정됩니다. 비할성화하면 글래스 OSD는 현재 시스템 모양(라이트 및 다크)을 따릅니다.
nl: OSD-achtergrond past zich aan de omgeving aan. Indien uitgeschakeld, dan volgt de glas-OSD het huidige systeemuiterlijk (licht of donker).
ru: Фон OSD адаптируется к окружению. Если отключено, стеклянный OSD будет соответствовать текущей теме системы (светлая или тёмная).

source: OSD location and style
nl: Locatie en stijl OSD
ru: Расположение и стиль OSD

source: OSD shadow
pl: Cień OSD
ru: Тень OSD

source: Off
de: Aus
es: Apagado
fr: Désactivé
hu: Kikapcsolva
it: Spento
ja: オフ
ko: 꺼짐
nb: Av
nl: Uit
pl: Wyłączone
pt_br: Desligado
ro: Dezactivat
ru: Выкл.
sv: Av
tr: Kapalı
uk: Вимк.
zh_hans: 关闭
zh_hant: 關閉

source: Offset Value
de: Versatzwert
es: Valor de Desplazamiento
fr: Valeur du Décalage
hu: Eltérés érték
it: Valore Di Scostamento
ja: オフセット値
ko: 오프셋 값
nb: Forskyvningsverdi
nl: Compensatiewaarde
pl: Wartość przesunięcia
pt_br: Valor de deslocamento
ro: Valoare de decalaj
ru: Значение смещения
sl: Vrednost odmika
sv: Offset-värde
tr: Offset Değeri
uk: Значення Зсуву
vi: Giá trị lệch
zh_hans: 偏移量
zh_hant: 偏移量

source: On
de: Ein
es: Encendido
fr: Activé
hu: Bekapcsolva
it: Acceso
ja: オン
ko: 켜짐
nb: På
pl: Włączone
pt_br: Ligado
ro: activat
ru: Вкл.
sv: På
tr: Açık
uk: Увімк.
zh_hans: 开启
zh_hant: 開啟
