Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Selected display is not available
de: Das ausgewählte Display ist nicht verfügbar
es: La pantalla seleccionada no está disponible
fr: L'écran sélectionné n'est pas disponible
hu: A kiválasztott kijelző nem elérhető
it: Il display selezionato non è disponibile
ja: 選択したディスプレイは使用不可
ko: 선택된 디스플레이 사용 불가
nb: Valgt skjerm er ikke tilgjengelig
nl: Geselecteerd scherm is niet beschikbaar
pt_br: A exibição selecionada não está disponível
ro: Ecranul selectat nu este disponibil
ru: Выбранный дисплей недоступен
sl: Izbrani zaslon ni na voljo
sv: Markerad skärm är inte tillgänglig
tr: Seçilen ekran mevcut değil
uk: Вибраний дисплей недоступний
vi: Màn hình đã chọn không khả dụng
zh_hans: 所选显示器不可用
zh_hant: 所選顯示器不可用

source: Self-Stream + Video Filters
de: Selbst-Streaming + Videofilter
es: Autostreaming + Filtros de video
fr: Auto-diffusion avec filtres vidéo
hu: Önstream + Videószűrők
it: Self-streaming + Filtri video
ja: セルフストリーミング + ビデオフィルタ
ko: 셀프 스트리밍 + 비디오 필터
nb: Self-Stream + videofiltre
nl: Zelf-streaming- + videofilters
pt_br: Auto transmissão + Filtros de vídeo
ro: Self-Stream + Filtre video
ru: Собственная трансляция + Видео фильтры
sl: Samopretok + video filtri
sv: Självströmming + videofilter
tr: Kendi Kendine Yayın + Video Filtreleri
uk: Власна трансляція + Відеофільтри
zh_hans: 自我串流 + 视频滤镜
zh_hant: 自我串流 + 視訊濾鏡

source: Send Custom DDC command
de: Benutzerdefinierten DDC-Befehl senden
es: Enviar comando DDC personalizado
fr: Envoyer la commande DDC personnalisée
hu: Egyedi DDC parancs küldése
it: Invia comando DDC personalizzato
ja: カスタムDDCコマンドを送信
ko: 사용자 지정 DDC 명령 전송
nb: Send egendefinert DDC-kommando
nl: Stuur een eigen DDC-opdracht
pt_br: Enviar comando DDC personalizado
ro: Trimite comandă DDC personalizată
ru: Отправить пользовательскую DDC-команду
sl: Pošlji ukaz DDC po meri
sv: Skicka anpassat DDC-kommando
tr: Özel DDC Komutu Gönderin
uk: Надіслати користувацьку DDC-команду
zh_hans: 发送自订 DDC 命令
zh_hant: 發送自訂 DDC 命令

source: Send DDC ${ddcCommand} with ${valueParameter} to ${displayEntity}.
de: Sende DDC ${ddcCommand} mit ${valueParameter} an ${displayEntity}.
es: Enviar DDC ${ddcCommand} con ${valueParameter} a ${displayEntity}.
fr: Envoyer ${ddcCommand} DDC avec ${valueParameter} à ${displayEntity}.
hu: Küldje el a ${ddcCommand} DDC parancsot ${valueParameter} értékkel a ${displayEntity} részére.
it: Invia il comando DDC ${ddcCommand} con ${valueParameter} a ${displayEntity}.
ja: DDC ${ddcCommand}を${valueParameter}とともに${displayEntity}に送ります。
ko: DDC ${ddcCommand}(을)를 ${valueParameter}(와)과 함께 ${displayEntity}(으)로 전송합니다.
nb: Send DDC ${ddcCommand} med ${valueParameter} til ${displayEntity}.
nl: Stuur DDC ${ddcCommand} met ${valueParameter} naar ${displayEntity}.
pt_br: Enviar DDC ${ddcCommand} com ${valueParameter} para ${displayEntity}.
ro: Trimite DDC ${ddcCommand} cu ${valueParameter} la ${displayEntity}.
ru: Отправить DDC ${ddcCommand} с ${valueParameter} на ${displayEntity}.
sl: Pošlji DDC ${ddcCommand} z ${valueParameter} v ${displayEntity}.
sv: Skicka DDC ${ddcCommand} med ${valueParameter} till ${displayEntity}.
tr: ${displayEntity} konumuna ${valueParameter} ile DDC ${ddcCommand} gönderin.
uk: Надіслати DDC ${ddcCommand} із ${valueParameter} на ${displayEntity}.
vi: Gửi DDC ${ddcCommand} với ${valueParameter} đến ${displayEntity}.
zh_hans: 将 DDC ${ddcCommand} 和 ${valueParameter} 传送到 ${displayEntity}。
zh_hant: 將 DDC ${ddcCommand} 和 ${valueParameter} 傳送到 ${displayEntity}。

source: Send DDC ${vcpCode} with ${valueParameter} to ${displayEntity}.
de: Sende DDC ${vcpCode} mit ${valueParameter} an ${displayEntity}.
es: Enviar ${vcpCode} DDC con ${valueParameter} a ${displayEntity}.
fr: Envoyer DDC ${vcpCode} avec ${valueParameter} à ${displayEntity}
hu: ${vcpCode} DDC küldése ${valueParameter} értékkel a(z) ${displayEntity} kijelzőre.
it: Invia ${vcpCode} DDC con ${valueParameter} a ${displayEntity}.
ja: DDC ${vcpCode}を${displayEntity}へ${valueParameter}とともに送信します。
ko: ${valueParameter}와 함께 DDC ${vcpCode}(을)를 ${displayEntity}(으)로 전송합니다.
nb: Send DDC ${vcpCode} med ${valueParameter} til ${displayEntity}.
nl: Stuur DDC ${vcpCode} met ${valueParameter} naar ${displayEntity}.
pt_br: Enviar ${vcpCode} DDC com ${valueParameter} para ${displayEntity}.
ro: Trimite DDC ${vcpCode} cu ${valueParameter} la ${displayEntity}.
ru: Отправить DDC ${vcpCode} с ${valueParameter} на ${displayEntity}.
sl: Pošlji DDC ${vcpCode} z ${valueParameter} na ${displayEntity}.
sv: Skicka DDC ${vcpCode} med ${valueParameter} till ${displayEntity}.
tr: ${displayEntity} konumuna ${valueParameter} ile DDC ${vcpCode} gönderin.
uk: Надіслати DDC ${vcpCode} із ${valueParameter} на ${displayEntity}.
zh_hans: 将 DDC ${vcpCode} 和 ${valueParameter} 传送到 ${displayEntity}。
zh_hant: 將 DDC ${vcpCode} 和 ${valueParameter} 傳送到 ${displayEntity}。

source: Send DDC command
de: DDC-Befehl senden
es: Enviar comando DDC
fr: Envoyer la commande DDC
hu: DDC parancs küldése
it: Invia comando DDC
ja: DDCコマンドを送信
ko: DDC 명령 전송
nb: Send DDC-kommando
nl: Stuur DDC-opdracht
pt_br: Enviar comando DCC
ro: Trimiteți comanda DDC​⬤
ru: Отправить DDC-команду
sl: Pošlji ukaz DDC
sv: Skicka DDC-kommando
tr: DDC Komutu Gönder
uk: Надіслати команду DDC
vi: Gửi lệnh DDC
zh_hans: 发送 DDC 命令
zh_hant: 發送 DDC 命令

source: Send Power toggle key signal (recommended)
nl: Stuur signaal stroomwisselingstoets (aanbevolen)
ru: Отправлять сигнал клавиши включения/выключения питания (рекомендуется)

source: Send Power-Off key signal
nl: Stuur signaal uitschakeltoets
ru: Отправлять сигнал клавиши выключения питания

source: Send Power-On key signal
nl: Stuur signaal inschakeltoets
ru: Отправлять сигнал клавиши включения питания

source: Send SCS command after write
de: SCS-Befehl nach dem Schreiben senden
es: Enviar comando SCS después de escribir
fr: Envoyer la commande SCS après une période de temps
hu: SCS parancs küldése írást követően
it: Invia comando SCS dopo la scrittura
ja: 書き込み後にSCSコマンドを送信
ko: 쓰기 후 SCS 명령 전송
nb: Send SCS-kommando etter skriving
nl: Stuur SCS-opdracht naar het schrijven
pt_br: Enviar comando SCS após gravação
ro: Trimiteți comanda SCS după scriere
ru: Отправить SCS-команду после записи
sl: Po pisanju pošlji ukaz SCS
sv: Skicka SCS-kommando efter skrivning
tr: Yazdıktan sonra SCS komutunu gönder
uk: Надіслати SCS-команду після запису
vi: Gửi lệnh SCS sau khi ghi
zh_hans: 写入后发送SCS命令
zh_hant: 寫入後發送SCS命令

source: Send WOL Signal
nl: Stuur WOL-signaal
ru: Отправить сигнал Wake-on-LAN

source: Send a DDC command (with value) to a display.
de: Einen DDC-Befehl (mit Wert) an ein Display senden.
es: Enviar un comando DDC (con valor) a una pantalla.
fr: Envoyer une commande DDC (avec valeur) à un écran.
hu: DDC parancs (értékkel) küldése egy kijelzőhöz.
it: Invia un comando DDC (con valore) a un display.
ja: DDCコマンドを（値を含め）ディスプレイに送信します。
ko: 디스플레이에 DDC 명령 (값 포함)을 전송합니다.
nb: Send en DDC-kommando (med verdi) til en skjerm.
nl: Stuur een DDC-opdracht (met waarde) naar een scherm.
pt_br: Enviar um comando DDC (com valor) para uma tela.
ro: Trimite o comandă DDC (cu valoare) către un display.
ru: Отправить DDC-команду (с значением) на дисплей.
sl: Pošljite ukaz DDC (z vrednostjo) na zaslon.
sv: Skicka ett anpassat DDC-kommando (med värde) till en skärm.
tr: Bir ekrana bir DDC komutu (değerle birlikte) gönderin.
uk: Надіслати DDC-команду (з значенням) на дисплей.
zh_hans: 向显示器发送 DDC 命令（带有值）。
zh_hant: 向顯示器發送 DDC 命令（帶有值）。

source: Send a custom DDC command (with value) to a display.
de: Einen benutzerdefinierten DDC-Befehl (mit Wert) an ein Display senden.
es: Enviar un comando DDC personalizado (con valor) a una pantalla.
fr: Envoyer une commande DDC personnalisée (avec valeur) à un écran.
hu: Egyedi DDC parancs küldése (értékkel) egy kijelzőnek
it: Invia un comando DDC personalizzato (con valore) a un display.
ja: カスタムDDCコマンド（および値）をこのディスプレイに送信
ko: 사용자 지정 DDC 명령 (값 포함)을 디스플레이로 전송합니다.
nb: Send en egendefinert DDC-kommando (med verdi) til en skjerm.
nl: Stuur een eigen DDC-opdracht (met waarde) naar een scherm.
pt_br: Envie um comando DDC personalizado (com valor) para um monitor.
ro: Trimiteți o comandă DDC personalizată (cu valoare) la un ecran.
ru: Отправить пользовательскую DDC-команду (с значением) на дисплей.
sl: Pošljite ukaz DDC po meri (z vrednostjo) na zaslon.
sv: Skicka ett anpassat DDC-kommando (med värde) till en skärm.
tr: Bir ekrana özel bir DDC komutu (değerle birlikte) gönderin.
uk: Надіслати власну команду DDC (зі значенням) на дисплей.
vi: Gửi một lệnh DDC tùy chỉnh (với giá trị) đến một màn hình.
zh_hans: 向显示器发送自定义 DDC 命令（设置数值）。
zh_hant: 向顯示器發送自訂 DDC 命令（設定數值）。

source: Send power-on signal and switch input on volume change
nl: Stuur inschakelsignaal en wissel invoer bij volumewijziging
ru: Отправлять сигнал включения питания и переключать вход при изменении громкости

source: Send the power-off signal only when the TV input is set to this Mac.
pl: Wysyłaj sygnał wyłączenia tylko wtedy, gdy wejście telewizora jest ustawione na tego Maca.
ru: Отправлять сигнал выключения только тогда, когда вход ТВ установлен на этот Mac.

source: Sepia
fr: Sépia
hu: Szeppia
it: Seppia
ja: セピア
ko: 세피아
pt_br: Sépia
ru: Сепия
sl: Sepija
tr: Sepya
uk: Сепія
zh_hans: 棕褐色
zh_hant: 棕褐色

source: Serial number
de: Seriennummer
es: Número de serie
fr: Numéro de série
hu: Szériaszám
it: Numero seriale
ja: シリアル番号
ko: 시리얼 번호
nb: Serienummer
nl: Serienummer.
pl: Numer seryjny
pt_br: Número Serial
ro: Număr de serie
ru: Серийный номер
sl: Serijska številka
sv: Serienummer
tr: Seri numarası
uk: Серійний номер
vi: Số serial
zh_hans: 序列号
zh_hant: 序列號

source: Serves as a confirmation that the app has launched and adds the app to recent items in the Dock (if the app is installed in the Applications folder).
de: Dient als Bestätigung, dass die App gestartet wurde, und fügt die App zu den zuletzt verwendeten Objekten im Dock hinzu (wenn die App im Programme-Ordner installiert ist).
es: Sirve como confirmación de que la aplicación se ha iniciado y la agrega a elementos recientes en el Dock (si la aplicación está instalada en la carpeta Aplicaciones).
fr: Sert de confirmation que l'application à été lancée et ajoute l'application aux éléments récents dans le Dock (si l'application est installée dans le dossier des Applications).
hu: Jelzi, hogy az alkalmazás elindult, és hozzáadja az alkalmazást a Dock legutóbbi elemeihez (ha az alkalmazás az Alkalmazások mappába van telepítve).
it: Serve come conferma che l'app si sia avviata e aggiunge l'app agli elementi recenti nel Dock (se l'app è installata nella cartella Applicazioni).
ja: アプリが起動した確認として機能し、Dockの最近使用したアプリに追加します。（アプリケーションフォルダにインストールされている場合）
ko: 앱이 실행되었음을 확인하고 Dock의 최근 항목에 앱을 추가하는 역할을 합니다(앱이 애플리케이션 폴더에 설치된 경우).
nb: Tjener som en bekreftelse på at appen har startet, og legger appen til nylige objekter i Dock (hvis appen er installert i Programmer-mappen).
nl: Dient als bevestiging dat de app is opgestart en voegt de app toe aan recente onderdelen in de dock (als de app is geïnstalleerd in de map Apps).
pt_br: Serve como uma confirmação de que o aplicativo foi iniciado e adiciona o aplicativo aos itens recentes no Dock (se o aplicativo estiver instalado na pasta Aplicativos).
ro: Servește ca o confirmare că aplicația s-a lansat și adaugă aplicația la elementele recente din Dock (dacă aplicația este instalată în folderul Aplicații).
ru: Служит подтверждением запуска приложения и добавляет его в список недавних элементов Dock'а (если приложение установлено в папке Applications).
sl: Služi kot potrditev, da se je aplikacija zagnala, in jo doda med nedavne elemente v Docku (če je aplikacija nameščena v mapi Applications).
sv: Bekräftar att appen har startat och lägger till appen bland de senaste objekten i Dock (om appen är installerad i mappen Program).
tr: Uygulamanın başlatıldığına dair bir onay işlevi görür ve uygulamayı Dock'taki son öğelere ekler (uygulama Uygulamalar klasörüne yüklüyse).
uk: Служить підтвердженням того, що програму запущено, і додає програму до останніх елементів у Dock (якщо програму встановлено в папці Applications).
vi: Đóng vai trò làm xác nhận rằng ứng dụng đã khởi động và thêm ứng dụng vào mục gần đây trong Dock (nếu ứng dụng được cài đặt trong thư mục Ứng dụng).
zh_hans: 用于确认应用程序已启动并将应用程序添加到程序坞的最近项目 (如果此应用程序安装在 `/Applications` 应用程序文件夹中)。
zh_hant: 用於確認應用程式已啟動並將應用程式添加到程式塢的最近項目 (如果此應用程式安裝在 `/Applications` 應用程式文件夾中)。

source: Set ${displayEntity} as main.
de: ${displayEntity} als Hauptanzeige festlegen.
es: Establecer ${displayEntity} como principal.
fr: Définir ${displayEntity} comme écran principal.
hu: A(z) ${displayEntity} beállítása fő kijelzőként.
it: Imposta ${displayEntity} come principale.
ja: ${displayEntity}を主に設定します。
ko: ${displayEntity}을(를) 메인으로 설정합니다.
nb: Sett ${displayEntity} som hoved.
nl: Stel ${displayEntity} als hoofd in.
pt_br: Definir ${displayEntity} como principal.
ro: Setați ${displayEntity} ca main.
ru: Сделать ${displayEntity} основным.
sl: Nastavite ${displayEntity} kot glavni.
sv: Ställ in ${displayEntity} som huvudskärm.
tr: ${displayEntity} favori olarak ayarlayın.
uk: Зробити ${displayEntity} основним.
zh_hans: 将 ${displayEntity} 设定为主要。
zh_hant: 將 ${displayEntity} 設定為主要。

source: Set All to Hidden
de: Alle auf ausgeblendet setzen
es: Establecer Todo en Oculto
fr: Définir tous les éléments comme étant cachés
hu: Összes rejtettre állítása
it: Imposta tutto a nascosto
ja: すべてを非表示
ko: 모두 숨김으로 설정
nb: Skjul alle
nl: Stel alles in op verborgne
pt_br: Definir tudo como Oculto
ro: Setați toate ca ascunse
ru: Установить для всех значение «Скрыто»
sl: Vse na Skrito
sv: Ställ in alla till dolda
tr: Hepsini Gizli Olarak Belirle
uk: Установіть для всіх значення Приховано
vi: Đặt tất cả là Ẩn
zh_hans: 隐藏全部
zh_hant: 隱藏全部

source: Set Brightness
de: Helligkeit setzen
es: Establecer Brillo
fr: Définir la luminosité
hu: Fényerő beállítása
it: Imposta luminosità
ja: 輝度設定
ko: 밝기 설정
nb: Angi lysstyrke
nl: Stel helderheid in
pt_br: Definir Brilho
ro: Setați Luminozitatea
ru: Установить яркость
sl: Nastavite svetlost
sv: Ställ in ljusstyrka
tr: Parlaklığı Ayarla
uk: Задати Яскравість
vi: Đặt độ sáng
zh_hans: 设定亮度
zh_hant: 設定亮度

source: Set Brightness for All Displays
de: Helligkeit für alle Displays setzen
es: Establecer Brillo para Todas las Pantallas
fr: Définir la luminosité pour tous les écrans
hu: Fényerő beállítása minden kijelzőn
it: Imposta luminosità per tutti i display
ja: すべてのディスプレイの輝度を設定
ko: 모든 디스플레이의 밝기 설정
nb: Angi lysstyrke for alle skjermer
nl: Stel helderheid in voor alle schermen
pt_br: Definir brilho para todos os monitores
ro: Setați Luminozitatea pentru Toate Ecranele
ru: Установить яркость для всех дисплеев
sl: Nastavite svetlost za vse zaslone
sv: Ställ in ljusstyrka för alla skärmar
tr: Tüm Ekranlar için Parlaklığı Ayarla
uk: Встановіть яскравість для всіх дисплеїв
vi: Đặt độ sáng cho tất cả màn hình
zh_hans: 设置所有显示屏亮度
zh_hant: 設定所有顯示器亮度

source: Set DDC Volume
de: DDC-Lautstärke setzen
es: Establecer volúmen DDC
fr: Définir le Volume DDC
hu: DDC hangerő
it: Imposta volume DDC
ja: DDC音量設定
ko: DDC 볼륨 설정
nb: Angi DDC-volum
nl: Stel DDC-volume in
pt_br: Definir volume DDC
ro: Setează volumul DDC
ru: Установить громкость DDC
sl: Nastavite glasnost DDC
sv: Ställ in DDC-volym
tr: DDC Sesini Ayarla
uk: Встановити гучність DDC
vi: Đặt âm lượng DDC
zh_hans: 使用 DDC 设置显示器音量
zh_hant: 使用 DDC 設定顯示器音量

source: Set Default - Auto Calibrate
de: Standard setzen - Automatische Kalibrierung
es: Establecer Valor Predeterminado: Calibración Automática
fr: Définir la valeur par défaut - étalonnage automatique
hu: Alapértelmezett - automatikus kalibrálás
it: Imposta predefinito - calibrazione automatica
ja: デフォルト設定 - 自動キャリブレーション
ko: 기본 설정 - 자동 보정
nb: Angi standard – automatisk kalibrering
nl: Stel standaard in - automatische kalibratie
pt_br: Definir padrão - Calibração Automática
ro: Setați implicit - Auto-calibrare
ru: Установить по умолчанию – Авто калибровка
sl: Nastavi privzeto - samodejno umerjanje
sv: Ställ in som standard - automatisk kalibrering
tr: Varsayılanı Ayarla - Otomatik Kalibre Et
uk: Установити за замовчуванням – автоматичне калібрування
vi: Đặt Mặc định - Hiệu chỉnh Tự động
zh_hans: 设置默认 - 自动校准
zh_hant: 設定預設 - 自動校準

source: Set Screen as Main
de: Bildschirm als Hauptanzeige festlegen.
es: Establecer pantalla como principal.
fr: Définir l'écran comme principal
hu: Képernyő beállítása fő kijelzőként.
it: Imposta schermo come principale.
ja: 主スクリーンに設定
ko: 메인 화면으로 설정
nb: Angi skjerm som hoved
nl: Stel scherm als hoofd in
pt_br: Definir tela como principal.
ro: Setați ecranul ca principal
ru: Сделать экран основным
sl: Nastavite zaslon kot glavni
sv: Ställ in skärm som huvudskärm
tr: Ana Ekran olarak Ayarla
uk: Зробити екран основним
zh_hans: 将萤幕设定为主萤幕
zh_hant: 將螢幕設定為主螢幕

source: Set Up Permissions
de: Berechtigungen konfigurieren
es: Configurar permisos
fr: Régler les Permissions
hu: Jogosultságok beállítása
it: Imposta permessi
ja: アクセス権の許可を設定
ko: 권한 설정
nb: Konfigurer tillatelser
nl: Stel bevoegdheden in
pt_br: Configurar Permissões
ro: Configurați permisiunile
ru: Установить права доступа
sl: Nastavite dovoljenja
sv: Ställ in behörigheter
tr: İzinleri Ayarla
uk: Налаштувати дозволи
vi: Thiết lập Quyền truy cập
zh_hans: 设置权限
zh_hant: 設定權限

source: Set any adjustment control of a display by a specified offset. The percentage value will be converted to the feature's own specific min-max range.
de: Verschiebt die Steuerung einer beliebigen Anpassung eines Displays um einen bestimmten Versatz. Der Prozentwert wird in den spezifischen Minimal- und Maximalbereich der jeweiligen Funktion umgerechnet.
es: Establece cualquier control de ajuste de una pantalla mediante un desplazamiento especificado. El valor porcentual se convertirá en el rango mínimo-máximo específico de la función.
fr: Règle n'importe quel contrôle d'ajustement d'un écran avec un décalage précis. La valeur en pourcentage va être convertie à la propre plage minimum/maximum de la fonctionnalité.
hu: Bármilyen képmódosítás vezérlés megadott értékkel történő módosítása egy kijelzőhöz. A százalékos érték a vezérlés saját min-max érték skálájára konvertálódik.
it: Imposta qualsiasi controllo di regolazione di un display con uno spostamento specificato. Il valore percentuale verrà convertito nel campo min-max specifico della funzione.
ja: ディスプレイの各調整制御を、指定するオフセットで設定します。パーセント値は、その機能固有の最小-最大範囲に変換されます。
ko: 지정된 오프셋으로 디스플레이의 모든 조정 제어를 설정합니다. 백분율 값은 해당 기능의 특정 최소-최대 범위로 변환됩니다.
nb: Angi hvilken som helst justeringskontroll for en skjerm med en spesifisert forskyvning. Prosentverdien konverteres til funksjonens egne min-max-område.
nl: Stel enige aanpassingsbediening van een scherm in op een bepaalde compensatiewaarde. De percentagewaarde wordt omgezet naar het eigen bereik van de functie.
pt_br: Ajuste qualquer controle de ajuste de um display por um deslocamento especificado. O valor percentual será convertido para a faixa mínima-máxima específica da função.
ro: Setează orice control de ajustare a unui ecran printr-un decalaj specificat. Valoarea procentuală va fi convertită în intervalul specific min-max al caracteristicii respective.
ru: Установите любой элемент управления настройками дисплея на заданное смещение. Процентное значение будет преобразовано в определенный диапазон min-max функции.
sl: Nastavite kateri koli nadzor prilagajanja zaslona z določenim odmikom. Odstotna vrednost bo pretvorjena v lasten specifičen razpon najmanjšega in najvišjega števila elementov.
sv: Ställ in valfri justeringskontroll av en skärm med en specificerad förskjutning. Procentvärdet konverteras till funktionens eget specifika min-max-intervall.
tr: Bir ekranın herhangi bir ayar kontrolünü belirtilen bir ofsete göre ayarlayın. Yüzde değeri, özelliğin kendi özel min-maks aralığına dönüştürülecektir.
uk: Встановіть будь-яке регулювання дисплея на вказаний зсув. Відсоткове значення буде перетворено в специфічний для функції діапазон мінімум-максимум.
vi: Đặt bất kỳ điều chỉnh nào của một màn hình bằng một độ lệch cụ thể. Giá trị phần trăm sẽ được chuyển đổi thành dải giá trị tối thiểu-tối đa cụ thể của tính năng.
zh_hans: 您可通过指定偏移值调整显示器上任何设置项。系统会将您输入的百分比转换为该功能所支持的最小-最大值范围。
zh_hant: 您可通過指定偏移值調整顯示器上任何設定項。系統會將您輸入的百分比轉換為該功能所支援的最小-最大值範圍。

source: Set any adjustment control of a display to a specified value. The percentage value will be converted to the feature's own specific min-max range.
de: Setzt die Steuerung einer beliebigen Anpassung eines Displays auf einen bestimmten Wert. Der Prozentwert wird in den spezifischen Minimal- und Maximalbereich der jeweiligen Funktion umgerechnet.
es: Establecer cualquier control de ajuste de una pantalla a un valor especificado. El valor porcentual se convertirá en el rango mínimo-máximo específico de la función.
fr: Règle n'importe quel contrôle d'ajustement d'un écran a une valeur spécifique. La valeur en pourcentage va être convertie à la propre plage minimum/maximum de la fonctionnalité.
hu: Bármilyen képmódosítás vezérlés megadott értékre módosítása egy kijelzőhöz. A százalékos érték a vezérlés saját min-max érték skálájára konvertálódik.
it: Imposta qualsiasi controllo di regolazione di un display con uno spostamento specificato. Il valore percentuale verrà convertito nel campo min-max specifico della funzione.
ja: ディスプレイの各調整制御を、特定の値に設定します。パーセント値は、その機能固有の最小-最大範囲に変換されます。
ko: 디스플레이의 모든 조정 컨트롤을 지정된 값으로 설정합니다. 백분율 값은 해당 기능의 특정 최소-최대 범위로 변환됩니다.
nb: Angi hvilken som helst justeringskontroll for en skjerm til en spesifisert verdi. Prosentverdien konverteres til funksjonens egne min-max-område.
nl: Stel enige aanpassingsbediening van een scherm in op een bepaalde waarde. De percentagewaarde wordt omgezet naar het eigen bereik van de functie.
pt_br: Defina qualquer controle de ajuste de um display para um valor especificado. O valor percentual será convertido para a faixa mínima-máxima específica da função.
ro: Setează orice control de ajustare al unui ecran la o valoare specificată. Valoarea procentuală va fi convertită în intervalul specific min-max al caracteristicii respective.
ru: Установите любой элемент управления настройками дисплея на заданное значение. Процентное значение будет преобразовано в определенный диапазон min-max функции.
sl: Nastavite kateri koli kontrolnik za prilagajanje zaslona na določeno vrednost. Odstotna vrednost bo pretvorjena v lasten specifičen razpon najmanjšega in najvišjega števila elementov.
sv: Ställ in valfri justeringskontroll av en skärm till ett angivet värde. Procentvärdet konverteras till funktionens eget specifika min-max-intervall.
tr: Bir ekranın herhangi bir ayarlama kontrolünü belirtilen bir değere ayarlayın. Yüzde değeri, özelliğin kendi özel min-maks aralığına dönüştürülecektir.
uk: Встановіть будь-яке регулювання контролю дисплея на вказане значення. Відсоткове значення буде перетворено в специфічний для функції діапазон мінімум-максимум.
vi: Đặt bất kỳ điều chỉnh nào của màn hình thành một giá trị cụ thể. Giá trị phần trăm sẽ được chuyển đổi thành phạm vi tối thiểu-tối đa cụ thể của tính năng.
zh_hans: 您可以调整显示器上任何设置项到特定的数值。系统会将您输入的百分比自动转换为该功能允许的最小值和最大值之间对应的数值。
zh_hant: 您可以調整顯示器上任何設定項到特定的數值。系統會將您輸入的百分比自動轉換為該功能允許的最小值和最大值之間對應的數值。
