Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Virtual screens associated with displays cannot be manually disconnected!
de: Virtuelle Bildschirme, die mit Displays gekoppelt sind, können nicht manuell getrennt werden!
es: ¡Las pantallas virtuales asociadas con pantallas no se pueden desconectar manualmente!
fr: Les écrans virtuels associés avec des écrans ne peuvent pas être déconnectés manuellement !
hu: Képernyőkhöz társított virtuális kijelzők nem leválaszthatók manuálisan!
it: Gli schermi virtuali associati agli schermi non possono essere scollegati manualmente!
ja: ディスプレイに関連付けている仮想スクリーンを、手動で切断できません!
ko: 디스플레이와 연결된 가상 화면은 수동으로 연결 해제할 수 없습니다!
nb: Virtuelle skjermer knyttet til skjermer kan ikke kobles fra manuelt!
nl: Virtuele schermen die zijn geassocieerd aan schermen kunnen niet handmatig worden losgekoppeld!
pl: Wirtualnych ekranów przypisanych do wyświetlaczy nie można rozłączać ręcznie!
pt_br: As telas virtuais associadas aos displays não podem ser desconectadas manualmente!
ro: Ecranele virtuale asociate cu ecrane fizice nu pot fi deconectate manual!
ru: Виртуальные экраны, связанные с дисплеями, не могут быть отключены вручную!
sl: Virtualnih zaslonov, povezanih z zasloni, ni mogoče ročno prekiniti!
sv: Virtuella skärmar som är kopplade till skärmar kan inte kopplas bort manuellt!
tr: Ekranlarla ilişkili sanal ekranların bağlantısı manuel olarak kesilemez!
uk: Віртуальні екрани, пов'язані з дисплеями, не можна відключити вручну!
vi: Các màn hình ảo liên kết với các màn hình không thể được ngắt kết nối thủ công!
zh_hans: 与显示器关联的虚拟屏幕无法手动断开！
zh_hant: 與顯示器關聯的虛擬螢幕無法手動斷開！

source: Virtual screens by default work at 60Hz refresh rate but additional/different reported refresh rate modes can be created. Higher than 60Hz modes might not work in practice.
de: Virtuelle Bildschirme arbeiten standardmäßig mit einer Wiederholrate von 60 Hz, aber es können zusätzliche/verschiedene gemeldete Wiederholraten-Modi erstellt werden. Modi mit mehr als 60 Hz funktionieren in der Praxis möglicherweise nicht.
es: Las pantallas virtuales funcionan de forma predeterminada con una frecuencia de actualización de 60Hz, pero se pueden crear modos de frecuencia de refresco adicionales o diferentes. Es posible que los modos superiores a 60Hz no funcionen en la práctica.
fr: Par défaut les écrans virtuels ont un taux de rafraîchissement de 60Hz, mais vous pouvez utiliser des taux de rafraîchissement différents. Les modes plus hauts que 60Hz pourraient ne pas fonctionner.
hu: A virtuális képernyők alapértelmezés szerint 60 Hz-es frissítési sebességgel működnek, azonban további frissítési gyakorisági módok is beállíthatók. Előfordulhat, hogy a 60 Hz-nél magasabb üzemmódok nem működnek a gyakorlatban.
it: Le schermate virtuali per impostazione predefinita funzionano alla frequenza di aggiornamento di 60Hz, ma è possibile creare modalità di refresh rate aggiuntive/differenti. Modalità superiori a 60Hz potrebbero non funzionare nella pratica.
ja: 仮想スクリーンは、デフォルトでは60Hzのリフレッシュレートで動作しますが、異なるリフレッシュレートモードを追加/作成することができます。60Hzより高いモードは実際には動作しない恐れがあります。
ko: 가상 화면은 기본적으로 60Hz의 주사율로 작동하지만 추가/다른 보고된 주사율을 만들 수 있습니다. 60Hz보다 높은 모드는 실제로 작동하지 않을 수 있습니다.
nb: Virtuelle skjermer fungerer som standard med 60 Hz oppdateringsfrekvens, men ytterligere/avvikende rapporterte frekvensmoduser kan opprettes. Moduser over 60 Hz fungerer kanskje ikke i praksis.
nl: Virtuele schermen werken met de standaardverversingssnelheid van 60Hz, maar aanvullende/andere gemelde verversingssnelheidsmodi kunnen worden aangemaakt. Modi hoger dan 60Hz werken mogelijk niet in de praktijk.
pl: Wirtualne ekrany domyślnie pracują z częstotliwością odświeżania 60Hz, ale można utworzyć dodatkowe lub inne zgłaszane tryby odświeżania. Tryby powyżej 60Hz mogą nie działać w praktyce.
pt_br: As telas virtuais, por padrão, funcionam com uma taxa de atualização de 60 Hz, mas podem ser criados modos de taxa de atualização relatados adicionais/diferentes. Modos superiores a 60 Hz podem não funcionar na prática.
ro: Ecranele virtuale funcționează în mod implicit la o rată de reîmprospătare de 60Hz, dar pot fi create moduri cu rate de reîmprospătare suplimentare/diferite raportate. Modelele cu o rată de reîmprospătare mai mare de 60Hz s-ar putea să nu funcționeze în practică.
ru: Виртуальные экраны по умолчанию работают с частотой обновления 60 Гц, но можно создавать дополнительные/другие режимы частоты обновления. Режимы выше 60 Гц могут не работать на практике.
sl: Navidezni zasloni privzeto delujejo s hitrostjo osveževanja 60 Hz, vendar je mogoče ustvariti dodatne/drugačne poročane načine hitrosti osveževanja. Načini, višji od 60 Hz, v praksi morda ne bodo delovali.
sv: Virtuella skärmar arbetar som standard med 60Hz uppdateringsfrekvens men ytterligare/olika rapporterade uppdateringsfrekvenslägen kan skapas. Högre än 60Hz-lägen kanske inte fungerar i praktiken.
tr: Sanal ekranlar varsayılan olarak 60Hz yenileme hızında çalışır, ancak ek/farklı bildirilen yenileme hızı modları oluşturulabilir. 60Hz'den daha yüksek modlar pratikte çalışmayabilir.
uk: Віртуальні екрани за замовчуванням працюють із частотою оновлення 60 Гц, але можна створити додаткові/інші режими частоти оновлення. Режими вище 60 Гц можуть не працювати на практиці.
vi: Màn hình ảo hoạt động mặc định ở tần số làm mới 60Hz nhưng các chế độ tần số làm mới bổ sung/khác nhau có thể được tạo ra. Các chế độ cao hơn 60Hz có thể không hoạt động trong thực tế.
zh_hans: 虚拟屏幕的默认刷新率为 60Hz，但可创建其他/不同的刷新率模式。高于 60Hz 的模式实际上可能无法生效。
zh_hant: 虛擬螢幕的預設更新率為 60Hz，但可新增其他/不同的更新率模式。高於 60Hz 的模式實際上可能無法生效。

source: Virtual screens can be connected/disconnected on demand any time. Some settings appear only when the screen is connected. Changing some of the settings below require the screen to be reconnected when it is already connected.
de: Virtuelle Bildschirme können bei Bedarf jederzeit verbunden / getrennt werden. Einige Einstellungen werden nur angezeigt, wenn der Bildschirm angeschlossen ist. Wenn du einige der nachstehenden Einstellungen änderst, muss der Bildschirm erneut verbunden werden, wenn er bereits verbunden ist.
es: Las pantallas virtuales se pueden conectar/desconectar en cualquier momento. Algunas configuraciones aparecen solo cuando la pantalla está conectada. Para cambiar algunas de las configuraciones siguientes es necesario volver a conectar la pantalla cuando esté conectada.
fr: Les écrans virtuels peuvent être connectés/déconnectés sur demande à n'importe quel moment. Certains réglages apparaissent seulement quand l'écran est connecté. La modification de certains des réglages ci-dessous nécessite de reconnecter l'écran lorsqu'il est déjà connecté.
hu: A virtuális képernyők igény szerint bármikor csatlakoztathatók/lekapcsolhatók. Egyes beállítások csak akkor jelennek meg, ha a képernyő csatlakoztatva van. Az alábbi beállítások némelyikének módosításához a képernyőt újra kell csatlakoztatni, ha az már csatlakoztatva van.
it: Le schermate virtuali possono essere connesse/disconnesse a richiesta in qualsiasi momento. Alcune impostazioni appaiono solo quando lo schermo è connesso. Cambiare alcune delle impostazioni qui sotto richiede che lo schermo sia riconnesso quando è già connesso.
ja: 仮想スクリーンは、いつでもオンデマンドで接続/切断できます。一部の設定は、スクリーンが接続されているときにのみ表示されます。以下のいくつかの設定を変更するには、すでに接続されているスクリーンを再接続する必要があります。
ko: 가상 화면은 언제든지 필요에 따라 연결/해제할 수 있습니다. 일부 설정은 화면이 연결된 경우에만 표시됩니다. 아래 설정 중 일부를 변경하려면 화면이 이미 연결되어 있는 경우 화면을 다시 연결해야 합니다.
nb: Virtuelle skjermer kan kobles til/fra etter behov når som helst. Noen innstillinger vises kun når skjermen er tilkoblet. Endring av noen av innstillingene nedenfor krever at skjermen kobles til på nytt hvis den allerede er tilkoblet.
nl: Virtuele schermen kunnen op elk moment op aanvraag worden verbonden/losgekoppeld. Sommige instellingen verschijnen alleen wanneer het scherm is verbonden. Het wijzigen van sommige van onderstaande instellingen vereist dat het scherm opnieuw wordt verbonden wanneer het al is verbonden.
pl: Wirtualne ekrany można łączyć i rozłączać na żądanie w dowolnym momencie. Niektóre ustawienia pojawiają się tylko wtedy, gdy ekran jest połączony. Zmiana niektórych poniższych ustawień wymaga ponownego połączenia ekranu, jeśli jest on już połączony.
pt_br: As telas virtuais podem ser conectadas/desconectadas sob demanda a qualquer momento. Algumas configurações aparecem apenas quando a tela está conectada. A alteração de algumas das configurações abaixo exige que a tela seja reconectada quando já estiver conectada.
ro: Ecranele virtuale pot fi conectate/deconectate la cerere oricând. Unele setări apar doar atunci când ecranul este conectat. Schimbarea unor setări de mai jos necesită reconectarea ecranului dacă acesta este deja conectat.
ru: Виртуальные экраны можно подключать/отключать по требованию в любое время. Некоторые настройки отображаются только при подключенном экране. Изменение некоторых из приведенных ниже настроек требует повторного подключения экрана, если он уже подключен.
sl: Navidezne zaslone je mogoče kadar koli povezati/odklopiti na zahtevo. Nekatere nastavitve se prikažejo samo, ko je zaslon povezan. Spreminjanje nekaterih spodnjih nastavitev zahteva ponovno povezavo zaslona, ​​ko je že povezan.
sv: Virtuella skärmar kan anslutas/kopplas bort på begäran när som helst. Vissa inställningar visas endast när skärmen är ansluten. Om du ändrar några av inställningarna nedan måste skärmen anslutas på nytt när den redan är ansluten.
tr: Sanal ekranlar istenildiği zaman bağlanabilir/bağlantısı kesilebilir. Bazı ayarlar yalnızca ekran bağlıyken görünür. Aşağıdaki ayarlardan bazılarının değiştirilmesi, ekran zaten bağlıyken yeniden bağlanmasını gerektirir.
uk: Віртуальні екрани можна будь-коли підключати/відключати на вимогу. Деякі налаштування з'являються лише тоді, коли екран під'єднано. Зміна деяких наведених нижче налаштувань потребує повторного підключення екрану, коли він уже підключений.
vi: Màn hình ảo có thể được kết nối/ngắt kết nối theo yêu cầu bất kỳ lúc nào. Một số cài đặt chỉ xuất hiện khi màn hình được kết nối. Thay đổi một số cài đặt dưới đây yêu cầu màn hình phải được kết nối lại khi nó đã được kết nối.
zh_hans: 虚拟屏幕可按需随时连接或断开。某些设置仅连接屏幕时才出现。更改下面的某些设置需要重连已连接的屏幕。
zh_hant: 虛擬螢幕可按需隨時連接或斷開。某些設定僅連接螢幕時才出現。更改下面的某些設定需要重連已連接的螢幕。

source: Visible
de: Sichtbar
hu: Látható
it: Visibile
ja: 表示
ko: 표시
nb: Synlig
nl: Zichtbaar
pt_br: Visível
ro: Visibil
ru: Видимо
sl: Vidljivost
sv: Synlig
tr: Görünür
uk: Видно
vi: Có thể nhìn thấy
zh_hans: 始终可见
zh_hant: 始終可見

source: Volume
de: Lautstärke
es: Volumen
hu: Hangerő
ja: 音量
ko: 볼륨
nb: Volum
ro: Volum
ru: Громкость
sl: Glasnost
sv: Volym
tr: Ses
uk: Обсяг
vi: Âm lượng
zh_hans: 音量
zh_hant: 音量

source: Volume Control
pl: Sterowanie głośnością
ru: Управление Громкостью

source: Volume Control Affects:
de: Lautstärkeregelung betrifft:
es: El control de volumen afecta a:
fr: Le contrôle du volume affecte :
hu: A hangerő vezérlés hatása:
it: Effetti del controllo del volume:
ja: 音量制御の対象：
ko: 볼륨 제어 영향:
nb: Volumkontroll påvirker:
nl: Volumebediening heeft invloed op:
pl: Regulacja głośności wpływa na:
pt_br: Efeitos do controle de volume:
ro: Controlul volumului afectează:
ru: Управление громкостью влияет на:
sl: Nadzor glasnosti vpliva na:
sv: Volymkontroll påverkar:
tr: Ses Kontrolü Etkileri:
uk: Контроль гучності впливає на:
vi: Điều khiển âm lượng ảnh hưởng:
zh_hans: 音量控制调整：
zh_hant: 音量控制調整：

source: Volume Control Settings
de: Einstellungen für Lautstärkeregelung
es: Ajustes Control de Volumen
fr: Réglages de contrôle du volume
hu: Hangerő vezérlés beállítások
it: Impostazioni volume
ja: 音量制御設定
ko: 볼륨 제어 설정
nb: Innstillinger for volumkontroll
nl: Instellingen volumebediening
pl: Ustawienia regulacji głośności
pt_br: Configurações de Controle de Volume
ro: Setări Control Volum
ru: Настройки управления громкостью
sl: Nastavitve nadzora glasnosti
sv: Inställningar för volymkontroll
tr: Ses Kontrol Ayarları
uk: Налаштування керування гучністю
vi: Cài đặt Điều khiển Âm lượng
zh_hans: 音量控制设置
zh_hant: 音量控制設定

source: Volume Control…
de: Lautstärkeregelung…
es: Control Volumen…
fr: Contrôle du volume…
hu: Hangerő vezérlés…
it: Regolazione volume…
ja: 音量制御…
ko: 볼륨 제어…
nb: Volumkontroll…
nl: Volumebediening…
pl: Regulacja głośności
pt_br: Controle de Volume…
ro: Control Volum…
ru: Регулировка громкости…
sl: Nadzor glasnosti…
sv: Volymkontroll…
tr: Ses Kontrol…
uk: Регулювання гучності…
vi: Điều khiển Âm lượng
zh_hans: 音量控制…
zh_hant: 音量控制…

source: Volume Down
nl: Volume omlaag
ru: Уменьшить громкость

source: Volume Up
nl: Volume omhoog
ru: Увеличить громкость

source: Volume control
de: Lautstärgeregelung
es: Control de volumen
fr: Contrôle du volume
hu: Hangerő vezérlés
it: Controllo volume
ja: 音量制御
ko: 볼륨 제어
nb: Volumkontroll
nl: Volumebediening
pt_br: Controle de volume
ro: Controlul volumului
ru: Управление громкостью
sl: Nadzor glasnosti
sv: Volymkontroll
tr: Ses kontrol
uk: Керування гучністю
zh_hans: 音量控制
zh_hant: 音量控制

source: Wait time between backlight state change operations
de: Wartezeit zwischen Vorgängen zur Änderung des Zustands der Hintergrundbeleuchtung
es: Lapso de tiempo retroiluminación cambia de estado
fr: Temps d'attente entre les opérations de changement d'état du rétroéclairage
hu: Várakozási idő háttérvilágítás-állapot változtatások között
it: Tempo di attesa tra le operazioni di cambio della retroilluminazione
ja: バックライト状態変更時の待ち時間
ko: 백라이트 상태 변경 작업 사이의 대기 시간
nb: Ventetid mellom endringer av bakgrunnsbelysningsstatus
nl: Wachttijd tussen statuswijzigingen van achtergrondverlichting
pt_br: Tempo de espera entre operações de mudança de estado de luz de fundo
ro: Timp de așteptare între operațiile de schimbare de stare backlight
ru: Время ожидания между операциями изменения состояния подсветки
sl: Čakalni čas med operacijami spreminjanja stanja osvetlitve ozadja
sv: Väntetid mellan åtgärder för att ändra bakgrundsbelysningens status
tr: Arka ışık durumu değiştirme işlemleri arasında bekleme süresi
uk: Час очікування між операціями зміни стану підсвічування
vi: Thời gian chờ giữa các hoạt động thay đổi trạng thái đèn nền
zh_hans: 背光状态改变操作之间的等待时间
zh_hant: 背光狀態改變操作之間的等待時間

source: Wait time for response on read
de: Wartezeit auf Antwort beim Lesen
es: Lapso de tiempo para leer
fr: Temps d'attente de la réponse à la lecture
hu: Várakozási idő olvasás esetén
it: Tempo di attesa per la risposta in lettura
ja: 読み込み時の応答待ち時間
ko: 읽기 시 응답 대기 시간
nb: Ventetid for svar ved lesing
nl: Wachttijd voor reactie bij lezen
pt_br: Tempo de espera pela resposta na leitura
ro: Timp de așteptare pentru răspuns la citire
ru: Время ожидания ответа при чтении
sl: Počakajte na odgovor na branje
sv: Väntetid för svar vid läsning
tr: Okunduğunda yanıt için bekleme süresi
uk: Час очікування відповіді на читання
vi: Thời gian chờ để nhận phản hồi khi đọc
zh_hans: 读取响应的等待时间
zh_hant: 讀取回應的等待時間

source: Waiting for approval
de: Warten auf Freigabe
es: Esperando por aprobación
fr: En attente de l'approbation
hu: Jóváhagyásra vár
it: In attesa di approvazione
ja: 承認待ち
ko: 승인을 기다리는 중
nb: Venter på godkjenning
nl: Wachten op goedkeuring
pt_br: Esperando aprovação
ro: În așteptarea aprobării
ru: Ожидание одобрения
sl: Čakam na odobritev
sv: Väntar på ett godkännande
tr: Onay bekleniyor
uk: Очікування на затвердження
vi: Đang chờ phê duyệt
zh_hans: 正在等待批准
zh_hant: 正在等待批准

source: Wake delay
de: Verzögerung beim Beenden des Ruhezustandes
es: Retraso de activación
fr: Délais de réveil
hu: Ébredési késleltetés
it: Ritardo al risveglio
ja: スリープ解除遅延時間
ko: 깨우기 지연 시간
nb: Oppvåkningstid
nl: Vertraging uitschakeling sluimerstand
pt_br: Atraso de despertar
ro: Întârzierea trezirei
ru: Задержка пробуждения
sl: Zakasnitev bujenja
sv: Fördröjning av väckning
tr: Uyanma gecikmesi
uk: Затримка пробудження
vi: Độ trễ khi thức dậy
zh_hans: 唤醒延迟
zh_hant: 喚醒延遲

source: Warp Mouse Cursor
de: Mauszeiger verschieben
es: Mover el cursor del ratón
fr: Téléporter le pointeur de la souris
hu: Egérkurzor ugrás
it: Sposta immediatamente il cursore
ja: マウスポインタをワープ
ko: 마우스 커서 이동
nb: Warp musepeker
nl: Vervorm muiscursor
pt_br: Deslocar o cursor do mouse
ro: Transferă cursorul mouse-ului
ru: Перемещение курсора мыши
sl: Zvijanje kazalca miške
sv: Förflytta muspekaren
tr: Fare İşaretçisini Hızla Taşıma
uk: Переміщення курсора миші
vi: Biến dạng Con Trỏ Chuột
zh_hans: 传送鼠标光标
zh_hant: 傳送滑鼠指標

source: Warp mouse cursor from screen
de: Mauszeiger vom Bildschirm verschieben
es: Envolver ratón de la pantalla
fr: Téléporter le pointeur de la souris depuis l’écran
hu: Egérkurzor ugrása a képernyőről
it: Sposta immediatamente il cursore del mouse da uno schermo
ja: スクリーンからマウスポインタをワープ
ko: 화면에서 마우스 커서 이동
nb: Warp musepeker fra skjerm
nl: Vervorm muiscursor van scherm
pt_br: Deslocar o cursor do mouse da tela
ro: Transferă cursorul de pe ecran
ru: Перемещение курсора мыши с экрана
sl: Zasukanje kazalca miške z zaslona
sv: Förflytta muspekaren från skärmen
tr: Fare işaretçisini ekrandan hızla taşıyın
uk: Переміщення курсора миші з екрана
vi: Di chuyển con trỏ ra khỏi màn hình
zh_hans: 从屏幕传送鼠标光标
zh_hant: 從螢幕傳送滑鼠指標

source: Watch all group members for resolution changes
de: Alle Gruppenmitglieder auf Auflösungsänderungen überwachen
es: Monitorear todos los miembros del grupo para cambios de resolución
fr: Surveiller tous les membres du groupe pour des changements de résolution
hu: Felbontás változás figyelése az összes csoporttag esetén
it: Monitora tutti i membri del gruppo per le modifiche di risoluzione
ja: すべてのグループメンバーを解像度変更の監視対象にする
ko: 모든 그룹 구성원의 해상도 변경 사항 확인
nb: Overvåk alle gruppemedlemmer for oppløsningsendringer
nl: Bewaak alle groepsleden op resolutiewijzigingen
pt_br: Monitore todos os membros do grupo para mudanças de resolução
ro: Monitorizează toți membrii grupului pentru modificări de rezoluție
ru: Следить за всеми членами группы на предмет изменений разрешения
sl: Opazujte vse člane skupine glede sprememb ločljivosti
sv: Bevaka alla gruppmedlemmar för förändringar i upplösningen
tr: Karar değişiklikleri için tüm grup üyelerini izleyin
uk: Слідкувати за усіма членами групи щодо змін роздільної здатності
vi: Theo dõi tất cả các thành viên trong nhóm để phát hiện thay đổi độ phân giải
zh_hans: 监视所有组成员的分辨率变化
zh_hant: 監視所有群組成員的解析度變化

source: Watch for resolution changes made outside of the app
de: Auf Änderungen der Auflösung, die außerhalb der App vorgenommen wurden, achten
es: Monitorear cambios de resolución realizados fuera de la aplicación
fr: Surveiller les changements de résolution fait en dehors de l'application
hu: Figyelje az alkalmazáson kívül végrehajtott felbontásmódosításokat
it: Monitora le modifiche alla risoluzione effettuate al di fuori dell’app.
ja: アプリ外からの解像度変更を監視
ko: 앱 외부에서 해상도 변경 사항 확인
nb: Overvåk oppløsningsendringer gjort utenfor appen
nl: Bewaak op resolutiewijzigingen gemaakt buiten de app
pt_br: Monitore às alterações de resolução feitas fora do aplicativo
ro: Monitorizează modificările de rezoluție făcute în afara aplicației
ru: Следить за изменениями разрешения, сделанными вне приложения
sl: Bodite pozorni na spremembe ločljivosti zunaj aplikacije
sv: Håll utkik efter upplösningsändringar som görs utanför appen
tr: Uygulama dışında yapılan çözünürlük değişikliklerini izleyin
uk: Слідкувати за змінами роздільної здатності, зробленими поза додатком
vi: Theo dõi các thay đổi độ phân giải được thực hiện ngoài ứng dụng
zh_hans: 监视在应用程序外部进行的分辨率更改
zh_hant: 監視在應用程式外部進行的解析度更改

source: Watch virtual screens
de: Virtuelle Bildschirme überwachen
es: Monitorear pantallas virtuales
fr: Surveiller les écrans virtuels
hu: Virtuális képernyők figyelése
it: Monitora gli schermi virtuali
ja: 仮想スクリーンを監視
ko: 가상 화면 보기
nb: Overvåk virtuelle skjermer
nl: Bewaak virtuele schermen
pl: Obserwuj wirtualne ekrany
pt_br: Assista telas virtuais
ro: Urmărește ecranele virtuale
ru: Следить за виртуальными экранами
sl: Oglejte si virtualne zaslone
sv: Bevaka virtuella skärmar
tr: Sanal ekranları izleyin
uk: Слідкувати за віртуальними екранами
vi: Theo dõi màn hình ảo
zh_hans: 监视虚拟屏幕
zh_hant: 監視虛擬螢幕

source: Watched group member displays
de: Überwachte Gruppenmitglied-Displays
es: Pantallas miembro del grupo monitoreadas
fr: Surveille les écrans membres du groupe
hu: Figyelt csoporttag kijelzők
it: Display membri del gruppo monitorato
ja: 監視対象のグループメンバーディスプレイ
ko: 모니터링 대상 그룹 구성원의 디스플레이
nb: Overvåkede skjermer for gruppemedlemmer
nl: Bewaakte groepslidschermen
pt_br: Exibições de membros do grupo monitoradas
ro: Ecranele membre urmărite din grup
ru: Экраны членов группы под наблюдением
sl: Gledani prikazi članov skupine
sv: Bevakade gruppmedlemmars skärmar
tr: İzlenen grup üyesi ekranları
uk: Екрани членів групи, за якими спостерігають
vi: Màn hình thành viên nhóm đang theo dõi
zh_hans: 被监视的组成员显示器
zh_hant: 被監視的群組成員顯示器

source: Week of manufacture
de: Woche der Herstellung
es: Semana de producción
fr: Semaine de fabrication
hu: Gyártási hét
it: Settimana di Fabbricazione
ja: 製造週
ko: 생산주차
nb: Uke for produksjon
nl: Week van fabricage
pl: Tydzień produkcji
pt_br: Semana de fabricação
ro: Spatamana producerii
ru: Неделя изготовления
sl: Teden izdelave
sv: Tillverkningsvecka
tr: Üretim haftası
uk: Тиждень виготовлення
vi: Tuần sản xuất
zh_hans: 制造周数
zh_hant: 製造周數

source: When Expanded
de: Wenn erweitert
es: Cuando se Expande
fr: Quand développé
hu: Amikor meg van nyitva
it: Quando espanso
ja: 展開時
ko: 확장되었을 때
nb: Når utvidet
nl: Wanneer uitgeklapt
pt_br: Quando expandido
ro: Când este extins
ru: Когда развернуто
sl: Ko je razširjeno
sv: När den är expanderad
tr: Genişletildiğinde
uk: Коли розгорнуто
vi: Khi được mở rộng
zh_hans: 展开时
zh_hant: 展開時
