Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: All configured group member displays are connected
de: Alle konfigurierten Displays, die Teil einer Gruppe sind, sind verbunden.
es: Todas las pantallas miembro del grupo configurado están conectadas
fr: Tous les écrans membres du groupe sont connectés
hu: Az összes konfigurált csoporttag kijelző csatlakoztatva van
it: Tutti i display membri del gruppo configurati sono connessi.
ja: すべての構成グループメンバーのディスプレイが接続済み
ko: 구성된 모든 그룹 구성원의 디스플레이가 연결되었을 때
nb: Alle konfigurerte skjermer i gruppen er koblet til
nl: Alle geconfigureerde groepslidschermen zijn verbonden
pl: Wszystkie skonfigurowane wyświetlacze powiązane z grupą są połączone
pt_br: Todos os monitores de membros do grupo configurados estão conectados
ro: Toate ecranele membre grupului configurate sunt conectate
ru: Все настроенные участники группы дисплеев подключены
sl: Vsi konfigurirani zasloni članov skupine so povezani
sv: Alla konfigurerade gruppmedlemsskärmar är anslutna
tr: Yapılandırılmış tüm grup üyesi ekranlar bağlı
uk: Усі налаштовані учасники групи дисплеїв підключені
vi: Tất cả các màn hình đã được cấu hình trong nhóm đều đã kết nối
zh_hans: 已连接所有已配置的组成员显示器。
zh_hant: 已連接所有已設定的群組成員顯示器。

source: All display group members are present.
de: Alle Elemente der Displaygruppe sind vorhanden.
es: Todos los miembros del grupo de pantallas están presentes.
fr: Tous les membres du groupe d'écrans sont présents.
hu: Valamennyi kijelzőcsoport-tag jelen van.
it: Tutti i membri del gruppo di display sono presenti.
ja: ディスプレイグループのメンバーがすべて存在します。
ko: 모든 디스플레이 그룹 구성원이 참석했습니다.
nb: Alle medlemmer av visningsgruppen er til stede.
nl: Alle schermgroepsleden zijn aanwezig.
pl: Wszystkie wyświetlacze powiązane z grupą są dostępne.
pt_br: Todos os membros do grupo de monitores estão presentes.
ro: Toți membrii grupului de afișaje sunt prezenți.​
ru: Все участники группы дисплеев доступны.
sl: Prisotni so vsi člani zaslonske skupine.
sv: Alla skärmgruppsmedlemmar finns där.
tr: Tüm ekran grubu üyeleri hazırdır.
uk: Усі учасники групи дисплеїв присутні.
vi: Tất cả các màn hình trong nhóm đã hiển thị.

source: All group members are sync targets
de: Alle Gruppenmitglieder sind Ziele für die Synchronisierung
es: Todos los miembros del grupo son objetivos de sincronización
fr: Tous les membres du groupe sont des cibles de synchronisation
hu: Minden csoporttag szinkronizációs cél
it: Tutti i membri del gruppo sono destinazioni di sincronizzazione
ja: すべてのグループメンバーが同期ターゲット
ko: 모든 그룹 구성원이 동기화 대상
nb: Alle gruppemedlemmer er synkroniseringsmål
nl: Alle groepsleden zijn synchronisatiedoelen
pl: Wszyscy członkowie grupy są celami synchronizacji
pt_br: Todos os membros do grupo são alvos de sincronização
ro: Toți membrii grupului sunt ținte de sincronizare
ru: Все участники группы являются целями синхронизации
sl: Vsi člani skupine so cilji sinhronizacije
sv: Alla gruppmedlemmar är synkroniseringsmål
tr: Tüm grup üyeleri senkronizasyon hedefidir
uk: Усі учасники групи є цільовими для синхронізації
vi: Tất cả các thành viên của nhóm đều là mục tiêu đồng bộ hóa
zh_hans: 同步所有组成员
zh_hant: 同步所有群組成員

source: All group members are watched for resolution changes and can initiate a UI scale matching operation.
de: Alle Gruppenmitglieder werden auf Auflösungsänderungen überwacht und können einen Abgleich der Benutzeroberflächen-Skala einleiten.
es: Todos los miembros del grupo son monitoreados para cambios de resolución y pueden iniciar una operación de coincidencia de escala de la interfaz de usuario.
fr: Tous les changements de résolution des membres sont vérifiés et peuvent initier une opération de correspondance de la taille d'interface.
hu: A csoport minden tagja figyelés alatt áll a képernyőfelbontás változása tekintetében és kezdeményezhet felhasználói felület méretezés egyeztetési műveletet.
it: Tutti i membri del gruppo sono monitorati per le modifiche di risoluzione e possono avviare un’operazione di corrispondenza della scala dell’interfaccia utente.
ja: すべてのグループメンバーは解像度の変更を監視され、UIサイズ調整操作を開始することができます。
ko: 모든 그룹 구성원의 해상도 변경을 감지하고 UI 스케일 매칭 작업을 시작할 수 있습니다.
nb: Alle gruppemedlemmer overvåkes for oppløsningsendringer og kan starte en UI-skalasamsvar-operasjon.
nl: Alle groepsleden worden in de gaten gehouden op wijzigingen van resolutie en kunnen een handeling in gang zetten om de UI-schaal overeen te laten komen.
pl: Wszyscy członkowie grupy są monitorowani pod kątem zmian rozdzielczości i mogą inicjować operację dopasowywania skali interfejsu użytkownika.
pt_br: Todos os membros do grupo são monitorados quanto a alterações de resolução e podem iniciar uma operação de correspondência de escala de UI.
ro: Toți membrii grupului sunt monitorizați pentru schimbările de rezoluție și pot iniția o operație de potrivire a scalării UI.
ru: Все участники группы отслеживаются на изменение разрешения и могут инициировать выравнивание масштаба интерфейса.
sl: Vsi člani skupine so opazovani zaradi sprememb ločljivosti in lahko sprožijo operacijo ujemanja merila uporabniškega vmesnika.
sv: Alla gruppmedlemmar bevakas för upplösningsändringar och kan initiera en matchning av UI-skalan.
tr: Tüm grup üyeleri çözünürlük değişiklikleri için izlenir ve bir UI ölçek eşleştirme işlemi başlatabilir.
uk: Всі учасники групи відстежуються на зміну роздільної здатності та можуть ініціювати операцію узгодження масштабу інтерфейсу.
vi: Tất cả các màn hình trong nhóm đều được theo dõi để phát hiện thay đổi độ phân giải và có thể khởi xướng thao tác đồng bộ tỉ lệ UI.
zh_hans: 所有组成员都会被监视分辨率变化，并且可以启动 UI 比例匹配操作。
zh_hant: 所有群組成員都會被監視解析度變化，並且可以啟動 UI 比例匹配操作。

source: All group members can be synchronization sources.
de: Alle Gruppenmitglieder können Ursprung für die Synchronisierung sein.
es: Todos los miembros del grupo pueden ser fuentes de sincronización.
fr: Tous les membres du groupe peuvent être des sources de synchronisation.
hu: Minden csoporttag lehet szinkronizációs forrás
it: Tutti i membri del gruppo possono essere sorgenti di sincronizzazione.
ja: すべてのグループメンバーは同期ソースになることができます。
ko: 모든 그룹 구성원이 동기화 소스가 될 수 있습니다.
nb: Alle gruppemedlemmer kan være synkroniseringskilder.
nl: Alle groepsleden kunnen synchronisatiebronnen zijn.
pl: Wszyscy członkowie grupy mogą być źródłami synchronizacji.
pt_br: Todos os membros do grupo podem ser fontes de sincronização.
ro: Toate membrii grupului pot fi surse de sincronizare.
ru: Все участники группы могут быть источниками синхронизации.
sl: Vsi člani skupine so lahko viri za sinhronizacijo.
sv: Alla gruppmedlemmar kan vara synkroniseringskällor.
tr: Tüm grup üyeleri senkronizasyon kaynağı olabilir.
uk: Усі учасники групи можуть бути джерелами синхронізації.
vi: Tất cả thành viên nhóm đều có thể là nguồn đồng bộ hóa.
zh_hans: 组内所有成员均可作为同步源。
zh_hant: 組內所有成員均可作為同步源。

source: All members (except the source of the sync event) will be sync targets.
de: Alle Mitglieder (mit Ausnahme des Ursprungs des Synchronisierungsereignisses) werden zu Zielen für die Synchronisierung.
es: Todos los miembros (excepto la fuente del evento de sincronización) serán objetivos de sincronización.
fr: Tous les membres (excepté la source de l'évènement de synchronisation) seront les cibles de synchronisation.
hu: Minden csoporttag (kivéve a szinkronizált esemény forrása) a szinkronizáció célja lesz.
it: Tutti i membri (eccetto la fonte dell’evento di sincronizzazione) saranno obiettivi della sincronizzazione.
ja: すべてのメンバー（同期イベントのソースを除く）が同期ターゲットになります。
ko: 모든 구성원(동기화 이벤트의 소스 제외)이 동기화 대상이 됩니다.
nb: Alle medlemmer (unntatt kilden til synkroniseringshendelsen) vil være synkroniseringsmål.
nl: Alle leden (de bron van de synchronisatie-gebeurtenis uitgezonderd) zullen synchronisatiedoelen zijn.
pl: Wszyscy członkowie (z wyjątkiem źródła zdarzenia synchronizacji) będą celami synchronizacji.
pt_br: Todos os membros (exceto a origem do evento de sincronização) serão alvos de sincronização.
ro: Toți membrii (cu excepția sursei evenimentului de sincronizare) vor fi ținte de sincronizare.
ru: Все участники (кроме источника события синхронизации) станут целями синхронизации.
sl: Vsi člani (razen vira dogodka sinhronizacije) bodo cilji sinhronizacije.
sv: Alla medlemmar (förutom källan för synkroniseringshändelsen) kommer vara synkroniseringsmål.
tr: Tüm üyeler (senkronizasyon olayının kaynağı hariç) senkronizasyon hedefi olacaktır.
uk: Всі учасники (крім джерела події синхронізації) будуть цільовими для синхронізації.
vi: Tất cả các thành viên (ngoại trừ nguồn của sự kiện đồng bộ hóa) sẽ là mục tiêu đồng bộ hóa.
zh_hans: 同步事件源之外的所有组成员都将被同步。
zh_hant: 同步事件源之外的所有群組成員都將被同步。

source: All previously dismissed warnings will now be back.
de: Alle zuvor geschlossenen Warnungen werden nun wieder angezeigt.
es: Todas las advertencias previamente desestimadas volverán a aparecer ahora.
fr: Tous les messages d'avertissement vont ré-apparaitre.
hu: Valamennyi korábban figyelmen kívül hagyott figyelmeztetés újra megjelenik majd.
it: Tutti gli avvertimenti precedentemente respinti ora saranno tornati.
ja: これまで閉じた警告がすべて復活します。
ko: 이전에 삭제된 모든 경고가 이제 다시 표시됩니다.
nb: Alle tidligere avviste advarsler vil nå være tilbake.
nl: Alle eerder weggedrukte waarschuwingen zullen nu terug zijn.
pl: Wszystkie wcześniej odrzucone ostrzeżenia zostaną przywrócone.
pt_br: Todos os avisos anteriormente ignorados estarão de volta.
ro: Toate avertismentele anterioare respinse vor reveni acum.
ru: Все ранее отмененные предупреждения теперь вернутся.
sl: Vsa prej opuščena opozorila bodo zdaj nazaj.
sv: All tidigare visade varningar kommer nu visas igen.
tr: Daha önce reddedilen tüm uyarılar şimdi geri alınacaktır.
uk: Усі раніше відхилені попередження тепер будуть повернуті.
vi: Tất cả các cảnh báo đã từng bị bỏ qua giờ sẽ quay trở lại.
zh_hans: 所有已忽略警告将再次出现。
zh_hant: 所有已忽略警告將再次出現。

source: All settings of this display will be replaced by the settings of the currently disconnected display %1$@ and the currently disconnected display %2$@ will be forgotten by the app. This change cannot be undone. Are you sure you want to do this?
nl: Alle instellingen van dit scherm worden vervangen door de instellingen van het momenteel losgekoppelde scherm %@ en het momenteel losgekoppelde scherm %@ zal daarmee worden vergeten door de app. Deze wijziging kan niet worden ongedaan gemaakt. Weet je zeker dat je dit wilt doen?
pl: Wszystkie ustawienia tego wyświetlacza zostaną zastąpione ustawieniami aktualnie rozłączonego wyświetlacza %1$@, a aktualnie rozłączony wyświetlacz %2$@ zostanie zapomniany przez aplikację. Tej zmiany nie można cofnąć. Czy na pewno chcesz to zrobić?
ru: Все настройки этого дисплея будут заменены настройками текущего дисплея %1$@ и текущий дисплей %2$@ будет забыт приложением. Это изменение не может быть отменено. Вы уверены, что хотите сделать это?

source: All suitable screens
de: Alle geeigneten Bildschirme
es: Todas las pantallas adecuadas
fr: Tous les écrans appropriés
hu: Összes alkalmas képernyő
it: Tutti gli schermi adatti
ja: 適用できるすべての画面
ko: 모든 적합한 화면
nb: Alle egnede skjermer
nl: Alle bruikbare schermen
pl: Wszystkie pasujące ekrany
pt_br: Todas as telas adequadas
ro: Toate ecranele potrivite
ru: Все подходящие экраны
sl: Vsi primerni zasloni
sv: Alla lämpliga skärmar
tr: Tüm uyumlu ekranlar
uk: Всі відповідні екрани
vi: Tất cả màn hình phù hợp
zh_hans: 所有合适屏幕
zh_hant: 所有合適螢幕

source: Allocation limits - horizontal
nl: Allocatiebeperkingen - horizontaal
pl: Limity alokacji – poziome
ru: Ограничения распределения по горизонтали

source: Allocation limits - vertical
nl: Allocatiebeperkingen - verticaal
pl: Limity alokacji – pionowe
ru: Ограничения распределения по вертикали

source: Allow auto brightness when combined XDR brightness upscaling is used
de: Automatische Helligkeit erlauben, wenn die kombinierte XDR-Helligkeitshochskalierung benutzt wird
es: Permitir el brillo automático cuando se utiliza el escalado de brillo XDR combinado
fr: Autoriser la luminosité automatique quand la démultiplication combinée de la luminosité XDR est activée
hu: Automatikus fényerő engedélyezése amikor kombinált XDR felskálázás történik
it: Permetti la luminosità automatica quando viene utilizzato l'upscaling combinato della luminosità XDR
ja: 複合XDR輝度アップスケーリング使用時に輝度の自動調節を許可
ko: 통합 XDR 밝기 업스케일링 사용 시 자동 밝기 허용
nb: Tillat automatisk lysstyrke når kombinert XDR-lysstyrkeoppskalering brukes
nl: Sta automatische helderheid toe als gecombineerde XDR-opschaling van de helderheid wordt gebruikt
pl: Zezwól na automatyczną regulację jasności, gdy używane jest skalowanie jasności XDR.
pt_br: Permitir brilho automático quando o aumento de brilho XDR combinado é usado
ro: Permiteți luminozitatea automată atunci când este utilizată scalarea luminozității XDR combinată
ru: Разрешить автоматическую яркость при комбинированном повышении яркости XDR
sl: Dovoli samodejno osvetlitev, ko se uporablja kombinirano povečanje svetlosti XDR
sv: Tillåt automatisk ljusstyrka när kombinerad XDR-uppskalning av ljusstyrka används
tr: Tümleşik XDR parlaklık ölçeklendirme kullanıldığında otomatik parlaklığa izin ver
uk: Дозволити автоматичну яскравість, якщо використовується комбіноване підвищення яскравості XDR
vi: Cho phép tự động điều chỉnh độ sáng khi sử dụng tăng cường độ sáng XDR kết hợp
zh_hans: 使用组合 XDR 亮度提升时允许自动调整亮度
zh_hant: 使用組合 XDR 亮度提升時允許自動調整亮度

source: Allow color table adjustments (note: turn this off for compatibility mode)
de: Farbpalettenanpassungen erlauben (Hinweis: schalte dies für den Kompatibilitätsmodus aus)
es: Permitir ajustes de la tabla de colores (nota: desactiva esto para el modo de compatibilidad).
fr: Permettre les ajustements de la table de couleur (note : désactivez cette option pour le mode de compatibilité)
hu: Színtábla módosítás engedélyezése (megj: kapcsolja ki kompatibilitási módhoz)
it: Consenti le regolazioni della tabella dei colori (nota: disattiva per la modalità compatibilità)
ja: カラーテーブル調整を許可（注意：互換モードではオフにすること）
ko: 색상표 조정 허용(참고: 호환성 모드에서는 이 옵션을 끄세요)
nb: Tillat justeringer av fargetabell (merknad: skru av for kompatibilitetsmodus)
nl: Sta aanpassingen aan de kleurentabel toe (opmerking: schakel dit uit voor compatibiliteitsmodus)
pl: Zezwalaj na dostosowanie tabeli kolorów (uwaga: wyłącz tę opcję dla trybu zgodności)
pt_br: Permitir ajustes na tabela de cores (nota: desligue para modo de compatibilidade)
ro: Permiteți ajustările tabelei de culori (notă: dezactivați pentru modul de compatibilitate)​
ru: Разрешить настройку таблицы цветов (примечание: отключите эту функцию для режима совместимости)
sl: Dovoli prilagoditve barvne tabele (opomba: to izklopite za način združljivosti)
sv: Tillåt justeringar av färgtabeller (obs: stäng av detta för kompatibilitetsläge)
tr: Renk tablosu ayarlamalarına izin ver (not: uyumluluk modu için bunu kapatın)
uk: Дозволити налаштування таблиці кольорів (примітка: вимкніть це для режиму сумісності)
vi: Cho phép điều chỉnh bảng màu (lưu ý: tắt tình năng này cho chế độ tương thích)
zh_hans: 允许色表调整（注意：兼容模式下需要关闭此选项）
zh_hant: 允許色表調整（注意：相容模式下需要關閉此選項）

source: Allow combined brightness in native XDR upscaling mode
de: Kombinierte Helligkeit im nativen XDR-Hochskalierungsmodus erlauben
es: Permitir brillo combinado en modo de escalado XDR nativo
fr: Autoriser la luminosité combinée en mode mise à l'échelle XDR native
hu: Kombinált fényerő engedélyezése natív XDR felskálázás esetén
it: Consenti la luminosità combinata in modalità di upscaling XDR nativa
ja: ネイティブXDRアップスケーリングモードで複合輝度を許可
ko: 네이티브 XDR 업스케일링 모드에서 통합 밝기 허용
nb: Tillat kombinert lysstyrke i innfødt XDR-oppskaleringsmodus
nl: Sta gecombineerde helderheid toe in ingebouwde XDR-opschalingsmodus
pl: Zezwalaj na łączoną jasność w natywnym trybie skalowania XDR
pt_br: Permitir brilho combinado no modo de upscaling XDR nativo
ro: Permiteți luminozitatea combinată în modul de scalare nativă XDR
ru: Разрешить комбинированную яркость в нативном режиме повышения яркости XDR
sl: Dovolite kombinirano svetlost v izvornem načinu povečanja ločljivosti XDR
sv: Tillåt kombinerad ljusstyrka i inbyggt XDR-uppskalningsläge
tr: Yerel XDR yükseltme modunda birleşik parlaklığa izin ver
uk: Дозволяє комбіновані яскравості у режимі рідного масштабування XDR
vi: Cho phép độ sáng kết hợp trong chế độ tăng cường độ sáng XDR
zh_hans: 允许原生 XDR 提升模式的组合亮度
zh_hant: 允許原生 XDR 提升模式的組合亮度

source: Allow disconnecting all connected displays
de: Trennen aller verbundenen Displays erlauben
es: Permitir desconectar todas las pantallas conectadas
fr: Autoriser la déconnexion de tous les écrans connectés
hu: Összes kijelző együttes leválasztásának engedélyezése
it: Consenti la disconnessione di tutti i display connessi
ja: 接続されたディスプレイをすべて切断することを許可
ko: 연결된 모든 디스플레이 연결 해제 허용
nb: Tillat å koble fra alle tilkoblede skjermer
nl: Sta losmaken van alle verbonden schermen toe
pl: Zezwalaj na rozłączenie wszystkich połączonych wyświetlaczy
pt_br: Permitir desconectar todos os monitores conectados
ro: Permiteți deconectarea tuturor ecranelor conectate
ru: Разрешить отключение всех подключенных дисплеев
sl: Dovoli odklop vseh povezanih zaslonov
sv: Tillåt frånkoppling av alla anslutna skärmar
tr: Bağlı tüm ekranların bağlantısının kesilmesine izin ver
uk: Дозволити від'єднання всіх під'єднаних дисплеїв
vi: Cho phép ngắt kết nối tất cả màn hình đã được kết nối
zh_hans: 允许断开所有已连接的显示器
zh_hant: 允許斷開所有已連接的顯示器

source: Allow disconnecting external non-natively connected displays
de: Trennen von externen nicht nativ verbundenen Displays erlauben
es: Permitir desconectar las pantallas integradas conectadas
fr: Permettre la déconnexion des écrans externes non nativement connectés
hu: Külső, nem natív kapcsolattal rendelkező kijelzők leválasztásának engedélyezése
it: Consenti la disconnessione di display esterni non collegati nativamente
ja: ネイティブ接続されていない外付けディスプレイの切断を許可
ko: 기본적으로 연결되지 않은 외부 디스플레이 연결 해제 허용
nb: Tillat å koble fra eksterne skjermer som ikke er koblet innfødt
nl: Sta losmaken toe van externe niet-ingebouwde verbonden schermen
pl: Zezwalaj na rozłączanie zewnętrznych wyświetlaczy niepołączonych natywnie
pt_br: Permitir a desconexão de monitores externos conectados não nativamente
ro: Permiteți deconectarea ecranelor externe conectate non-nativ
ru: Разрешите отключать внешние дисплеи, не подключенные к сети
sl: Dovoli odklop zunanjih zaslonov, ki niso izvorno povezani
sv: Tillåt bortkoppling av externa icke-inbyggda anslutna skärmar
tr: Yerel olarak bağlı olmayan harici ekranların bağlantısını kesmeye izin ver
uk: Дозволити від'єднання зовнішніх непід'єднаних дисплеїв
vi: Cho phép ngắt kết nối các màn hình rời không được kết nối tự nhiên
zh_hans: 允许断开外部非本机连接的显示器
zh_hant: 允許斷開外部非本機連接的顯示器

source: Allow disconnecting the built-in display of the iMac
de: Trennen des integrierten Displays des iMac erlauben
es: Permitir desconectar la pantalla integrada del iMac
fr: Autoriser la déconnexion de l'écran intégré de l'iMac
hu: Az iMac beépített kijelzője leválasztásának engedélyezése
it: Consenti di scollegare il display integrato di iMac
ja: iMacの内蔵ディスプレイの切断を許可
ko: iMac의 내장 디스플레이 연결 해제 허용하기
nb: Tillat å koble fra iMacs innebygde skjerm
nl: Sta losmaken toe van het ingebouwde scherm van de iMac
pl: Zezwól na rozłączenie wbudowanego wyświetlacza iMaca
pt_br: Permitir desconectar a tela integrada do iMac
ro: Permiteți deconectarea ecranului încorporat al iMac-ului
ru: Разрешить отключение встроенного дисплея iMac
sl: Dovolite odklop vgrajenega zaslona iMac
sv: Tillåt frånkoppling av inbyggd iMac-skärm
tr: iMac'in yerleşik ekranının bağlantısının kesilmesine izin verin
uk: Дозволити від'єднання вбудованого дисплея iMac
vi: Cho phép ngắt kết nối màn hình tích hợp của iMac
zh_hans: 允许断开 iMac 内建显示屏
zh_hant: 允許斷開 iMac 內建顯示器

source: Allow hardware backlight/OLED pixel brightness level, contrast and saturation control. Availability of these controls may depend on the current picture mode. Control responsiveness may be slow. On OLED models using software image adjustments exclusively might result in superior experience.
pl: Zezwalaj na sprzętową kontrolę jasności podświetlenia / poziomu jasności pikseli OLED, kontrastu i nasycenia. Dostępność tych opcji może zależeć od aktualnego trybu obrazu. Reakcja sterowania może być opóźniona. W przypadku modeli OLED korzystanie wyłącznie z programowych korekt obrazu może zapewnić lepsze wrażenia.
ru: Разрешить аппаратное управление уровнем подсветки/яркостью пикселей OLED, контрастностью и насыщенностью. Доступность этих элементов управления может зависеть от текущего режима изображения. Реакция управления может быть медленной. На OLED-моделях использование исключительно программных настроек изображения может дать лучший результат.

source: Allow hardware brightness control in HDR mode
de: Hardware-Helligkeitskontrolle im HDR-Modus erlauben
es: Permitir control de brillo por hardware en modo HDR
fr: Autoriser le contrôle matériel de la luminosité en mode HDR
hu: Hardveres fényerőszabályozás engedélyezése HDR módban
it: Consenti il controllo della luminosità hardware in modalità HDR
ja: HDRモードでハードウェア輝度制御を許可
ko: HDR 모드에서 하드웨어 밝기 제어 허용
nb: Tillat maskinvarebasert lysstyrkekontroll i HDR-modus
nl: Sta bediening van helderheid via het apparaat toe in HDR-modus
pl: Zezwól na sprzętową kontrolę jasności w trybie HDR
pt_br: Permitir controle de brilho por hardware no modo HDR
ro: Permiteți controlul hardware al luminozității în modul HDR
ru: Разрешить аппаратное управление яркостью в режиме HDR
sl: Dovoli nadzor svetlosti strojne opreme v načinu HDR
sv: Tillåt kontroll av ljusstyrka i hårdvara i HDR-läge
tr: HDR modunda donanım parlaklığı kontrolüne izin ver
uk: Дозволити апаратне керування яскравістю в режимі HDR
zh_hans: 允许在 HDR 模式下使用硬件亮度控制
zh_hant: 允許在 HDR 模式下使用硬體亮度控制

source: Allow native XDR upscaling
de: Native XDR-Hochskalierung erlauben
es: Permitir el escalado XDR nativo
fr: Autoriser la mise à l'échelle XDR native
hu: Natív XDR felskálázás engedélyezése
it: Consenti l’upscaling XDR nativo
ja: ネイティブXDRアップスケーリングを許可
ko: 네이티브 XDR 업스케일링 허용
nb: Tillat innfødt XDR-oppskalering
nl: Sta ingebouwde XDR-opschaling toe
pl: Zezwalaj na natywne skalowanie XDR
pt_br: Permitir upscaling XDR nativo
ro: Permiteți scalarea nativă XDR
ru: Разрешить нативное масштабирование XDR
sl: Dovoli izvorno povečanje velikosti XDR
sv: Tillåt inbyggd XDR-uppskalning
tr: Yerel XDR yükseltmeye izin ver
uk: Дозволити нативне XDR підвищення яскравості
vi: Cho phép tăng cường XDR nguyên bản
zh_hans: 允许原生 XDR 增强
zh_hant: 允許原生 XDR 增強

source: Allow resolution change for mirror target displays
de: Ändern der Auflösung für Displays erlauben, die Ziele einer Synchronisierung sind
es: Permitir el cambio de resolución para las pantallas a duplicar
fr: Autoriser le changement de résolution pour les écrans mis en miroir
hu: Felbontás váltás engedélyezése tükrözési cél kijelzők esetén
it: Consenti cambio di risoluzione per i display obiettivo di duplicazione
ja: ミラーリングのターゲットディスプレイの解像度変更を許可
ko: 미러링 대상 디스플레이의 해상도 변경 허용
nb: Tillat oppløsningsendring for speilmålskjermer
nl: Sta resolutiewijzigingen toe voor doelschermen voor Synchrone weergave
pl: Zezwól na zmianę rozdzielczości dla wyświetlaczy docelowych lustrzanych
pt_br: Permitir alteração de resolução para monitores de destino espelhado
ro: Permiteți schimbarea rezoluției pentru ecrane țintă de mirror
ru: Разрешить изменение разрешения для целевых зеркальных дисплеев
sl: Dovoli spremembo ločljivosti za zrcalne ciljne zaslone
sv: Tillåt ändring av upplösning för speglade målskärmar
tr: Yansıtma hedefi ekranlar için çözünürlük değişikliğine izin ver
uk: Дозволити зміну роздільної здатності для дзеркального відображення цільових дисплеїв
vi: Cho phép thay đổi độ phân giải của màn hình được dùng làm phản chiếu
zh_hans: 允许更改镜像目标显示器的分辨率
zh_hant: 允許更改鏡像目標顯示器的解析度
