Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Apply the configured custom EDID for a display.
de: Konfiguriertes benutzerdefiniertes EDID für ein Display anwenden.
es: Aplicar el EDID personalizado configurado para una pantalla.
fr: Appliquer la configuration EDID personnalisée sur un écran.
hu: A konfigurált egyedi EDID alkalmazása egy kijelző esetén.
it: Applica l’EDID personalizzato configurato per un display.
ja: 構成済みEDIDをディスプレイに適用します。
ko: 디스플레이에 구성된 사용자 지정 EDID 적용
nb: Bruk konfigurert egendefinert EDID for en skjerm.
nl: Pas de geconfigureerde eigen EDID toe voor een scherm.
pl: Zastosuj skonfigurowany niestandardowy EDID dla wyświetlacza.
pt_br: Aplicar o EDID personalizado configurado para uma tela.
ro: Aplicați EDID-ul personalizat configurat pentru un afișaj.
ru: Применить настроенный пользовательский EDID для дисплея.
sl: Uporabite konfiguriran EDID po meri za zaslon.
sv: Tillämpa den konfigurerade anpassade EDID för en skärm.
tr: Bir ekran için yapılandırılmış özel EDID'yi uygulama
uk: Застосувати налаштований власний EDID для дисплея.
zh_hans: 为显示器设置自订的 EDID
zh_hant: 為顯示器設定自訂的 EDID

source: Appropriate displays are available for a configured synchronization, UI scale matching or layout protection.
de: Geeignete Displays sind für eine konfigurierte Synchronisierung, Abgleich der Benutzeroberflächen-Skala oder Layoutschutz verfügbar.
es: Las pantallas apropiadas están disponibles para una sincronización configurada, coincidencia de escala de la interfaz de usuario o protección de diseño.
fr: Les écrans appropriés sont disponibles pour une configuration synchronisée, correspondance de la taille d'interface ou protection de la disposition.
hu: Megfelelő kijelzők állnak rendelkezésre a beállított szinkronizációhoz, felhasználói felület méretarány-illesztéshez vagy elrendezésvédelemhez.
it: Sono disponibili display appropriati per una sincronizzazione configurata, un adattamento della scala UI o una protezione del layout.
ja: 同期構成、UIサイズ調整、またはレイアウト保護に対する適切なディスプレイが使用可能です。
ko: 동기화, UI 스케일 매칭 또는 레이아웃 보호를 위해 적절한 디스플레이를 구성할 수 있습니다.
nb: Passende skjermer er tilgjengelige for en konfigurert synkronisering, UI-skalatilpasning eller oppsettbeskyttelse.
nl: Bijbehorende schermen zijn beschikbaar voor een geconfigureerde synchronisatie, het overeenkomen van de UI-schaal of bij 'Bescherming indeling'.
pl: Dostępne są odpowiednie wyświetlacze dla skonfigurowanej synchronizacji, dopasowania skali interfejsu lub ochrony układu.
pt_br: Monitores apropriados estão disponíveis para uma sincronização configurada, correspondência de escala de UI ou proteção de layout
ro: Afișajele corespunzătoare sunt disponibile pentru o sincronizare configurată, potrivire a scalei UI sau protecție a aspectului.
ru: Доступны подходящие дисплеи для настроенной синхронизации, совпадения масштаба интерфейса или защиты размещения.
sl: Na voljo so ustrezni zasloni za konfigurirano sinhronizacijo, ujemanje merila uporabniškega vmesnika ali zaščito postavitve.
sv: Lämpliga skärmar finns tillgängliga för en konfigurerad synkronisering, UI-skalamatchning eller layoutskydd.
tr: Yapılandırılmış bir senkronizasyon, UI ölçek eşleştirme veya düzen koruması için uygun ekranlar mevcuttur.
uk: Відповідні дисплеї доступні для налаштованої синхронізації, узгодження масштабу інтерфейсу або захисту макету.
vi: Các màn hình phù hợp đã khả dụng cho một cấu hình đồng bộ hóa, điều chỉnh tỉ lệ UI hoặc bảo vệ bố cục đã được cấu hình.
zh_hans: 适当的显示器可用于配置同步、UI比例匹配或布局保护。
zh_hant: 適當的顯示器可用於設定同步、UI比例匹配或佈局保護。

source: Are you sure you want the app to reset macOS display settings? After reset the system will reboot!
de: Bist du sicher, dass die App die macOS-Anzeigeeinstellungen zurücksetzen soll? Nach dem Zurücksetzen wird das System neu gestartet!“
es: ¿Estás seguro de que deseas que la app restablezca la configuración de pantalla de macOS? ¡El sistema se reiniciará después del restablecimiento!
fr: Voulez-vous vraiment que l’application réinitialise les réglages d’écrans de macOS ? Après la réinitialisation, le système redémarrera !
hu: Biztosan vissza szeretné állítani a macOS kijelző beállításait az alkalmazással? A visszaállítás után a rendszer újraindul!
it: Sei sicuro di voler reimpostare le impostazioni di visualizzazione di macOS con l'app? Dopo il ripristino il sistema verrà riavviato!
ja: macOSのディスプレイ設定をリセットしてもよろしいですか? リセット後にシステムは再起動します!
ko: 앱이 macOS 디스플레이 설정을 재설정하도록 하시겠습니까? 재설정 후 시스템이 재부팅됩니다!
nb: Er du sikker på at du vil at appen skal tilbakestille macOS-skjerminnstillinger? Etter tilbakestilling vil systemet starte på nytt!
nl: Weet je zeker dat je de app de macOS-scherminstellingen wilt laten herstellen? Na herstel zal het systeem zich opnieuw opstarten!
pl: Czy na pewno chcesz, aby aplikacja zresetowała ustawienia wyświetlania macOS? Po resecie system zostanie uruchomiony ponownie!
pt_br: Tem certeza de que deseja que o app redefina as configurações de exibição do macOS? O sistema será reiniciado após a redefinição!
ro: Sunteți sigur că doriți ca aplicația să reseteze setările de afișare macOS? După resetare, sistemul va reporni!
ru: Вы уверены, что хотите сбросить настройки дисплея macOS? После сброса система перезагрузится!
sl: Ali ste prepričani, da želite, da aplikacija ponastavi nastavitve zaslona macOS? Po ponastavitvi se bo sistem znova zagnal!
sv: Är du säker på att du vill att appen återställer macOS-skärminställningar? Efter återställningen kommer systemet att starta om!
tr: Uygulamanın macOS ekran ayarlarını sıfırlamasını istediğinizden emin misiniz? Sıfırlamadan sonra sistem yeniden başlatılacaktır!
uk: Ви впевнені, що хочете скинути налаштування дисплея macOS? Після скидання система перезавантажиться!
zh_hans: 您确定要让应用重置 macOS 的显示设置吗？重置后系统将重新启动！
zh_hant: 您確定要讓應用程式重設 macOS 顯示設定嗎？重設後系統將重新啟動！

source: Are you sure you want to discard this display group and all its settings?
de: Bist du sicher, dass du diese Displaygruppe und alle ihre Einstellungen verwerfen möchtest?
es: ¿Estás seguro que quieres descartar este grupo de pantallas y todas sus configuraciones?
fr: Voulez-vous vraiment supprimer ce groupe d'écrans et tous ses réglages ?
hu: Biztos, hogy el akarja távolítani ezt a kijelzőcsoportot és annak minden beállítását?
it: Sei sicuro di voler scartare questo gruppo di display e tutte le sue impostazioni?
ja: このディスプレイグループとすべての設定を破棄してもよろしいですか?
ko: 이 디스플레이 그룹과 모든 설정을 삭제하시겠습니까?
nb: Er du sikker på at du vil forkaste denne visningsgruppen og alle innstillingene?
nl: Weet je zeker dat je deze schermgroep en al zijn instellingen wil wegdoen?
pl: Czy na pewno chcesz odrzucić tę grupę wyświetlaczy i wszystkie jej ustawienia?
pt_br: Tem certeza de que deseja descartar este grupo de monitores e todas as suas configurações?
ro: Sunteți sigur că doriți să renunțați la acest grup de ecrane și la toate setările sale?
ru: Вы уверены, что хотите удалить эту группу дисплеев и все её настройки?
sl: Ali ste prepričani, da želite zavreči to skupino zaslonov in vse njene nastavitve?
sv: Vill du verkligen förkasta denna skärmgrupp och alla dess inställningar?
tr: Bu görüntü grubunu ve tüm ayarlarını iptal etmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете відхилити цю групу дисплеїв та всі її налаштування?
vi: Bạn có chắc muốn loại bỏ nhóm màn hình này và tất cả cài đặt của nó không?
zh_hans: 您确定想要舍弃该显示组及其所有设置吗？
zh_hant: 您確定想要捨棄該顯示組及其所有設定嗎？

source: Are you sure you want to quit the app?
de: Bist du dir sicher, dass du die App beenden möchtest?
es: ¿Estás seguro que quieres salir de la App?
fr: Voulez-vous vraiment quitter l'application ?
hu: Biztos, hogy ki akar lépni az alkalmazásból?
it: Sei sicuro di voler uscire chiudere l'app?
ja: アプリを終了してもよろしいですか?
ko: 앱을 종료하시겠습니까?
nb: Er du sikker på at du vil avslutte appen?
nl: Weet je zeker dat je de app wil stoppen?
pl: Czy na pewno chcesz zamknąć aplikację?
pt_br: Tem certeza de que deseja sair do aplicativo?
ro: Sunteți sigur că doriți să închideți aplicația?
ru: Вы уверены, что хотите выйти из приложения?
sl: Ste prepričani, da želite zapreti aplikacijo?
sv: Vill du verkligen avsluta programmet?
tr: Uygulamadan çıkmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете вийти з програми?
vi: Bạn có chắc chắn muốn thoát ứng dụng?
zh_hans: 您确定要退出此应用程序吗？
zh_hant: 您確定要退出此應用程式嗎？

source: Are you sure you want to reapply model specific adaptations for this display?
de: Bist du sicher, dass du die modellspezifischen Anpassungen für dieses Display erneut anwenden möchtest?
es: ¿Estás seguro de que deseas reaplicar adaptaciones específicas del modelo para esta pantalla?
fr: Voulez-vous vraiment réappliquer les adaptations spécifiques à cet écran ?
hu: Biztosan újra szeretné alkalmazni a modellspecifikus adaptációkat ehhez a kijelzőhöz?
it: Sei sicuro di voler riapplicare le adattamenti specifici del modello per questo display?
ja: このディスプレイ用のメーカー固有カスタム設定を再適用してもよろしいですか?
ko: 이 디스플레이에 모델별 적용을 다시 적용하시겠습니까?
nb: Er du sikker på at du vil bruke modellspesifikke tilpasninger på nytt for denne skjermen?
nl: Weet je zeker dat je de modelspecifieke aanpassingen voor dit scherm opnieuw wil toepassen?
pl: Czy na pewno chcesz ponownie zastosować adaptacje specyficzne dla modelu dla tego wyświetlacza?
pt_br: Tem certeza de que deseja reaplicar as adaptações específicas do modelo para este monitor?
ro: Sunteți sigur că doriți să aplicați din nou adaptări specifice modelului pentru acest afișaj?
ru: Вы уверены, что хотите повторно применить модельные адаптации для этого дисплея?
sl: Ali ste prepričani, da želite znova uporabiti prilagoditve, specifične za model, za ta zaslon?
sv: Är du säker på att du vill återtillämpa modellspecifika anpassningar för den här skärmen?
tr: Bu ekran için modele özel uyarlamaları yeniden uygulamak istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте повторно застосувати модельні адаптації для цього дисплея?
vi: Bạn có chắc chắn muốn áp dụng lại các điều chỉnh cụ thể cho mô hình này cho màn hình này không?
zh_hans: 您确定要重新应用此显示器的特定型号适配吗？
zh_hant: 您確定要重新套用此顯示器的特定型號適配嗎？

source: Are you sure you want to remove the layout protection for this display with all its settings?
de: Bist du sicher, dass du den Layoutschutz für dieses Display und alle seine Einstellungen entfernen möchtest?
es: ¿Estás seguro de que deseas eliminar la protección de diseño para esta pantalla con todos sus ajustes?
fr: Voulez-vous vraiment supprimer la protection de la disposition d'écrans (avec tous ses réglages) pour cet écran ?
hu: Biztosan el akarja távolítani az elrendezés védelmét ehhez a kijelzőhöz annak összes beállításával együtt?
it: Sei sicuro di voler rimuovere la protezione del layout per questo display con tutte le sue impostazioni?
ja: このディスプレイのレイアウト保護と設定とをすべて削除してもよろしいですか?
ko: 이 디스플레이의 모든 설정과 레이아웃 보호를 제거하시겠습니까?
nb: Er du sikker på at du vil fjerne oppsettbeskyttelsen for denne skjermen med alle innstillingene?
nl: Weet je zeker dat je de 'Bescherming indeling' voor dit scherm wil verwijderen met al zijn instellingen?
pl: Czy na pewno chcesz usunąć ochronę układu dla tego wyświetlacza wraz ze wszystkimi jej ustawieniami?
pt_br: Tem certeza de que deseja remover a proteção de layout desta tela com todas as suas configurações?
ro: Sunteți sigur că doriți să eliminați protecția aspectului pentru acest ecran cu toate setările sale?
ru: Вы уверены, что хотите удалить защиту размещения для этого дисплея вместе со всеми его настройками?
sl: Ali ste prepričani, da želite odstraniti zaščito postavitve za ta zaslon z vsemi njegovimi nastavitvami?
sv: Är du säker på att du vill ta bort layoutskyddet för den här skärmen med alla dess inställningar?
tr: Bu ekran için düzen korumasını tüm ayarlarıyla birlikte kaldırmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити захист макету для цього дисплея разом з усіма його налаштуваннями?
vi: Bạn có chắc chắn muốn gỡ bỏ bảo vệ bố cục cho màn hình này cùng với tất cả các cài đặt của nó không?
zh_hans: 您确定要移除此显示器及其所有设置的布局保护吗？
zh_hant: 您確定要移除此顯示器及其所有設定的佈局保護嗎？

source: Are you sure you want to remove this synchronization with all its settings?
de: Bist du sicher, dass du diese Synchronisierung und alle ihre Einstellungen entfernen möchtest?
es: ¿Estás seguro de que deseas eliminar esta sincronización con todos sus ajustes?
fr: Voulez-vous vraiment supprimer cette synchronisation avec tous ses réglages ?
hu: Biztos, hogy el akarja távolítani ezt a szinkronizálást az összes beállításával együtt?
it: Sei sicuro di voler rimuovere questa sincronizzazione con tutte le sue impostazioni?
ja: すべての設定からこの同期を削除してもよろしいですか?
ko: 이 동기화와 모든 설정을 제거하시겠습니까?
nb: Er du sikker på at du vil fjerne denne synkroniseringen med alle innstillingene?
nl: Weet je zeker dat je deze synchronisatie wilt verwijderen met al zijn instellingen?
pl: Czy na pewno chcesz usunąć tę synchronizację wraz ze wszystkimi jej ustawieniami?
pt_br: Tem certeza de que deseja remover esta sincronização com todas as suas configurações?
ro: Sunteți sigur că doriți să eliminați această sincronizare cu toate setările sale?
ru: Вы уверены, что хотите удалить эту синхронизацию со всеми её настройками?
sl: Ali ste prepričani, da želite odstraniti to sinhronizacijo z vsemi njenimi nastavitvami?
sv: Är du säker på att du vill ta bort denna synkronisering och alla dess inställningar?
tr: Bu senkronizasyonu tüm ayarlarıyla birlikte kaldırmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити цю синхронізацію разом з усіма її налаштуваннями?
vi: Bạn có chắc muốn xóa đồng bộ hóa này cùng với tất cả cài đặt của nó không?
zh_hans: 你确定要移除这个同步设置及其所有相关配置吗？
zh_hant: 你確定要移除這個同步設定及其所有相關配置嗎？

source: Are you sure you want to reset (forget) all settings related to all displays?
de: Bist du sicher, dass du alle Einstellungen für alle Displays zurücksetzen (vergessen) möchtest?
es: ¿Estás seguro de que deseas restablecer (olvidar) todas las configuraciones relacionadas con todas las pantallas?
fr: Voulez-vous vraiment réinitialiser (oublier) tous les réglages de tous les écrans ?
hu: Biztos, hogy vissza szeretné állítani (elfelejteni) az összes kijelzőhöz kapcsolódó beállítást?
it: Sei sicuro di voler resettare (dimenticare) tutte le impostazioni relative a tutti gli schermi?
ja: すべてのディスプレイに関する設定をリセット（登録解除）してもよろしいですか?
ko: 모든 디스플레이와 관련된 모든 설정을 초기화하시겠습니까?
nb: Er du sikker på at du vil tilbakestille (glemme) alle innstillinger knyttet til alle skjermer?
nl: Weet je zeker dat je alle instellingen wilt herstellen (vergeten) verwant aan alle schermen?
pl: Czy na pewno chcesz zresetować (zapomnieć) wszystkie ustawienia dotyczące wszystkich wyświetlaczy?
pt_br: Tem certeza de que deseja redefinir (esquecer) todas as configurações relacionadas a todos os monitores?
ro: Sunteți sigur că doriți să resetați (uitați) toate setările referitoare la toate afișajele?
ru: Вы уверены, что хотите сбросить (забыть) все настройки, связанные со всеми дисплеями?
sl: Ali ste prepričani, da želite ponastaviti (pozabiti) vse nastavitve, povezane z vsemi zasloni?
sv: Är du säker på att du vill återställa (glömma) alla inställningar för alla skärmar?
tr: Tüm ekranlarla ilgili tüm ayarları sıfırlamak (unutmak) istediğinizden emin misiniz?
uk: Ви впевнені, що хочете скинути (забути) всі налаштування, пов'язані з усіма дисплеями?
zh_hans: 您确定要重置（忘记）与所有显示器相关的所有设置吗？
zh_hant: 您確定要重置（忘記）所有與顯示器相關的設定嗎？

source: Are you sure you want to reset (forget) all settings related to this display? Reset does not affect system configuration settings like flexible scaling, custom resolutions.
de: Bist du dir sicher, dass du alle Einstellungen für dieses Display zurücksetzen (vergessen) möchtest? Das Zurücksetzen betrifft nicht die Konfiguration der Systemeinstellungen, wie flexible Skalierung und benutzerdefinierte Auflösungen.
es: ¿Estás seguro de que deseas restablecer (olvidar) todas las configuraciones relacionadas con esta pantalla? El restablecimiento no afecta a la configuración del sistema, como el escalado flexible o las resoluciones personalizadas.
fr: Voulez-vous vraiment réinitialiser (oublier) tous les réglages de cet écran ? La réinitialisation n'affecte pas la configuration système, comme la mise à l'échelle flexible et les résolutions personnalisées.
hu: Biztos, hogy vissza akarja állítani (elfelejteni) az összes, kijelzővel kapcsolatos beállítást? A visszaállítás nem érinti a rendszerkonfigurációs beállításokat, például a rugalmas skálázást, egyéni felbontásokat.
it: Sei sicuro di voler resettare (dimenticare) tutte le impostazioni relative a questo schermo? Il reset non influisce sulle impostazioni di configurazione di sistema come scala flessibile, risoluzioni personalizzate.
ja: このディスプレイに関連するすべての設定をリセット（登録解除）してもよろしいですか? フレキシブルケーリングやカスタム解像度などのシステム構成の設定には影響しません。
ko: 이 디스플레이와 관련된 모든 설정을 초기화(삭제)하시겠습니까? 재설정은 유연한 스케일링, 사용자 지정 해상도와 같은 시스템 구성 설정에는 영향을 주지 않습니다.
nb: Er du sikker på at du vil tilbakestille (glemme) alle innstillinger knyttet til denne skjermen? Tilbakestilling påvirker ikke systemkonfigurasjonsinnstillinger som fleksibel skalering eller egendefinerte oppløsninger.
nl: Weet je zeker dat je alle instellingen wilt herstellen (vergeten) verwant aan dit scherm? Herstel heeft geen invloed op instellingen van de systeemconfiguratie, zoals flexibel schalen en eigen resoluties.
pl: Czy na pewno chcesz zresetować (zapomnieć) wszystkie ustawienia dotyczące tego wyświetlacza? Resetowanie nie ma wpływu na systemowe ustawienia konfiguracji, takie jak elastyczne skalowanie lub niestandardowe rozdzielczości.
pt_br: Tem certeza de que deseja redefinir (esquecer) todas as configurações relacionadas a esta exibição? A redefinição não afeta as configurações do sistema, como dimensionamento suave e resoluções personalizadas.
ro: Sunteți sigur că doriți să resetați (să uitați) toate setările legate de acest ecran? Resetarea nu afectează setările de configurare a sistemului, cum ar fi scalarea lină sau rezoluțiile personalizate.
ru: Вы уверены, что хотите сбросить (забыть) все настройки, связанные с этим дисплеем? Сброс не затрагивает системные параметры вроде гибкого масштабирования и пользовательских разрешений.
sl: Ali ste prepričani, da želite ponastaviti (pozabiti) vse nastavitve, povezane s tem zaslonom? Ponastavitev ne vpliva na nastavitve sistemske konfiguracije, kot so prilagodljivo skaliranje, ločljivosti po meri.
sv: Är du säker på att du vill nollställa (glömma) alla inställningar relaterade till denna skärm? Nollställning påverkar inte systemets konfigurationsinställningar som flexibel skalning, anpassade upplösningar.
tr: Bu ekranla ilgili tüm ayarları sıfırlamak (unutmak) istediğinizden emin misiniz? Sıfırlama, esnek ölçekleme, özel çözünürlükler gibi sistem yapılandırma ayarlarını etkilemez.
uk: Ви впевнені, що хочете скинути (забути) всі налаштування, пов'язані з цим дисплеєм? Скидання не впливає на системні налаштування, такі як гнучке масштабування, власні роздільні здатності.
vi: Bạn chắc chắn muốn đặt lại tất cả cài đặt liên quan đến màn hình này? Việc đặt lại không ảnh hưởng đến các cài đặt cấu hình hệ thống như thu phóng mượt, độ phân giải tùy chỉnh.
zh_hans: 确定要重置（忽略）此显示器的所有相关设置吗？重置不影响系统配置项，如平滑缩放、自定义分辨率。
zh_hant: 確定要重置（忽略）此顯示器的所有相關設定嗎？重置不影響系統設定項，如平滑縮放、自訂解析度。

source: Are you sure you want to reset app settings?
de: Bist du sicher, dass du die App-Einstellungen zurücksetzen möchtest?
es: ¿Estás seguro que deseas reiniciar la configuración de la app?
fr: Voulez-vous vraiment réinitialiser tous les réglages de l'application ?
hu: Biztos, hogy vissza szeretné állítani az alkalmazás alapbeállításait?
it: Sei sicuro di voler ripristinare tutte le impostazioni?
ja: アプリ設定をリセットしてよろしいですか?
ko: 앱 설정을 초기화하시겠습니까?
nb: Er du sikker på at du vil tilbakestille app-innstillinger?
nl: Weet je zeker dat je de app-instellingen wilt herstellen?
pl: Czy na pewno chcesz zresetować ustawienia aplikacji?
pt_br: Tem certeza de que deseja redefinir as configurações do aplicativo?
ro: Sunteți sigur că doriți să resetați setările aplicației?
ru: Вы уверены, что хотите сбросить настройки приложения?
sl: Ali ste prepričani, da želite ponastaviti nastavitve aplikacije?
sv: Vill du verkligen nollställa inställningarna?
tr: Uygulama ayarlarını sıfırlamak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете скинути налаштування програми?
vi: Bạn có chắc chắn muốn đặt lại cài đặt ứng dụng?
zh_hans: 您确定要重置应用程序设置吗？
zh_hant: 您確定要重置應用程式設定嗎？

source: Are you sure you want to restart the app?
de: Bist du sicher, dass du die App neu starten möchtest?
es: ¿Estás seguro que quieres reiniciar la app?
fr: Voulez-vous vraiment redémarrer l'application ?
hu: Biztos, hogy újra akarja indítani az alkalmazást?
it: Sei sicuro di voler ricominciare?
ja: アプリを再起動してよろしいですか?
ko: 앱을 다시 시작하시겠습니까?
nb: Er du sikker på at du vil starte appen på nytt?
nl: Weet je zeker dat je de app opnieuw wilt starten?
pl: Czy na pewno chcesz ponownie uruchomić aplikację?
pt_br: Tem certeza de que deseja reiniciar o aplicativo?
ro: Sunteți sigur că doriți să reporniți aplicația?
ru: Вы уверены, что хотите перезапустить приложение?
sl: Ali ste prepričani, da želite znova zagnati aplikacijo?
sv: Vill du verkligen starta om programmet?
tr: Uygulamayı yeniden başlatmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете перезапустити програму?
vi: Bạn có chắc chắn muốn khởi động lại ứng dụng?
zh_hans: 您确定要重启应用程序吗？
zh_hant: 您確定要重新開啟應用程式嗎？

source: Arrange %@ next to
de: Ordne %@ an neben
es: Ordenar %@ al lado de
fr: Disposer %@ à coté de
hu: %@ melletti képernyő
it: Posiziona %@ accanto a
ja: %@に隣接するディスプレイ
ko: %@ 옆에 배치
nb: Arranger %@ ved siden av
nl: Deel %@ in naast
pl: Ułóż %@ obok
pt_br: Organize %@ ao lado de
ro: Aranjează %@ lângă
ru: Разместить %@ рядом с
sl: Razporedi %@ poleg
sv: Ordna %@ bredvid
tr: %@ 'in yanına düzenleyin
uk: Розташувати %@ поруч із
vi: Sắp xếp %@ kế bên
zh_hans: 将 %@ 排列在旁边
zh_hant: 將 %@ 排列在旁邊

source: Aspect ratio
de: Seitenverhältnis
es: Relación de aspecto
fr: Rapport d'aspect
hu: Képarány
it: Rapporto di aspetto
ja: アスペクト比
ko: 화면비
nb: Sideforhold
nl: Schermverhouding
pl: Współczynnik proporcji
pt_br: Proporção da tela
ro: Raport de aspect
ru: Соотношение сторон
sl: Razmerje stranic
sv: Bildförhållande
tr: En boy oranı
uk: Співвідношення сторін
vi: Tỉ lệ khung hình
zh_hans: 宽高比
zh_hant: 寬高比

source: Assign current resolution to favorite:
de: Aktuelle Auflösung einem Favoriten hinzufügen:
es: Asignar la resolución actual a favoritos:
fr: Assigner la résolution actuelle à un favori :
hu: Aktuális felbontás kedvencekhez rendelése:
it: Assegna la risoluzione corrente ai preferiti:
ja: 現在の解像度をお気に入りに登録：
ko: 즐겨찾기에 현재 해상도를 지정합니다:
nb: Tildel gjeldende oppløsning til favoritt:
nl: Ken huidige resolutie toe aan favoriet:
pl: Przypisz bieżącą rozdzielczość do ulubionych:
pt_br: Atribuir a resolução atual ao favorito:
ro: Atribuiți rezoluția curentă la favorită:
ru: Назначить текущее разрешение избранным:
sl: Dodeli trenutno ločljivost med priljubljene:
sv: Tilldela aktuell upplösning till favorit:
tr: Geçerli çözünürlüğü favorilere atayın:
uk: Призначте поточну роздільну здатність до вибраного:
vi: Gán độ phân giải hiện tại vào yêu thích:
zh_hans: 收藏当前分辨率：
zh_hant: 收藏目前解析度：
