Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Skip the standard macOS fade-out and fade-in animations during mode change and display layout operations performed by the app.
de: Überspringt die in macOS üblichen Ein- und Ausblendungsanimationen bei Moduswechsel und Display-Layout-Vorgängen, die von der App ausgeführt werden.
es: Omitir las animaciones estándar de desvanecimiento y reaparición de macOS durante los cambios de modo y las operaciones de diseño de pantalla realizadas por la aplicación.
fr: Passe l'animation standard de macOS de fondu au noir pendant les changement de mode et de disposition faites par l'application.
hu: Hagyd ki a szokásos macOS elhalványuló és felbukkanó animációkat az app által végrehajtott módváltoztatás és kijelző elrendezési műveletek során.
it: Salta le animazioni standard di dissolvenza in uscita e in entrata di macOS durante il cambiamento della modalità e le operazioni di layout del display eseguite dall’app.
ja: アプリによるモード変更やディスプレイレイアウト操作時に、macOS標準のフェードアウト、フェードインアニメーションをスキップします。
ko: 앱이 모드 변경 및 디스플레이 레이아웃 작업 중 macOS의 페이드 아웃 및 페이드 인 애니메이션을 건너뜁니다.
nb: Hopp over standard fade-out- og fade-in-animasjoner i macOS under modusendring og skjermlayoutoperasjoner utført av appen.
nl: Sla de standaard-macOS-animaties voor fade-out/in over tijdens moduswijziging en schermindelingshandelingen uitgevoerd door de app.
pt_br: Ignore as animações de fade-out e fade-in padrão do macOS durante a mudança de modo e as operações de layout de exibição realizadas pelo aplicativo.
ro: Sariți animațiile standard de estompare și estompare a macOS în timpul schimbării modului și operațiunilor de aranjare a ecranului efectuate de aplicație.
ru: Пропустить стандартные анимации исчезновения и появления macOS при смене режима и операций макета дисплея, выполняемых приложением.
sl: Preskočite standardne animacije za zatemnitev in zatemnitev v sistemu macOS med spreminjanjem načina in operacijami postavitve prikaza, ki jih izvaja aplikacija.
sv: Hoppa över de vanliga macOS-animationerna för uttoning och intoning under lägesändring och skärmlayoutoperationer som utförs av appen.
tr: Uygulama tarafından gerçekleştirilen mod değiştirme ve ekran düzeni işlemleri sırasında standart macOS soluklaşma ve soluklaşma animasyonlarını atlayın.
uk: Пропустити стандартні анімації згасання і появи macOS під час зміни режиму та операцій макета дисплея, виконуваних додатком.
vi: Bỏ qua các hiệu ứng mờ dần tiêu chuẩn của macOS khi thay đổi chế độ và các thao tác bố trí màn hình được thực hiện bởi ứng dụng.
zh_hans: 在应用程序执行模式更改和显示布局操作期间，跳过标准的 macOS 渐隐和渐显动画。
zh_hant: 在應用程式執行模式更改和顯示佈局操作期間，跳過標準的 macOS 漸隱和漸顯動畫。

source: Slider format string
de: Formatzeichenfolge für Regler
es: Cadena de formato del slider
fr: Chaîne de caractères de formatage des curseurs de sélection
hu: Csúszka formátum string
it: Stringa di formato dello slider
ja: スライダフォーマット文字列
ko: 슬라이더 형식 문자열
nb: Formatstreng for glidebryter
nl: Opmaaktekenreeks schuifregelaar
pt_br: String de formato do controle deslizante
ro: Format șir slider
ru: Форматная строка для ползунка
sl: Niz oblike drsnika
sv: Formatsträng för draglist
tr: Kaydırıcı biçimi dizesi
uk: Форматний рядок для слайдера
zh_hans: 滑块格式字符串
zh_hant: 滑桿格式字串

source: Slider visibility
de: Sichtbarkeit der Regler
es: Visibilidad slider
fr: Visibilité des curseurs de sélection
hu: Csúszka láthatóság
it: Visibilità scorrevole
ja: スライダ表示
ko: 슬라이더 표시
nb: Glidebrytervisning
nl: Zichtbaarheid schuifregelaar
pt_br: Visibilidade do controle deslizante
ro: Vizibilitate glisor
ru: Видимость ползунка
sl: Vidnost drsnika
sv: Synlighet för skjutreglaget
tr: Kaydırıcı görünürlüğü
uk: Видимість повзунка
vi: Khả năng hiển thị thanh trượt
zh_hans: 滑块可见性
zh_hant: 滑桿可見性

source: Smooth transitions
de: Gleichmäßige Übergänge
es: Transiciones suaves
fr: Transitions lisses
hu: Finom átmenetek
it: Transizioni fluide
ja: スムーズなトランジション
ko: 부드러운 전환
nb: Glidende overganger
nl: Vloeiende overgangen
pl: Płynne przejścia
pt_br: Transições suaves
ro: Tranziții line
ru: Плавные переходы
sl: Gladki prehodi
sv: Mjuka övergångar
tr: Yumuşak geçişler
uk: Плавні переходи
vi: Chuyển động mượt
zh_hans: 平滑过渡
zh_hant: 平滑過渡

source: Snap to 25% Steps
de: In 25 %-Schritten einrasten
es: Ajustar tamaño cerca de incrementos del 25%
fr: Ajuster la taille par paliers de 25%
hu: 25% skálázási léptékhez igazítás
it: Allinea a intervalli del 25%
ja: 25%刻みのスナップサイズ
ko: 25% 단위로 맞추기
nb: Fest til 25 % trinn
nl: Zet magnetisch vast op 25% stappen.
pt_br: Ajustar em incrementos de 25%
ro: Fixează incrementul la 25%
ru: Привязка к шагам 25%
sl: Zaskoči na 25 % korakov
sv: Fäst till 25%-steg
tr: %25'lik adımlarla yakalayın
uk: Прив'язати до кроків 25%
vi: Gắn kết theo các bước 25%
zh_hans: 吸附大小接近25%增量
zh_hant: 吸附大小接近25%增量

source: Soft-connect or disconnect a display or virtual screen.
de: Ein Display oder einen virtuellen Bildschirm sanft verbinden oder trennen.
es: Conectar o desconectar suavemente una pantalla o pantalla virtual.
fr: Connecter ou déconnecter un écran ou un écran virtuel en douceur.
hu: Csatlakoztatás vagy leválasztás egy kijelzőn vagy virtuális képernyőn.
it: Collega o scollega dolcemente un display o uno schermo virtuale.
ja: ディスプレイや仮想スクリーンに、ソフトウェア接続または切断します。
ko: 디스플레이 또는 가상 화면을 소프트 연결하거나 연결을 해제합니다.
nb: Soft-tilkobling eller frakobling av en skjerm eller virtuell skjerm.
nl: Programmatisch met een (virtueel) scherm verbinden of deze loskoppelen.
pl: Miękkie połączenie lub rozłączenie wyświetlacza albo wirtualnego ekranu.
pt_br: Conectar ou desconectar suavemente uma tela ou tela virtual.
ro: Conectează sau deconectează un ecran fizic sau virtual prin software.
ru: Виртуально подключить или отключить дисплей или виртуальный экран.
sl: Mehka povezava ali odklop zaslona ali navideznega zaslona.
sv: Mjukanslut eller koppla från en skärm eller virtuell skärm.
tr: Bir ekranı veya sanal ekranı yumuşak bir şekilde bağlayın veya bağlantısını kesin.
uk: Віртуально підключити або відключити дисплей чи віртуальний екран.
zh_hans: 软连接或断开显示器或虚拟萤幕。
zh_hant: 軟連接或斷開顯示器或虛擬螢幕。

source: Software XDR/HDR Upscaling and Dimming
de: Software-basierte XDR/HDR-Hochskalierung und Dimmen
es: Escalado y Atenuación XDR/HDR por Software
fr: Démultiplication et atténuation XDR/HDR logicielles
hu: Szoftveres XDR/HDR felskálázás és sötétítés
it: Upscaling e oscuramento software XDR/HDR
ja: ソフトウェアXDR/HDRアップスケーリングとディミング
ko: 소프트웨어 XDR/HDR 업스케일링 및 디밍
nb: Programvarebasert XDR/HDR-oppskalering og demping
nl: Programmatische XDR/HDR-opschaling en dimmen
pt_br: Ampliação e escurecimento por software para XDR/HDR
ro: Upscaling și diminuare a intensității luminoase prin software XDR/HDR
ru: Программное увеличение/затемнение XDR/HDR
sl: Programsko povečanje in zatemnitev XDR/HDR
sv: Programvara för XDR/HDR-uppskalning och dimning
tr: Yazılımsal XDR/HDR Yükseltme ve Karartma
uk: Програмне підвищення/затемнення XDR/HDR
vi: Nâng Cấp và Làm Tối XDR/HDR Bằng Phần Mềm
zh_hans: 软件XDR/HDR提升和调光
zh_hant: 軟體 XDR/HDR 升頻與調光

source: Software control
de: Software-basierte Steuerung
es: Control de Software
fr: Contrôle logiciel
hu: Szoftveres vezérlés
it: Controllo software
ja: ソフトウェア制御
ko: 소프트웨어 제어
nb: Programvarestyring
nl: Programmatische bediening
pt_br: Controle de software
ro: Control software
ru: Программное управление
sl: Nadzor programske opreme
sv: Programvarukontroll
tr: Yazılımsal Kontrol
uk: Програмний контроль
vi: Điều khiển phần mềm
zh_hans: 软件控制
zh_hant: 軟體控制

source: Software control allows dimming even without hardware support and provides various other video adjustments. Required for combined brightness and XDR/HDR upscaling.
de: Die Software-basierte Steuerung ermöglicht das Dimmen auch ohne Hardware-Unterstützung und bietet verschiedene andere Videoanpassungen. Erforderlich für kombinierte Helligkeit und XDR/HDR-Hochskalierung.
es: El control de software permite la atenuación incluso sin soporte de hardware y proporciona varios otros ajustes de video. Requerido para brillo combinado y mejora de escala XDR/HDR.
fr: Le contrôle logiciel permet l'atténuation même sans prise en charge matérielle et fournit plusieurs autres ajustements vidéo. Requis pour la luminosité combinée et la démultiplication XDR/HDR.
hu: A szoftveres vezérlés hardveres támogatás nélkül is lehetővé teszi a fényerőszabályozást és számos egyéb video-beállítást is biztosít. Kombinált fényerő és XDR/HDR felskálázás számára is szükséges.
it: Il controllo software consente di dimmerare anche senza supporto hardware e fornisce varie altre regolazioni video. Richiesto per la luminosità combinata e l'upscaling XDR/HDR.
ja: ソフトウェア制御により、ハードウェアが未対応でも、ディミングやその他さまざまな映像調整が行えます。複合輝度とXDR/HDRアップスケーリングに必要です。
ko: 소프트웨어 제어를 통해 하드웨어 지원 없이도 디밍이 가능하며 기타 다양한 비디오 조정 기능을 제공합니다. 밝기 및 XDR/HDR 업스케일링을 통합하는 데 필요합니다.
nb: Programvarestyring tillater demping selv uten maskinvarestøtte og tilbyr ulike andre videorjusteringer. Kreves for kombinert lysstyrke og XDR/HDR-oppskalering.
nl: Programmatische bediening staat dimmen toe, zelfs zonder apparaatondersteuning, en biedt verschillende andere video-aanpassingen. Is vereist voor gecombineerde helderheids- en XDR/HDR-opschaling.
pt_br: O controle de software permite escurecimento mesmo sem suporte de hardware e fornece vários outros ajustes de vídeo. Necessário para brilho combinado e upscaling XDR/HDR.
ro: Controlul software permite reducerea luminozității chiar și fără suport hardware și oferă diverse alte ajustări video. Necesar pentru ajustarea luminozității combinate și upscaling-ul XDR/HDR.
ru: Программное управление позволяет регулировать яркость даже без аппаратной поддержки и обеспечивает различные другие настройки видео. Требуется для комбинированного повышения яркости и XDR/HDR.
sl: Programsko upravljanje omogoča zatemnitev tudi brez strojne podpore in omogoča različne druge prilagoditve videa. Zahtevano za kombinirano povečanje svetlosti in XDR/HDR.
sv: Mjukvarukontroll möjliggör dimning även utan hårdvarustöd och ger flera andra videojusteringar. Krävs för kombinerad ljusstyrka och XDR/HDR-uppskalning.
tr: Yazılımsal kontrol, donanım desteği olmadan bile karartmaya izin verir ve çeşitli diğer video ayarları sağlar. Birleşik parlaklık ve XDR/HDR yükseltme için gereklidir.
uk: Програмне керування дозволяє затемнювати навіть без апаратної підтримки та надає різні інші налаштування відео. Необхідний для комбінованого збільшення яскравості та XDR/HDR.
vi: Kiểm soát phần mềm cho phép giảm độ sáng ngay cả khi không có sự hỗ trợ phần cứng và cung cấp các điều chỉnh video khác nhau. Yêu cầu cho độ sáng kết hợp và tăng cường XDR/HDR.
zh_hans: 软件控制可在无硬件支持的情况下进行调光，并提供各种其他视频调整功能。需要组合亮度和 XDR/HDR 提升。
zh_hant: 軟體控制可在無硬體支援的情況下進行調光，並提供各種其他影像調整功能。需要組合亮度和 XDR/HDR 提升。

source: Software dimming gamma adjustment strength
de: Gamma-Anpassungsstärke bei Dimmung
es: Intensidad de ajuste de gamma al atenuar
fr: Intensité de l’ajustement gamma de l’atténuation logicielle
hu: Gamma korrekció erőssége sötétítéskor
it: Intensità della regolazione gamma durante l'oscuramento
ja: ソフトウェアディミングによるガンマ調整強度
ko: 소프트웨어 디밍 감마 조정 강도
nb: Styrke for gammajustering ved programvaredemping
nl: Sterkte gamma-aanpassing via programmatische dimming
pt_br: Intensidade do ajuste de gama no escurecimento
ro: Intensitatea de ajustare a gamma a diminuării software-ului
ru: Сила регулировки гаммы программного затемнения
sl: Moč nastavitve gama zatemnitve programske opreme
sv: Gammajusteringsstyrka för dimning i programvara
tr: Yazılım karartma gama ayar gücü
uk: Сила корекції гами програмного затемнення
zh_hans: 调光时的伽马调整强度
zh_hant: 調光時的伽馬調整強度

source: Some Apple displays use Presets to manage display color reproduction, gamma, white point settings. Color Profiles can still be used to influence rendering to a limited extent however Presets work best when the factory default Color Profile is configured for the Apple display.
de: XDR-Displays verwenden XDR-Voreinstellungen, um die Farbwiedergabe, die Gamma-Korrektur und die Weißpunkteinstellungen des Displays zu verwalten. Farbprofile können immer noch in begrenztem Umfang zur Beeinflussung der Wiedergabe verwendet werden. XDR-Voreinstellungen funktionieren jedoch am besten, wenn das werksseitig eingestellte Farbprofil für das XDR-Display konfiguriert ist.
es: Las pantallas XDR utilizan preajustes XDR para gestionar la reproducción del color, el gamma y la configuración del punto blanco de la pantalla. Los perfiles de color aún se pueden utilizar para influir en la representación en cierta medida; sin embargo, los preajustes XDR funcionan mejor cuando el perfil de color predeterminado de fábrica está configurado para la pantalla XDR.
fr: Certains écrans Apple utilisent des préréglages pour gérer la reproduction des couleurs, le gamma et les réglages du point blanc. Les profils de couleur peuvent toujours être utilisés pour influencer le rendu dans une certaine mesure, mais les préréglages fonctionnent mieux lorsque le profil de couleur par défaut est configuré pour l'écran Apple.
hu: Az XDR-kijelzők XDR-előbeállításokat használnak a kijelző színvisszaadásának, gamma- és fehérpont-beállításainak kezelésére. A színprofilok korlátozott mértékben továbbra is használhatók a megjelenítés befolyásolására, azonban az XDR-előbeállítások akkor működnek a legjobban, ha a gyári alapértelmezett színprofil van beállítva az XDR-kijelzőhöz.
it: I display XDR utilizzano i preset XDR per gestire la riproduzione dei colori, il gamma e le impostazioni del punto di bianco. I profili colore possono ancora influenzare il rendering in misura limitata, tuttavia i preset XDR funzionano meglio quando il profilo colore predefinito di fabbrica è configurato per il display XDR.
ja: XDRディスプレイは、XDRプリセットを使用して、ディスプレイの色再現、ガンマ、ホワイトポイント設定を管理します。カラープロファイルも表示に影響を与えますが、出荷時のデフォルトカラープロファイルをXDRディスプレイに構成したときに、XDRプリセットはもっとも効果的に機能します。
ko: XDR 디스플레이는 XDR 프리셋을 사용하여 디스플레이 색 재현, 감마, 화이트 포인트 설정을 관리합니다. 색상 프로필을 사용하여 렌더링에 제한적인 영향을 줄 수 있지만 XDR 프리셋은 공장 기본 색상 프로필이 XDR 디스플레이에 구성되어 있을 때 가장 잘 작동합니다.
nb: Noen Apple-skjermer bruker forhåndsinnstillinger (Presets) for å håndtere fargereproduksjon, gamma og hvitpunktsinnstillinger. Fargeprofiler kan fortsatt påvirke gjengivelse i begrenset grad, men forhåndsinnstillinger fungerer best når fabrikkens standard fargeprofil er konfigurert for skjermen.
nl: Bepaalde Apple-schermen gebruiken voorinstellingen om schermkleurweergave, gamma en witpuntinstellingen te beheren. Kleurprofielen kunnen nog steeds worden gebruikt om het tekenen in beperkte mate te beïnvloeden, maar voorinstellingen werken het beste wanneer het fabriekskleurenprofiel is geconfigureerd voor het Apple-scherm.
pl: Niektóre wyświetlacze Apple używają ustawień predefiniowanych do zarządzania odwzorowaniem kolorów, gammą oraz ustawieniami punktu bieli. Profile kolorów mogą być nadal używane do wpływania na renderowanie w ograniczonym zakresie, jednak ustawienia predefiniowane działają najlepiej, gdy dla wyświetlacza Apple skonfigurowany jest fabryczny domyślny profil kolorów.
pt_br: Os displays XDR usam predefinições XDR para gerenciar a reprodução de cores do display, gamma e configurações de ponto branco. Perfis de cor ainda podem ser usados para influenciar a renderização em uma extensão limitada, no entanto, as predefinições XDR funcionam melhor quando o perfil de cor padrão de fábrica é configurado para o display XDR.
ro: Ecranele XDR folosesc presetări XDR pentru a gestiona reproducerea culorilor, gamma și setările punctului alb ale afișajului. Profilele de culoare pot fi folosite pentru a influența redarea într-o anumită măsură, însă presetările XDR funcționează cel mai bine atunci când profilul de culoare implicit de fabrică este configurat pentru afișajul XDR.
ru: Некоторые дисплеи Apple используют пресеты для управления воспроизведением цвета, гаммой и настройкой белой точки. Цветовые профили можно использовать для ограниченного влияния на изображение, однако пресеты работают лучше всего, если для дисплея Apple настроен заводской профиль цвета по умолчанию.
sl: Zasloni XDR uporabljajo prednastavitve XDR za upravljanje barvne reprodukcije zaslona, ​​nastavitev gama in bele točke. Barvne profile je še vedno mogoče uporabiti za vplivanje na upodabljanje v omejenem obsegu, vendar prednastavitve XDR delujejo najbolje, če je tovarniško privzeti barvni profil konfiguriran za zaslon XDR.
sv: XDR-skärmar använder XDR-förinställningar för att hantera skärmens färgåtergivning, gamma och vitpunktsinställningar. Färgprofiler kan fortfarande användas för att påverka återgivningen i begränsad omfattning, men XDR-förinställningarna fungerar bäst när den fabriksinställda färgprofilen är konfigurerad för XDR-skärmen.
tr: XDR ekranlar, ekran renk üretimi, gama ve beyaz nokta ayarlarını yönetmek için XDR ön ayarlarını kullanır. Renk profilleri, görüntülemeyi sınırlı ölçüde etkilemek için hala kullanılabilir ancak XDR ön ayarları, XDR ekran için varsayılan olarak renk profili yapılandırıldığında en iyi şekilde çalışır.
uk: Дисплеї XDR використовують попередні налаштування XDR для керування параметрами відтворення кольорів, гами та точки білого. Кольорові профілі все ще можна використовувати для обмеженого впливу на візуалізацію, однак профілі XDR працюють найкраще, коли для дисплея XDR налаштовано заводський колірний профіль за замовчуванням.
vi: Các màn hình XDR sử dụng Preset XDR để quản lý việc tái tạo màu sắc, gamma, cài đặt điểm trắng. Hồ sơ Màu vẫn có thể được sử dụng để ảnh hưởng đến quá trình hiển thị một cách hạn chế, tuy nhiên, các cài đặt XDR hoạt động tốt nhất khi Hồ sơ Màu mặc định của nhà máy được cấu hình cho màn hình XDR.
zh_hans: XDR 显示器使用 XDR 预设来管理显示屏的色彩还原、伽马值和白点设置。虽然色彩配置文件仍可用于有限地影响渲染效果，但当使用出厂默认色彩配置文件为 XDR 显示器进行配置时，XDR 预设可以发挥最佳效果。
zh_hant: 部分 Apple 顯示器使用預設組(Presets)來管理顯示器的色彩重現、伽瑪值和白點設定。色彩描述檔(Color Profiles)仍可在有限程度上影響影像渲染，然而，當 Apple 顯示器使用出廠預設的色彩描述檔時，預設組能發揮最佳效果。

source: Some displays are still disconnected!
de: Ein paar Displays sind immer noch getrennt!
es: ¡Algunas pantallas todavía están desconectadas!
fr: Certains écrans sont toujours déconnectés !
hu: Néhány kijelző még le van választva!
it: Alcuni display sono ancora scollegati!
ja: 接続されていないディスプレイがまだあります!
ko: 일부 디스플레이의 연결이 여전히 끊어져 있습니다!
nb: Noen skjermer er fortsatt frakoblet!
nl: Bepaalde schermen zijn nog steeds losgekoppeld!
pl: Niektóre wyświetlacze są nadal rozłączone!
pt_br: Alguns monitores ainda estão desconectados!
ro: Câteva ecrane sunt încă deconectate!
ru: Некоторые дисплеи все еще отключены!
sl: Nekateri zasloni so še vedno odklopljeni!
sv: Vissa skärmar är fortfarande frånkopplade!
tr: Bazı ekranların bağlantısı hala kesik!
uk: Деякі дисплеї все ще відключені!
vi: Một số màn hình vẫn đang ngắt kết nối!
zh_hans: 某些显示器仍未连接！
zh_hant: 某些顯示器仍未連接！

source: Some displays do not support hardware brightness control in HDR mode. Enabling this for compatible displays allows brightness control while preserving unclipped HDR content.
de: Einige Displays unterstützen im HDR-Modus keine Hardware-Helligkeitssteuerung. Das Aktivieren dieser Option ermöglicht bei kompatiblen Displays die Helligkeitssteuerung unter Erhalt von unbeschnittenem HDR-Inhalt.
es: Algunas pantallas no admiten el control de brillo por hardware en modo HDR. Al habilitar esto en pantallas compatibles, se permite controlar el brillo manteniendo el contenido HDR sin recortes.
fr: Certains écrans ne supportent pas le contrôle de luminosité matérielle en mode HDR. Activer cela pour les écrans compatibles permet de contrôler la luminosité tout en préservant l’intégrité du contenu HDR.
hu: Egyes kijelzők nem támogatják a hardveres fényerőszabályozást HDR módban. Kompatibilis kijelzők esetén ez bekapcsolva lehetővé teszi a fényerőszabályozást a vágatlan HDR tartalom megtartása mellett.
it: Alcuni display non supportano il controllo della luminosità hardware in modalità HDR. Abilitando questa opzione su display compatibili è possibile regolare la luminosità mantenendo i contenuti HDR non ritagliati.
ja: 一部のディスプレイはHDRモードでのハードウェア輝度制御に未対応です。互換性のあるディスプレイでこれを有効化した場合、クリップされていないHDRコンテンツを保持しながら輝度制御が可能となります。
ko: 일부 디스플레이는 HDR 모드에서 하드웨어 밝기 제어를 지원하지 않습니다. 호환되는 디스플레이에서 이 기능을 활성화하면 클리핑되지 않은 HDR 콘텐츠를 보존하면서 밝기를 제어할 수 있습니다.
nb: Noen skjermer støtter ikke maskinvarekontroll av lysstyrke i HDR-modus. Aktivering for kompatible skjermer gir lysstyrkekontroll samtidig som ubeskåret HDR-innhold bevares.
nl: Bepaalde schermen ondersteunen geen helderheidsbediening via het apparaat in HDR-modus. Het inschakelen hiervan voor compatibele schermen staat helderheidsbediening toe terwijl ongeclipt HDR-materiaal behouden blijft.
pt_br: Alguns monitores não oferecem suporte ao controle de brilho por hardware no modo HDR. Ativar isso em monitores compatíveis permite controlar o brilho preservando o conteúdo HDR sem cortes.
ro: Unele afișaje nu acceptă controlul luminozității prin hardware în modul HDR. Activarea acestei opțiuni pentru afișajele compatibile permite controlul luminozității, păstrând în același timp conținutul HDR neclipat.
ru: Некоторые дисплеи не поддерживают аппаратное управление яркостью в режиме HDR. Включение этой опции для совместимых дисплеев позволяет управлять яркостью, сохраняя неклипованный HDR-контент.
sl: Nekateri zasloni ne podpirajo strojnega nadzora svetlosti v načinu HDR. Če to omogočite za združljive zaslone, omogočite nadzor svetlosti, hkrati pa ohranite neizrezano vsebino HDR.
sv: Vissa skärmar har inte stöd för ljusstyrkereglering i hårdvara i HDR-läge. Om du aktiverar detta för kompatibla skärmar kan du kontrollera ljusstyrkan och samtidigt bevara oklippt HDR-innehåll.
tr: Bazı ekranlar HDR modunda donanım parlaklık kontrolünü desteklemez. Uyumlu ekranlar için bunu etkinleştirmek, kırpılmamış HDR içeriğini korurken parlaklık kontrolüne olanak tanır.
uk: Деякі дисплеї не підтримують апаратне регулювання яскравості в режимі HDR. Увімкнення цієї опції для сумісних дисплеїв дозволяє регулювати яскравість, зберігаючи некліпований HDR-контент.
zh_hans: 某些显示器在 HDR 模式下不支持硬件亮度控制。启用此功能后，兼容显示器可以在保留未裁剪的 HDR 内容的同时进行亮度调节。
zh_hant: 某些顯示器在 HDR 模式下不支援硬體亮度控制。啟用此功能後，相容的顯示器可以在保留未裁切的 HDR 內容的同時調整亮度。
