Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Would you like to connect all displays before turning off connection management?
de: Möchtest du alle Displays verbinden, bevor die Verbindungsverwaltung ausgeschaltet wird?
es: ¿Te gustaría conectar todas las pantallas antes de desactivar la administración de conexiones?
fr: Souhaitez-vous connecter tous les écrans avant de désactiver la gestion de la connexion ?
hu: Szeretné az összes kijelzőt csatlakoztatni a kapcsolatkezelés kikapcsolása előtt?
it: Vuoi collegare tutti i display prima di disattivare la gestione della connessione?
ja: 接続管理をオフにする前に、すべてのディスプレイを接続しますか?
ko: 연결 관리를 끄기 전에 모든 디스플레이를 연결하시겠습니까?
nb: Ønsker du å koble til alle skjermer før tilkoblingsstyring slås av?
nl: Wil je met alle schermen verbinden voordat je het verbindingsonderhoud uitschakelt?
pl: Czy chcesz połączyć wszystkie wyświetlacze przed wyłączeniem zarządzania połączeniami?
pt_br: Gostaria de conectar todos os monitores antes de desligar o gerenciamento de conexões?
ro: Doriți să conectați toate ecranele înainte de a dezactiva gestionarea conexiunii?
ru: Хотите подключить все дисплеи перед отключением управления соединениями?
sl: Ali želite povezati vse zaslone, preden izklopite upravljanje povezav?
sv: Vill du ansluta alla skärmar innan du stänger av anslutningshanteringen?
tr: Bağlantı yönetimini kapatmadan önce tüm ekranları bağlamak ister misiniz?
uk: Бажаєте підключити всі дисплеї, перш ніж вимкнути керування підключенням?
vi: Bạn có muốn kết nối tất cả màn hình trước khi tắt quản lý kết nối không?
zh_hans: 您想在关闭连接管理之前连接所有显示器吗？
zh_hant: 您想在關閉連接管理之前連接所有顯示器嗎？

source: Write EDID to Device
de: EDID auf das Gerät schreiben
es: Escribir EDID al Dispositivo
fr: Écrire l'EDID sur l'appareil
hu: EDID írás a készülékre
it: Scrivi EDID sul dispositivo
ja: EDIDを書き込む
ko: 장치에 EDID 쓰기
nb: Skriv EDID til enhet
nl: Schrijf EDID naar apparaat
pt_br: Gravar dados EDID no dispositivo
ro: Scrieți EDID in dispozitiv
ru: Записать EDID в устройство
sl: Zapišite EDID v napravo
sv: Skriv EDID till enhet
tr: EDID'yi Cihaza Yaz
uk: Записати EDID у пристрій
vi: Ghi EDID vào Thiết bị
zh_hans: 写入 EDID 至设备
zh_hant: 寫入 EDID 至設備

source: Write EDID to Device…
de: EDID auf das Gerät schreiben…
es: Escribir EDID al Dispositivo…
fr: Écrire l'EDID sur l'appareil…
hu: EDID írás a készülékre…
it: Scrivi EDID sul dispositivo…
ja: EDIDを書き込む…
ko: 장치에 EDID 쓰기…
nb: Skriv EDID til enhet…
nl: Schrijf EDID naar apparaat...
pt_br: Gravar dados EDID no dispositivo…
ro: Scrieți EDID in dispozitiv…
ru: Записать EDID в устройство…
sl: Zapišite EDID v napravo…
sv: Skriv EDID till enhet…
tr: EDID’yi Cihaza Yaz…
uk: Записати EDID у пристрій…
vi: Ghi EDID vào Thiết bị…
zh_hans: 写入 EDID 至设备…
zh_hant: 寫入 EDID 至設備…

source: Write last used values to device
de: Zuletzt genutzten Wert auf das Gerät schreiben
es: Escribir los últimos valores utilizados en el dispositivo
fr: Écrire les dernières valeurs utilisées sur l’appareil
hu: Utolsó beállított értékek írása az eszközre
it: Scrivi gli ultimi valori usati sul dispositivo
ja: 最後に使用した値をデバイスに書き込む
ko: 마지막으로 사용된 값을 장치에 쓰기
nb: Skriv sist brukte verdier til enhet
nl: Schrijf laatstgebruikte waarden naar apparaat
pt_br: Gravar os últimos valores usados no dispositivo
ro: Scrie ultimele valori utilizate pe dispozitiv
ru: Записать последние использованные значения в устройство
sl: Zapišite zadnje uporabljene vrednosti v napravo
sv: Skriv senast använda värden till enheten
tr: Son kullanılan değerleri cihaza yaz
uk: Записати останні використані значення в пристрій
zh_hans: 将上次使用的值写入设备
zh_hant: 將上次使用的值寫入裝置

source: Write last used values to display
de: Zuletzt verwendete Werte in das Display schreiben
es: Escribe los últimos valores utilizados en la pantalla
fr: Écrire les dernière valeurs utilisées vers l'écran
hu: Utolsó beállított érték küldése a kijelzőnek
it: Scrivi gli ultimi valori usati da visualizzare
ja: 直近に使用した値をディスプレイに書き込む
ko: 마지막으로 사용된 값 디스플레이에 쓰기
nb: Skriv sist brukte verdier til skjerm
nl: Schrijf laatstgebruikte waarden naar scherm
pt_br: Escrever os últimos valores usados para exibir
ro: Scrie ultimele valori utilizate pe ecran
ru: Запись последних использованных значений на дисплей
sl: Zapišite zadnje uporabljene vrednosti za prikaz
sv: Skriv senast använda värden till skärmen
tr: Son kullanılan değerleri ekrana yaz
uk: Запишіть останні використані значення для відображення
vi: Ghi các giá trị đã sử dụng gần đây vào màn hình
zh_hans: 向显示写入最后一次应用的值
zh_hant: 向顯示器寫入最後一次套用的值

source: X-Ray
de: Röntgen
es: Rayos X
fr: Rayon X
hu: Röntgen
it: Raggi X
ja: X線
ko: X선
nl: Röntgenstraal
pt_br: Raio X
ru: Рентген
sv: Röntgen
uk: Рентген
zh_hans: X射线
zh_hant: X光

source: XDR Configuration
de: XDR-Konfiguration
es: Configuración XDR
fr: Configuration XDR
hu: XDR konfiguráció
it: Configurazione XDR
ja: XDR構成
ko: XDR 설정
nb: XDR-konfigurasjon
nl: XDR-configuratie
pt_br: Configuração XDR
ro: Configurație XDR
ru: Конфигурация XDR
sl: Konfiguracija XDR
sv: XDR-konfiguration
tr: XDR Yapıandırması
uk: Конфігурація XDR
vi: Cấu hình XDR
zh_hans: XDR 配置
zh_hant: XDR 設定

source: XDR brightness scale maximum
de: Maximum der XDR-Helligkeitsskalierung
es: Escala de brillo XDR máxima
fr: Échelle maximum de luminosité XDR
hu: XDR fényerő skála maximum
it: Scala luminosità XDR massima
ja: XDR輝度スケール最大
ko: XDR 밝기 스케일 최댓값
nb: Maksimal XDR-lysstyrke
nl: Maximum van XDR-helderheidsschaal
pl: Maksymalna skala jasności XDR
pt_br: Máximo da escala de brilho XDR
ro: Valoarea maximă a scalei de luminozitate XDR
ru: Максимальная шкала яркости XDR
sl: Največja lestvica svetlosti XDR
sv: XDR-ljusstyrka maximal skala
tr: Maksimum XDR parlaklık ölçeği
uk: Максимальна шкала яскравості XDR
vi: Điều chỉnh độ sáng XDR tối đa
zh_hans: XDR 最大亮度比
zh_hant: XDR 最大亮度比

source: XDR brightness scale minimum
de: Minimum der XDR-Helligkeitsskalierung
es: Escala de brillo XDR mínima
fr: Échelle minimum de luminosité XDR
hu: XDR fényerő skála minimum
it: Scala di luminosità XDR minima
ja: XDR輝度スケール最小
ko: XDR 밝기 스케일 최솟값
nb: Minimal XDR-lysstyrke
nl: Minimum van XDR-helderheidsschaal
pl: Minimalna skala jasności XDR
pt_br: Mínimo da escala de brilho XDR
ro: Minimul scalării luminozității XDR​
ru: Минимальная шкала яркости XDR
sl: Najmanjša lestvica svetlosti XDR
sv: XDR ljusstyrka minimal skala
tr: Minimum XDR parlaklık ölçeği
uk: Мінімальна шкала яскравості XDR
vi: Điều chỉnh độ sáng XDR tối thiểu
zh_hans: XDR最小亮度比
zh_hant: XDR最小亮度比

source: XDR/HDR upscaling compatible
de: Kompatibel mit XDR/HDR-Hochskalierung
es: Compatible con escalado XDR/HDR
fr: Compatible avec le XDR/HDR démultiplié
hu: XDR/HDR felskálázás kompatibilitás
it: XDR/HDR compatibile con l'upscaling
ja: XDR/HDRアップスケーリング可能
ko: XDR/HDR 업스케일링 호환
nb: Kompatibel med XDR/HDR-oppskalering
nl: Compatibel met XDR-/HDR-opschaling
pl: Kompatybilność ze skalowaniem XDR/HDR
pt_br: Compatível com Upscaling XDR/HDR
ro: Compatibil cu XDR/HDR upscale
ru: Совместимость с технологиями масштабирования XDR/HDR
sl: Združljivost z večjo ločljivostjo XDR/HDR
sv: Kompatibel med XDR/HDR-uppskalning
tr: XDR/HDR yükseltmeyle uyumlu
uk: Сумісно з масштабуванням XDR/HDR
vi: Tương thích tăng cường XDR/HDR
zh_hans: 兼容 XDR/HDR 亮度提升
zh_hant: 相容 XDR/HDR 亮度提升

# Year %lld, week %lld
source: Year %1$lld, week %2$lld
de: Jahr %1$lld, Woche %2$lld
es: Año %1$lld, semana %2$lld
fr: Année %1$lld, semaine %2$lld
hu: Év %1$lld, hét %2$lld
it: Anno %1$lld, settimana %2$lld
ja: %1$lld年、 %2$lld週
ko: %1$lld 년, %2$lld 주
nb: År %1$lld, uke %2$lld
nl: Jaar %1lld, week %1$lld
pt_br: Ano %1$lld, semana %2$lld
ro: An %1$lld, săptămana %2$lld
ru: Год %1$lld, неделя %2$lld
sl: Leto %1$lld, teden %2$lld
sv: År %1$lld, vecka %2$lld
tr: %1$lld yıl, %2$lld hafta
uk: Рік %1$lld, тиждень %2$lld
vi: Năm %1$lld, tuần %2$lld
zh_hans: %1$lld 年，%2$lld 月
zh_hant: %1$lld 年，%2$lld 月

source: Year of manufacture
de: Jahr der Herstellung
es: Año de Producción
fr: Année de fabrication
hu: Gyártási év
it: Anno di fabbricazione
ja: 製造年
ko: 제조년도
nb: Produksjonsår
nl: Jaar van fabricage
pl: Rok produkcji
pt_br: Ano de fabricação
ro: An de productie
ru: Год производства
sl: Leto izdelave
sv: Tillverkningsår
tr: Üretim yılı
uk: Рік випуску
vi: Năm sản xuất
zh_hans: 制造年份
zh_hant: 製造年份

source: Yes
de: Ja
es: Sí
fr: Oui
hu: Igen
it: Sì
ja: はい
ko: 예
nb: Ja
nl: Ja
pl: Tak
pt_br: Sim
ro: Da
ru: Да
sl: Da
sv: Ja
tr: Evet
uk: Так
vi: Có
zh_hans: 是
zh_hant: 是

# You can also drag the app to Login Items under System Settings &gt; General.
source: You can also drag the app to Login Items under System Settings > General.
de: Du kannst die App auch zu den Anmeldeobjekten unter Systemeinstellungen > Allgemein ziehen.
es: También puedes arrastrar la aplicación a Elementos de Inicio de Sesión en Ajustes del Sistema > General.
fr: Vous pouvez aussi glisser l'icône de l'application dans Réglages Système > Général > Ouvertures et extensions.
hu: Az alkalmazást a Rendszerbeállítások > Általános alatt található Bejelentkezési elemek közé is húzhatja.
it: Puoi anche trascinare l'app per accedere agli elementi di sistema in Impostazioni di sistema > Generale.
ja: システム設定 > 一般 > ログイン項目 にアプリをドラッグすることもできます。
ko: 앱을 시스템 설정 > 일반의 로그인 항목으로 끌어다 놓을 수도 있습니다.
nb: Du kan også dra appen til Innloggingsobjekter under Systemvalg > Generelt.
nl: Je kunt ook de app slepen naar Inlogonderdelen via Systeeminstellingen > Algemeen.
pl: Możesz także przeciągnąć aplikację do Logowanie w obszarze Ustawienia systemowe > Ogólne.
pt_br: Você também pode arrastar o aplicativo para Itens de login em Configurações do sistema > Geral.
ro: Puteți, de asemenea, adauga aplicația în elementele de conectare la pornire din Setările Sistemului > General.
ru: Вы также можете перетащить приложение в раздел "Объекты входа" в разделе "Системные настройки" > "Основные".
sl: Aplikacijo lahko tudi povlečete v Elemente za prijavo pod Sistemske nastavitve > Splošno.
sv: Du kan också dra appen till Inloggningsobjekt under Systeminställningar > Allmänt.
tr: Uygulamayı Sistem Ayarları > Genel altındaki Oturum Açma Öğeleri'ne de sürükleyebilirsiniz.
uk: Ви також можете перетягнути програму до "Елементів входу" в "Параметри системи" > "Загальні".
vi: Bạn cũng có thể kéo ứng dụng vào mục Mục đăng nhập trong Cài đặt Hệ thống > Chung.
zh_hans: 您也可把应用拖到 系统设置 > 通用 > 登录项。
zh_hant: 您也可把程式拖曳到「系統設定 > 一般 > 登入項目與延伸功能」。

source: You can detect and configure DDC input select support for this display under "DDC Controls…".
de: Du kannst die Unterstützung der DDC-Eingabeauswahl für dieses Display unter "DDC-Funktionen…" erkennen und konfigurieren.
es: Puedes detectar y configurar el soporte de selección de entrada DDC para esta pantalla en "Funciones DDC…".
fr: Vous pouvez détecter et configurer la prise en charge de sélection de la source d'entrée DDC pour cet écran dans "Fonctionnalités DDC…".
hu: A "DDC funkciók…" alatt érzékelheti és konfigurálhatja a DDC bemeneti forrásválasztás támogatását ehhez a kijelzőhöz.
it: Puoi rilevare e configurare il supporto per la selezione di ingresso DDC per questo display sotto “Funzionalità DDC…”.
ja: 「DDC機能…」で、このディスプレイの入力選択DDC対応を検出し、構成することができます。
ko: "DDC 기능…"에서 이 디스플레이에 대한 DDC 입력 선택 지원을 감지하고 구성할 수 있습니다.
nb: Du kan oppdage og konfigurere DDC inndatalvalg for denne skjermen under “DDC Controls…”.
nl: Je kunt ondersteuning voor DDC-invoerselectie vinden en configureren voor dit scherm via "DDC-bedieningen…".
pt_br: Você pode detectar e configurar o suporte à seleção de entrada DDC para este monitor em “Recursos DDC…”.
ro: Poți detecta și configura suportul pentru selectarea intrării DDC pentru acest afișaj în „Control DDC…”.
ru: Вы можете обнаружить и настроить поддержку выбора входа DDC для этого дисплея в разделе «DDC Controls…».
sl: Podporo za izbiro vhoda DDC za ta zaslon lahko zaznate in konfigurirate pod »Funkcije DDC…«.
sv: Du kan upptäcka och konfigurera stöd för DDC-ingångsväljaren för denna skärm under "DDC-funktioner ...".
tr: Bu ekran için DDC giriş seçimi desteğini "DDC Özellikleri..." altında algılayabilir ve yapılandırabilirsiniz.
uk: Ви можете виявити та налаштувати підтримку вибору входу DDC для цього дисплея у розділі «DDC Controls…».
vi: Bạn có thể phát hiện và cấu hình hỗ trợ chọn đầu vào DDC cho màn hình này trong mục “Tính năng DDC…”
zh_hans: 您可以在“DDC 功能...”下检测并设置对此显示器的 DDC 输入选择支持。
zh_hant: 您可以在「DDC 功能...」下偵測並設定對此顯示器的 DDC 輸入選擇支援。

source: You can override the default meaning of the on/off switch under Settings > Displays.
de: Du kannst die Standardfunktion des Ein/Aus-Schalters unter Einstellungen > Displays überschreiben.
es: Puedes anular el significado predeterminado del interruptor de encendido/apagado en Configuración/Pantallas.
fr: Vous pouvez modifier l'action par défaut de l'interrupteur marche/arrêt dans Réglages > Écrans.
hu: A ki/be kapcsoló alapértelmezett jelentése a Beállítások/Kijelzők alatt írható felül.
it: È possibile sovrascrivere il significato predefinito dell'interruttore on/off in Impostazioni/Display.
ja: 設定 > ディスプレイ のオン/オフスイッチのデフォルトをオーバーライドします。
ko: 설정 > 디스플레이에서 온/오프 스위치의 기본값을 재정의할 수 있습니다.
nb: Du kan overstyre standardbetydningen av av/på-bryteren under Innstillinger > Skjermer.
nl: Je kunt de standaardbetekenis van de aan/uit-schakelaar overschrijven via Instellingen > Schermen.
pt_br: Você pode substituir o funcionamento padrão do botão liga/desliga em Configurações/Exibições.
ro: Puteți forța înțelesul implicit al comutatorului pornit/oprit în Setări/Ecrane.
ru: Значение по умолчанию для переключателя включения/выключения можно изменить в разделе Настройки/Отображения.
sl: Privzeti pomen stikala za vklop/izklop lahko preglasite pod Nastavitve > Zasloni.
sv: Du kan åsidosätta den förvalda betydelsen av på/av-knappen under Inställningar > Skärmar.
tr: Ayarlar/Görüntüler altında açma/kapama anahtarının varsayılan işlevini geçersiz kılabilirsiniz.
uk: Ви можете змінити значення перемикача за замовчуванням у розділі "Налаштування/Дисплеї".
vi: Bạn có thể ghi đè lên ý nghĩa mặc định của công tắc bật/tắt dưới Cài đặt/Màn hình.
zh_hans: 您可在 设置 > 显示器 下覆盖开/关切换的默认行为。
zh_hant: 您可在 設定 > 顯示器 下覆蓋開/關切換的預設行為。

source: You can retrieve, modify and load/apply EDID data to alter display capabilities perceived by your Mac.
de: Du kannst EDID-Daten abrufen, ändern und laden / anwenden, um die von deinem Mac wahrgenommenen Display-Fähigkeiten zu ändern.
es: Puedes recuperar, modificar y cargar/aplicar datos EDID para alterar las capacidades de la pantalla percibidas por tu Mac.
fr: Vous pouvez récupérer, modifier et charger/appliquer des données EDID pour altérer les capacités de votre écran perçues par votre Mac.
hu: Az EDID-adatokat lekérheti, módosíthatja és betöltheti/alkalmazhatja, ezáltal megváltoztva a Mac által érzékelt kijelzőképességeket.
it: È possibile recuperare, modificare e caricare/applicare i dati EDID per modificare le funzionalità di visualizzazione percepite dal Mac.
ja: EDIDデータを取得、変更、ロード/適用することで、Macが認識するディスプレイの能力を変更することができます。
ko: EDID 데이터를 검색, 수정하고 로드/적용하여 Mac에서 인식하는 디스플레이 기능을 변경할 수 있습니다.
nb: Du kan hente, endre og laste/promise EDID-data for å endre skjermfunksjoner som macOS oppfatter.
nl: Je kunt de EDID-gegevens verkrijgen, aanpassen en laden/toepassen om de schermmogelijkheden aan te passen zoals die worden herkend door je Mac.
pl: Dane EDID można pobierać, modyfikować i wczytywać/zastosowywać w celu zmiany możliwości wyświetlacza postrzeganych przez komputer Mac.
pt_br: Você pode recuperar, modificar e carregar/aplicar dados EDID para alterar os recursos de exibição percebidos pelo seu Mac.
ro: Puteți să recuperați, să modificați și să încărcați/aplicați datele EDID pentru a modifica capacitățile ecranului percepute de Mac-ul dvs.
ru: Вы можете получать, изменять и загружать/применят EDID-данные, чтобы изменить возможности дисплея, воспринимаемые вашим Mac.
sl: Podatke EDID lahko pridobite, spremenite in naložite/uporabite, da spremenite zmožnosti prikaza, ki jih zazna vaš Mac.
sv: Du kan hämta, ändra och läsa/tillämpa EDID-data för att ändra de skärmegenskaper som din Mac uppfattar.
tr: Mac'iniz tarafından algılanan ekran özelliklerini değiştirmek için EDID verilerini alabilir, değiştirebilir ve yükleyebilir/uygulayabilirsiniz.
uk: Ви можете отримувати, змінювати та завантажувати/застосовувати дані EDID для зміни можливостей відображення, які сприймаються вашим комп'ютером Mac.
vi: Bạn có thể truy xuất, sửa đổi và tải/áp dụng dữ liệu EDID để thay đổi các khả năng hiển thị được Mac của bạn nhận biết.
zh_hans: 您可以获取、修改和加载/应用 EDID 数据，以改变您的 Mac 识别的显示器功能。
zh_hant: 您可以取得、修改和載入/套用 EDID 資料，以改變您的 Mac 識別的顯示器功能。

source: You may also use ⌘ Command + Click to warp to the source screen. Define a shortcut to warp back under Settings > Keyboard!
de: Sie können auch ⌘ Command + Klick verwenden, um zum Quellbildschirm zu springen. Definieren Sie eine Verknüpfung, um zurückzuspringen unter Einstellungen > Tastatur!
es: También puedes usar ⌘ Command + Click para mover el cursor a la pantalla de origen. Define un atajo para regresar en Configuración > Teclado!
fr: Vous pouvez également utiliser ⌘ Commande + clic pour téléporter le curseur vers l’écran source. Définissez un raccourci pour revenir à la position précédente du curseur dans Réglages > Clavier !
hu: A forrásképernyőre való ugráshoz használhatja a ⌘ Command + Kattintás kombinációt is. Állítson be egy billentyűparancsot a visszaugráshoz a Beállítások > Billentyűzet menüben!
it: Puoi anche usare ⌘ Command + Click per spostare immediatamente il cursore sullo schermo sorgente. Definisci una scorciatoia per tornare indietro in Impostazioni > Tastiera!
ja: ⌘ コマンド + クリック を使ってソース画面にワープさせることもできます。設定 > キーボード でワープからの復帰用ショートカットを定義することができます!
ko: ⌘ 커맨드 + 클릭으로 소스 화면으로 이동할 수도 있습니다. 설정 > 키보드에서 되돌아오는 이동 단축키를 지정하세요!
nb: Du kan også bruke ⌘ Command + klikk for å hoppe til kildeskjermen. Definer en snarvei for å hoppe tilbake under Innstillinger > Tastatur!
nl: Je kunt ook ⌘ Command-klikken om het bronscherm te vervormen. Stel een sneltoets in om de vervorming terug te draaien via Instellingen > Toetsenbord!
pt_br: Você também pode utilizar ⌘ Command + Clique para deslocar para a tela de origem. Defina um atalho para voltar em Configurações > Teclado!
ro: Poți folosi și ⌘ Command + clic pentru a te transfera rapid pe ecranul sursă. Definește un scurtătură pentru a reveni înapoi în Setări > Tastatură!
ru: Вы также можете использовать ⌘ Command + Клик, чтобы переместиться на исходный экран. Определите горячую клавишу для возвращения в «Настройки > Клавиатура»!
sl: Uporabite lahko tudi ⌘ Command + Kliknite, da se pomaknete na izvorni zaslon. Določite bližnjico za pomik nazaj pod Nastavitve > Tipkovnica!
sv: Du kan också använda ⌘ Command + klick för att växla till källskärmen. Definiera en genväg för att förflytta tillbaka under Inställningar > Tangentbord!
tr: Kaynak ekrana geri dönmek için ⌘ Komut + Sol Tık tuşlarını da kullanabilirsiniz. Ayarlar > Klavye altında geri dönmek için bir kısayol tanımlayın!
uk: Ви також можете використовувати ⌘ Command + Клік, щоб перейти до вихідного екрану. Визначте гарячу клавішу для повернення в Налаштуваннях > Клавіатура!
vi: Bạn cũng có thể sử dụng ⌘ Command + Nhấp để di chuyển đến màn hình nguồn. Đặt phím tắt để quay lại trong Cài Đặt > Bàn Phím!
zh_hans: 您也可以使用 ⌘Command + 点击 来传送到源屏幕。在 设置 > 键盘 下定义一个快捷键来传送！
zh_hant: 您也可以使用 ⌘Command + 點擊來傳送到源螢幕。在 設定 > 鍵盤 下定義一個快捷鍵來傳送！

source: You might want to hide the volume OSD if the device has audio controls managed by the app. Useful for displays which has their own volume OSD that cannot be disabled.
nl: Mogelijk wil je de volume-OSD verbergen als het apparaat geluidsbediening heeft dat wordt beheerd door de app. Nuttig voor schermen die hun eigen volume-OSD hebben die niet kan worden ingeschakeld.
ru: Вы можете скрыть экранное меню громкости, если на устройстве есть элементы управления звуком, управляемые приложением. Полезно для дисплеев, у которых есть собственное экранное меню громкости, которое нельзя отключить.
tr: Cihazın uygulama tarafından yönetilen ses kontrolleri varsa macOS ses seviyesi OSD'sini gizlemek isteyebilirsiniz. Devre dışı bırakılamayan kendi ses seviyesi OSD'sine sahip ekranlar için kullanışlıdır.

source: You reached the maximum number of activations for this license key! A previous activation was automatically removed to make room for this new one.
de: Sie haben die maximale Anzahl an Aktivierungen für diesen Lizenzschlüssel erreicht! Eine vorherige Aktivierung wurde automatisch entfernt, um Platz für diese neue zu schaffen.
es: ¡Has alcanzado el número máximo de activaciones para esta clave de licencia! Se eliminó automáticamente una activación anterior para hacer espacio para esta nueva.
fr: Vous avez atteint le nombre maximum d’activations pour cette clé de licence ! Une activation précédente a été automatiquement supprimée pour laisser place à cette nouvelle activation.
hu: Elérte a maximális aktiválási számot ehhez a licenckulcshoz! Egy korábbi aktiválás automatikusan eltávolításra került, hogy helyet biztosítson az új számára.
it: Hai raggiunto il numero massimo di attivazioni per questa chiave di licenza! È stata rimossa automaticamente un’attivazione precedente per fare spazio a questa nuova.
ja: アクティベーション数が本ライセンスキーの上限に達しました! 新しいアクティベーションを使用するために、以前のものは自動的に削除されました。
ko: 이 라이선스 키로 활성 가능한 최대 개수에 도달했습니다! 새로운 활성화를 위해 이전 장치의 활성화가 자동으로 제거되었습니다.
nb: Du har nådd maksimalt antall aktiveringer for denne lisensnøkkelen! En tidligere aktivering ble automatisk fjernet for å gi plass til denne nye.
nl: Je hebt het maximumaantal activeringen voor deze licentiesleutel bereikt! Een eerdere activering is automatisch verwijderd om ruimte te maken voor deze nieuwe.
pt_br: Você atingiu o número máximo de ativações para esta chave de licença! Uma ativação anterior foi removida automaticamente para dar lugar a esta nova.
ro: Ai atins numărul maxim de activări pentru această cheie de licență! O activare anterioară a fost eliminată automat pentru a face loc acesteia.
ru: Вы достигли максимального количества активаций для этого лицензионного ключа! Предыдущая активация была автоматически удалена, чтобы освободить место для новой.
sl: Dosegli ste največje število aktivacij za ta licenčni ključ! Prejšnja aktivacija je bila samodejno odstranjena, da se naredi prostor za to novo.
sv: Du har nått det maximala antalet aktiveringar för denna licensnyckel! En tidigare aktivering togs automatiskt bort för att ge plats åt den nya.
tr: Bu lisans anahtarı için maksimum etkinleştirme sayısına ulaştınız! Önceki bir etkinleştirme, bu yenisine yer açmak için otomatik olarak kaldırılmıştır.
uk: Ви досягли максимальної кількості активацій для цього ліцензійного ключа! Попередня активація була автоматично видалена, щоб звільнити місце для нової.
vi: Bạn đã đạt đến số lần kích hoạt tối đa cho bản quyền này! Một lần kích hoạt trước đó đã được tự động xóa để tạo không gian cho lần kích hoạt mới này.
zh_hans: 您已达到此许可证密钥的最大激活数量！ 先前的激活已自动移除，以便为此新的激活腾出空间。
zh_hant: 您已達到此授權金鑰的最大啟用此數！ 已自動移除先前的一個啟用紀錄，以轉移給本次啟用。
