Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Sync source group member displays
de: Displays der Ursprungsgruppenmitglieder synchronisieren
es: Sincronizar pantallas miembro del grupo de fuentes
fr: Synchronise les membres source du groupe
hu: Szinkronizálási forrás csoporttag kijelzők
it: Display membri del gruppo sorgente di sincronizzazione
ja: ソースグループメンバーのディスプレイを同期
ko: 소스 그룹 구성원의 디스플레이 동기화
nb: Synkroniser kildegruppe-medlems skjermer
nl: Groepslidschermen als synchronisatiebron
pt_br: Sincronizar exibições de membros do grupo de origem
ro: Sincronizează ecranele membre ale grupului sursă.
ru: Дисплеи-источники группы синхронизации
sl: Prikazi članov izvorne skupine sinhronizacije
sv: Synkronisering av källgruppsmedlemmars skärmar
tr: Kaynak grup üyesi ekranlarını senkronize et
uk: Дисплеї-джерела групи синхронізації
vi: Đồng bộ hóa các màn hình thành viên trong nhóm nguồn
zh_hans: 同步源组成员
zh_hant: 同步源群組成員

source: Sync target group member displays
de: Displays der Zielgruppenmitglieder synchronisieren
es: Sincronizar pantallas miembro del grupo de destino
fr: Synchronise les membres cibles du groupe
hu: Szinkronizálási cél csoporttag kijelzők
it: Display membri del gruppo destinazione di sincronizzazione
ja: 同期ターゲットグループメンバーのディスプレイ
ko: 동기화 대상 그룹 구성원의 디스플레이
nb: Synkroniser målgruppe-medlems skjermer
nl: Groepslidschermen als synchronisatiedoel
pt_br: Sincronizar exibições de membros do grupo-alvo
ro: Sincronizați ecranele membrilor grupului-țintă​
ru: Дисплеи-цели группы синхронизации
sl: Sinhronizirajte zaslone članov ciljne skupine
sv: Synkronisera målgruppsmedlemmars skärmar
tr: Hedef grup üyesi ekranlarını senkronize et
uk: Дисплеї-цілі групи синхронізації
vi: Đồng bộ các màn hình thành viên trong nhóm mục tiêu
zh_hans: 同步目标组显示器
zh_hant: 同步目標組顯示器

source: Synchronization Settings
de: Einstellungen für die Synchronisierung
es: Configuraciones de Sincronización
fr: Réglages de synchronisation
hu: Szinkronizálási beállítások
it: Impostazioni di sincronizzazione
ja: 同期設定
ko: 동기화 설정
nb: Synkroniseringsinnstillinger
nl: Synchronisatie-instellingen
pt_br: Configurações de sincronização
ro: Setări de sincronizare
ru: Настройки синхронизации
sl: Nastavitve sinhronizacije
sv: Synkroniseringsinställningar
tr: Senkronizasyon Ayarları
uk: Налаштування синхронізації
vi: Cài đặt Đồng bộ hóa
zh_hans: 同步设置
zh_hant: 同步設定

source: Synchronization source configuration
de: Konfiguration des Ursprungs für Synchronisierung
es: Configuración del origen de sincronización
fr: Configuration des sources de synchronisation
hu: Szinkronizálási forrás konfigurációja
it: Configurazione della sorgente di sincronizzazione
ja: 同期ソース構成
ko: 동기화 소스 구성
nb: Konfigurasjon for synkroniseringskilde
nl: Configuratie synchronisatiebron
pt_br: Configuração da fonte de sincronização
ro: Configurarea sursei de sincronizare​
ru: Конфигурация источника синхронизации
sl: Konfiguracija vira sinhronizacije
sv: Konfiguration av synkroniseringskälla
tr: Senkronizasyon kaynak yapılandırması
uk: Конфігурація джерела синхронізації
vi: Cấu hình nguồn đồng bộ hóa
zh_hans: 同步源配置
zh_hant: 同步來源設定

source: Synchronization target configuration
de: Konfiguration des Ziels der Synchronisierung
es: Configuración del objetivo de sincronización
fr: Configuration des cibles de synchronisation
hu: Szinkronizációs cél konfiguráció
it: Configurazione del target di sincronizzazione
ja: 同期ターゲット構成
ko: 동기화 대상 구성
nb: Konfigurasjon for synkroniseringsmål
nl: Configuratie synchronisatiedoel
pt_br: Configuração do destino de sincronização
ro: Configurarea țintei de sincronizare
ru: Конфигурация цели синхронизации
sl: Konfiguracija cilja sinhronizacije
sv: Konfiguration av synkroniseringsmål
tr: Senkronizasyon hedef yapılandırması
uk: Конфігурація цілі синхронізації
vi: Cấu hình mục tiêu đồng bộ hóa

source: Synchronization, UI scale matching or layout protection displays are present
de: Displays mit Synchronisierung, Abgleich der Benutzeroberflächen-Skala oder Layoutschutz sind vorhanden
es: Sincronización, están presentes pantallas con coincidencia de escala de la interfaz de usuario o protección de diseño
fr: Des écrans qui sont synchronisés, qui ont la correspondance de la taille d'interface activée ou qui ont la protection de la disposition d'écrans activée sont présents
hu: Szinkronizáció, felület méretegyeztetés vagy elrendezés-védelem beállított kijelzői csatlakoztatva vannak
it: Sono presenti display con sincronizzazione, corrispondenza della scala UI o protezione del layout
ja: 同期、UIサイズ（スケーリング）調整、レイアウト保護ディスプレイが存在
ko: 동기화, UI 스케일 매칭 또는 레이아웃 보호 디스플레이가 존재할 때
nb: Synkroniserings-, UI-skaleringsmatching- eller layoutbeskyttelses skjermer er til stede
nl: Schermen aanwezig met Bescherming van synchronisatie, van overeenkoming UI-schaal of van indeling
pt_br: Sincronização, correspondência de escala de UI ou exibições de proteção de layout estão presentes
ro: Sunt prezente afișaje de sincronizare, potrivire a scalei interfeței utilizator sau protecție a aspectului.
ru: Есть дисплеи для синхронизации, подбора масштаба интерфейса или защиты макета
sl: Prisotni so zasloni za sinhronizacijo, ujemanje lestvice uporabniškega vmesnika ali zaščito postavitve
sv: Synkronisering, skalanpassning av användargränssnittet eller skydd av layouten är närvarande
tr: Senkronizasyon, UI ölçek eşleştirme veya düzen koruma ekranları mevcut
uk: Є дисплеї для синхронізації, підбору масштабу інтерфейсу або захисту макета
vi: Các màn hình đồng bộ hóa, điều chỉnh tỉ lệ UI hoặc bảo vệ bố cục đang hiển thị
zh_hans: 存在同步、UI 比例匹配或布局保护的显示器
zh_hant: 存在同步、UI 比例匹配或佈局保護的顯示器

source: Synchronize %@
de: %@ synchronisieren
es: Sincronizar %@
fr: Synchroniser : %@
hu: %@ szinkronizálása
it: Sincronizza %@
ja: %@を同期
ko: %@ 동기화
nb: Synkroniser %@
nl: Synchroniseer %@
pt_br: Sincronizar %@
ro: Sincronizați %@
ru: Синхронизировать %@
sl: Sinhroniziraj %@
sv: Synkronisera %@
tr: %@ Senkronize et
uk: Синхронізувати %@
vi: Đồng bộ %@
zh_hans: 同步 %@
zh_hant: 同步 %@

source: Synchronize changes triggered externally
nl: Synchroniseer wijzigingen van buitenaf veroorzaakt
ru: Синхронизировать изменения, вызванные внешними факторами
tr: Harici olarak tetiklenen değişiklikleri senkronize edin

source: Synchronize external changes only
de: Nur externe Änderungen synchronisieren
es: Sincronizar solo cambios externos
fr: Synchronise seulement les changements externes
hu: Csak a külső változtatások szinkronizálása
it: Sincronizza solo le modifiche esterne
ja: 外部からの変更のみを同期
ko: 외부 변경 사항만 동기화
nb: Synkroniser kun eksterne endringer
nl: Synchroniseer alleen externe wijzigingen
pt_br: Sincronizar apenas alterações externas
ro: Sincronizați doar schimbările externe
ru: Синхронизировать только внешние изменения
sl: Sinhroniziraj samo zunanje spremembe
sv: Synkronisera endast externa ändringar
tr: Yalnızca harici değişiklikleri senkronize edin
uk: Синхронізувати лише зовнішні зміни
vi: Chỉ đồng bộ hóa các thay đổi bên ngoài
zh_hans: 仅同步外部触发的亮度变化
zh_hant: 僅同步外部觸發的亮度變化

source: Synchronize value changes (delta) from sources to targets. This helps keep initial value differences between source and target (until minimum or maximum is reached). When this is disabled, absolute values are synced.
de: Werteänderungen (Delta) von Ursprüngen zu Zielen synchronisieren. Dies hilft, anfängliche Wertunterschiede zwischen Ursprung und Ziel beizubehalten (bis das Minimum oder Maximum erreicht ist). Wenn dies deaktiviert ist, werden absolute Werte synchronisiert.
es: Sincronizar cambios de valor (delta) de las fuentes a los objetivos. Esto ayuda a mantener las diferencias de valor iniciales entre la fuente y el objetivo (hasta que se alcance el mínimo o máximo). Cuando esto está desactivado, se sincronizan valores absolutos.
fr: Synchroniser les changements de valeur (delta) entre les sources et les cibles. Cela permet de conserver les différences de valeurs initiales entre la source et la cible (jusqu'à ce que le minimum ou le maximum soit atteint). Lorsque cette option est désactivée, les valeurs absolues sont synchronisées.
hu: Értékváltozások (delta) szinkronizálása. Segít megtartani a kezdeti értékkülönbségeket a forrás és a cél között (a minimum vagy maximum eléréséig). Ha nincs engedélyezve, az abszolút értékek szinkronizálása történik.
it: Sincronizza i cambiamenti di valore (delta) da sorgenti a destinazioni. Questo aiuta a mantenere le differenze iniziali di valore tra sorgente e destinazione (fino a quando non si raggiungono i limiti minimi o massimi). Quando questa opzione è disabilitata, vengono sincronizzati i valori assoluti.
ja: ソースからターゲットへの値の変化（差分）を同期します。これは、ソース・ターゲット間の初期値の差を維持するのに役立ちます（最小値または最大値に達するまで）。無効化した場合は絶対値を同期します。
ko: 소스에서 대상으로의 값 변화(델타)를 동기화합니다. 이는 소스와 대상 사이의 초기 값 차이를 유지하는 데 도움이 됩니다(최소 또는 최대에 도달할 때까지). 이 옵션이 비활성화되면 절대값이 동기화됩니다.
nb: Synkroniser verdiendringer (delta) fra kilder til mål. Dette hjelper med å beholde opprinnelige verdiforskjeller mellom kilde og mål (inntil minimum eller maksimum nås). Når dette er deaktivert, synkroniseres absolutte verdier.
nl: Synchroniseer waardewijzigingen (delta) van bronnen naar doelen. Dit helpt bij het behouden van initiële wijzigingen in waarde tussen bron en doel (totdat een minimum of maximum is bereikt). Als dit is uitgeschakeld worden absolute waarden gesynchroniseerd.
pt_br: Sincronize alterações de valor (delta) de origens para destinos. Isso ajuda a manter as diferenças de valores iniciais entre a origem e o destino (até que o mínimo ou o máximo seja atingido). Quando desabilitado, os valores absolutos são sincronizados.
ro: Sincronizează modificările de valoare (delta) de la surse către ținte. Acest lucru ajută la menținerea diferențelor inițiale de valoare între sursă și destinație (până când este atinsă valoarea minimă sau maximă). Atunci când aceasta este dezactivată, valorile absolute sunt sincronizate.
ru: Синхронизировать изменения значения (дельта) от источников к целям. Это помогает сохранять начальные различия между источником и целью (до достижения минимума или максимума). Если отключено, синхронизируются абсолютные значения.
sl: Sinhronizirajte spremembe vrednosti (delta) od virov do ciljev. To pomaga ohranjati razlike v začetnih vrednostih med virom in ciljem (dokler ni dosežen minimum ali maksimum). Ko je to onemogočeno, se absolutne vrednosti sinhronizirajo.
sv: Synkronisera värdeförändringar (delta) från källor till mål. Detta bidrar till att behålla initiala värdeskillnader mellan källa och mål (tills minimum eller maximum har uppnåtts). När detta är avaktiverat synkroniseras absoluta värden.
tr: Değer değişikliklerini (delta) kaynaklardan hedeflere senkronize edin. Bu, kaynak ve hedef arasındaki ilk değer farklılıklarının korunmasına yardımcı olur (minimum veya maksimum değere ulaşılana kadar). Bu devre dışı bırakıldığında, mutlak değerler senkronize edilir.
uk: Синхронізувати зміни значення (дельта) від джерел до цілей. Це допомагає зберігати початкові відмінності між джерелом і ціллю (доки не буде досягнуто мінімуму чи максимуму). Якщо вимкнено, синхронізуються абсолютні значення.
vi: Đồng bộ hóa thay đổi giá trị (delta) từ nguồn đến mục tiêu. Điều này giúp giữ sự khác biệt giá trị ban đầu giữa nguồn và mục tiêu (cho đến khi giá trị tối thiểu hoặc tối đa được đạt). Khi tính năng này bị vô hiệu hóa, các giá trị tuyệt đối được đồng bộ hóa.
zh_hans: 同步源到目标的数值变化 (增量)。 这样有助于保持源头和目标之间的初始数值差异 (直到达到最小值或最大值)。 禁用此功能时，将同步绝对值。
zh_hant: 同步源到目標的數值變化 (delta)。 這樣有助於保持來源和目標之間的初始數值差異 (直到達到最小值或最大值)。 禁用此功能時，將同步絕對值。

source: System Color Profile
es: Perfil de color del sistema
fr: Profil de couleur système
ja: システムカラープロファイル
ko: 시스템 색상 프로필
nl: Systeemkleurenprofiel
ru: Системный цветовой профиль
uk: Системний профіль кольорів

source: System Colors
de: Systemfarben
es: Colores del Sistema
fr: Couleurs système
hu: Rendszer színvilág
it: Colori di sistema
ja: システムカラー
ko: 시스템 색상
nb: Systemfarger
nl: Systeemkleuren
pl: Kolory systemu
pt_br: Cores do Sistema
ro: Culori de Sistem
ru: Системные цвета
sl: Sistemske barve
sv: Systemfärger
tr: Sistem Renkleri
uk: Системні кольори
vi: Màu Hệ thống
zh_hans: 系统颜色
zh_hant: 系統顏色

source: System Configuration and Flexible Scaling
de: Systemeinstellungen und flexible Skalierung
es: Ajustes del Sistema y escalamiento fluido
fr: Configuration Système et Mise à l'échelle Flexible
hu: Rendszerkonfiguráció és rugalmas skálázás
it: Configurazione del sistema e scala flessibile
ja: システム構成とフレキシブルスケーリング
ko: 시스템 구성 및 유연한 스케일링
nb: Systemkonfigurasjon og fleksibel skalering
nl: Systeemconfiguratie en flexibele schaling
pl: Konfiguracja systemu i elastyczne skalowanie
pt_br: Configuração do Sistema e Escalonamento Suave
ro: Configurația sistemului și scalarea fluidă
ru: Системная конфигурация и гибкое масштабирование
sl: Konfiguracija sistema in prilagodljivo skaliranje
sv: Systemkonfiguration och flexibel skalning
tr: Sistem Yapılandırması ve Esnek Ölçeklendirme
uk: Системна конфігурація та гнучке масштабування
vi: Cấu hình Hệ thống và Thu phóng Linh hoạt
zh_hans: 系统配置和平滑缩放
zh_hant: 系統設定和平滑縮放

source: System UUID match
de: System-UUID Übereinstimmung
es: Emparejamiento UUID del sistema
fr: Faire correspondre à l'UUID système
hu: Rendszer UUID azonosság
it: Corrispondenza UUID di sistema
ja: システムUUIDが一致
ko: 시스템 UUID 매칭
nb: System-UUID-matching
nl: Overeen laten komen van systeem-UUID
pl: Dopasowanie UUID systemu
pt_br: Correspondência de UUID do sistema
ro: Potrivire UUID a sistemului
ru: Совпадение системного UUID
sl: Ujemanje UUID sistema
sv: Systemets UUID matchar
tr: Sistem UUID eşleştir
uk: Збіг системного UUID
vi: Khớp UUID hệ thống
zh_hans: 系统 UUID 匹配
zh_hant: 系統 UUID 匹配

source: System UUID match (recommended)
de: System-UUID Übereinstimmung (empfohlen)
es: Emparejamiento UUID del sistema (recomendado)
fr: Faire correspondre à l'UUID système (recommandé)
hu: Rendszer UUID azonosság (javasolt)
it: Corrispondenza UUID di sistema (raccomandato)
ja: システムUUIDが一致（推奨）
ko: 시스템 UUID 매칭 (권장됨)
nb: System-UUID-matching (anbefalt)
nl: Overeen laten komen van systeem-UUID (aanbevolen)
pl: Dopasowanie UUID systemu (zalecane)
pt_br: Correspondência de UUID do sistema (recomendado)
ro: Potrivire UUID a sistemului (recomandat)
ru: Совпадение системного UUID (рекомендуется)
sl: Ujemanje UUID sistema (priporočeno)
sv: Systemets UUID matchar (rekommenderas)
tr: Sistem UUID eşleşmesi (önerilir)
uk: Збіг системного UUID (рекомендовано)
vi: Khớp UUID hệ thống (được khuyến nghị)
zh_hans: 系统 UUID 匹配（推荐）
zh_hant: 系統 UUID 匹配（推薦）

source: TARGET
de: Ziel
fr: CIBLE
hu: CÉL
it: OBIETTIVO
ja: ターゲット
ko: 대상
nb: MÅL
nl: DOEL
pt_br: DESTINO
ro: ȚINTĂ
ru: ЦЕЛЬ
sl: CILJ
sv: MÅL
tr: HEDEF
uk: ЦІЛЬ
vi: MỤC TIÊU
zh_hans: 目标
zh_hant: 目標

source: TV volume limits
nl: Beperkingen tv-volume
ru: Ограничение громкости телевизора

source: Tag ID
fr: ID de l'étiquette
ja: タグID
ko: 태그 ID
nb: Tagg-ID
pt_br: ID da etiqueta
ro: ID etichetă
ru: ID метки
sl: ID oznake
sv: Tagg-id
tr: Etiket Kimliği
uk: ID мітки
vi: Nhãn ID
zh_hans: 标签 ID

source: Take no action
nl: Onderneem geen actie
ru: Не выполнять действий

source: Target default resolution
de: Standardauflösung des Ziels
es: Resolución predeterminada objetivo
fr: Résolution par défaut de la cible
hu: Alapértelmezett felbontás cél
it: Risoluzione di destinazione predefinita
ja: ターゲットのデフォルト解像度
ko: 대상 기본 해상도
nb: Målets standardoppløsning
nl: Standaarddoelresolutie
pt_br: Resolução padrão desejada
ro: Rezoluția implicită țintă
ru: Разрешение цели по умолчанию
sl: Ciljna privzeta ločljivost
sv: Målets standardupplösning
tr: Hedefin varsayılan çözünürlüğü
uk: Цільова роздільна здатність за замовчуванням
vi: Độ phân giải mặc định của mục tiêu
zh_hans: 目标默认分辨率
zh_hant: 目標預設解析度

source: Television
de: Fernseher
es: Televisión
fr: Télévision
hu: Televízió
it: Televisione
ja: テレビ
ko: TV
nb: TV
nl: Televisie
pt_br: Televisão
ro: Televizor
ru: Телевидение
sl: Televizija
tr: Televizyon
uk: Телебачення
vi: Truyền hình
zh_hans: 电视
zh_hant: 電視

source: The DDC reset command might not work properly for all displays. You can also try using the built-in factory reset functionality of the display (usually accessible via the display OSD).
de: Der DDC-Zurücksetzungsbefehl funktioniert möglicherweise nicht bei allen Displays richtig. Du kannst auch versuchen, die integrierte Funktion des Displays zum Zurücksetzen auf die Werkseinstellungen zu verwenden (normalerweise über das OSD des Displays zugänglich).
es: Es posible que el comando de reinicio DDC no funcione correctamente para todas las pantallas. También puede intentar utilizar la función de restablecimiento de fábrica incorporada de la pantalla (generalmente accesible a través del OSD de la pantalla).
fr: La commande de réinitialisation DDC pourrait ne pas fonctionner correctement pour tous les écrans. Vous pouvez aussi tenter d'utiliser la fonction de réinitialisation d'usine intégrée à l'écran (généralement accessible via l'OSD de l'écran).
hu: Előfordulhat, hogy a DDC visszaállítás parancs nem minden működik megfelelően minden kijelzőn. Megpróbálhatja a kijelző beépített gyári visszaállítási funkcióját is használni (általában a kijelző OSD-jén keresztül érhető el).
it: Il comando di ripristino DDC potrebbe non funzionare correttamente per tutti i display. Puoi anche provare a utilizzare la funzionalità di ripristino delle impostazioni di fabbrica integrata del display (solitamente accessibile tramite l'OSD del display).
ja: DDC リセットコマンドは、すべてのディスプレイで正しく機能するとは限りません。また、ディスプレイに内蔵された出荷時にリセットする機能（通常はディスプレイのOSDからアクセス可能）を使用することもできます。
ko: DDC 재설정 명령이 모든 디스플레이에서 제대로 작동하지 않을 수 있습니다. 디스플레이에 내장된 공장 초기화 기능(일반적으로 디스플레이 OSD를 통해 액세스할 수 있음)을 사용해 볼 수도 있습니다.
nb: DDC-tilbakestillingskommandoen fungerer kanskje ikke riktig for alle skjermer. Du kan også prøve å bruke innebygd fabrikktilbakestilling i skjermen (vanligvis tilgjengelig via skjermens OSD).
nl: Het DDC-resetcommando werkt mogelijk niet correct voor alle schermen. Je kunt ook proberen de ingebouwde fabrieksresetfunctionaliteit van het scherm te gebruiken (meestal toegankelijk via het scherm-OSD).
pt_br: O comando de redefinição do DDC pode não funcionar corretamente em todos os monitores. Você também pode tentar usar a funcionalidade integrada de redefinição de fábrica do monitor (geralmente acessível por meio do OSD do monitor).
ro: Comanda de resetare DDC s-ar putea să nu funcționeze corect pentru toate ecranele. Puteți încerca și să utilizați funcționalitatea de resetare de fabrică încorporată a ecranului (de obicei, accesibilă prin OSD-ul ecranului).
ru: Команда сброса DDC может не работать правильно для всех дисплеев. Вы также можете попробовать использовать встроенную функцию сброса заводских настроек дисплея (обычно доступна через OSD дисплея).
sl: Ukaz za ponastavitev DDC morda ne bo deloval pravilno za vse zaslone. Poskusite lahko tudi uporabiti vgrajeno funkcijo ponastavitve zaslona na tovarniške nastavitve (običajno dostopna prek OSD zaslona).
sv: Kommandot för återställning av DDC kanske inte fungerar korrekt för alla skärmar. Du kan också prova att använda den inbyggda funktionen för fabriksåterställning i skärmen (vanligtvis tillgänglig via skärmens OSD).
tr: DDC sıfırlama komutu tüm ekranlar için düzgün çalışmayabilir. Ekranın dahili fabrika ayarlarına sıfırlama işlevini kullanmayı da deneyebilirsiniz (genellikle ekran OSD'si üzerinden erişilebilir).
uk: Команда скидання DDC може не працювати належним чином для всіх дисплеїв. Ви також можете спробувати скористатися вбудованою функцією відновлення заводських налаштувань дисплея (зазвичай доступна через екранне меню дисплея).
vi: Lệnh đặt lại DDC có thể không hoạt động đúng cho tất cả màn hình. Bạn cũng có thể thử sử dụng chức năng đặt lại nhà máy tích hợp của màn hình (thường có thể truy cập thông qua OSD của màn hình).
zh_hans: DDC 重置命令可能无法对所有显示器生效。您也可尝试显示器的内置出厂重置（通常可通过显示器调整浮窗 (OSD) 访问）。
zh_hant: DDC 重置命令可能無法對所有顯示器生效。您也可嘗試顯示器的內置出廠重置（通常可通過顯示器調整浮動視窗 (OSD) 連接）。

source: The OSD appears on the affected display instead of the display with the active menu bar (similar to older macOS versions).
ja: アクティブなメニューバーがあるディスプレイ（旧バージョンのmacOSのように）ではなく、影響するディスプレイにOSDを表示します。
ko: OSD가 활성 메뉴 막대가 있는 디스플레이가 아닌, 영향을 받는 디스플레이에 표시됩니다(이전 macOS 버전과 유사).
nl: Het OSD verschijnt op het betreffende scherm in plaats van het scherm met de actieve menubalk (vergelijkbaar met oudere macOS-versies).
ru: OSD отображается на соответствующем дисплее вместо дисплея с активной строкой меню (как в старых версиях macOS).

source: The TV requires pairing
nl: De tv vereist paren
ru: Телевизор требует сопряжения

source: The amplifier zone to control.
nl: De te bedienen versterkerzone.
ru: Зона усилителя, которой нужно управлять.

source: The app automatically attempts to reconnect all displays when no connected display is present.
de: Die App versucht automatisch, alle Displays erneut zu verbinden, wenn kein angeschlossenes Display vorhanden ist.
es: La aplicación intenta reconectar automáticamente todas las pantallas cuando no hay ninguna pantalla conectada.
fr: L'application tente de reconnecter automatiquement tous les écrans quand aucun écran connecté n'est présent.
hu: Az alkalmazás automatikusan megpróbálja újracsatlakoztatni az összes kijelzőt, ha nincs csatlakoztatott kijelző.
it: L'applicazione tenta automaticamente di ricollegare tutti i display quando non è presente alcun display connesso.
ja: 接続されているディスプレイがない場合、すべてのディスプレイの再接続を自動的に試みます。
ko: 연결된 디스플레이가 없는 경우 앱이 자동으로 모든 디스플레이를 다시 연결하려고 시도합니다.
nb: Appen forsøker automatisk å koble til alle skjermer på nytt når ingen tilkoblede skjermer er til stede.
nl: De app probeert automatisch om verbinding te maken met alle schermen als er geen verbonden scherm aanwezig is.
pl: Aplikacja automatycznie próbuje ponownie połączyć wszystkie wyświetlacze, gdy żaden połączony wyświetlacz nie jest obecny.
pt_br: O aplicativo tenta reconectar automaticamente todos os monitores quando nenhum monitor conectado estiver presente.
ro: Aplicația încearcă automat să reconecteze toate ecranele atunci când nu este prezent niciun ecran conectat.
ru: Приложение автоматически пытается переподключить все дисплеи, если нет ни одного подключенного дисплея.
sl: Aplikacija samodejno poskuša znova povezati vse zaslone, ko ni nobenega povezanega zaslona.
sv: Appen försöker automatiskt återansluta alla skärmar när det inte finns någon ansluten skärm.
tr: Bağlı ekran olmadığında uygulama otomatik olarak tüm ekranları yeniden bağlamayı dener.
uk: Додаток автоматично намагається повторно підключити всі дисплеї, якщо жоден дисплей не підключено.
vi: Ứng dụng tự động cố gắng kết nối lại tất cả các màn hình khi không có màn hình nào được kết nối.
zh_hans: 无已连接的显示器时自动尝试重连所有显示器。
zh_hant: 無已連接的顯示器時自動嘗試重連所有顯示器。
