Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Most displays support hardware controls via the DDC/CI protocol, but features vary. Some, especially TVs and Smart Monitors, may lack DDC support. For the app to function correctly, configure DDC support to match your display’s capabilities. The app can assist if DDC detection is supported.
de: Die meisten Displays unterstützen Hardware-Steuerung über das DDC/CI-Protokoll, aber die Funktionen variieren. Bei einigen, insbesondere bei Fernsehern und Smart Monitoren, fehlt möglicherweise die DDC-Unterstützung. Konfiguriere die DDC-Unterstützung entsprechend den Fähigkeiten deines Displays, damit die App korrekt funktioniert. Die App kann helfen, wenn die DDC-Erkennung unterstützt wird.
es: La mayoría de las pantallas admiten controles de hardware a través del protocolo DDC/CI, pero las características varían. Algunas, especialmente los televisores y monitores inteligentes, pueden carecer de soporte DDC. Para que la aplicación funcione correctamente, configura el soporte DDC para que coincida con las capacidades de tu pantalla. La aplicación puede ayudar si se admite la detección DDC.
fr: La plupart des écrans prennent en charge le contrôle matériel via le protocole DDC/CI mais les fonctionnalités peuvent varier. Certains, surtout les téléviseurs et les moniteurs intelligents, peuvent manquer de prise en charge DDC. Pour que l'application fonctionne correctement, configurez la prise en charge DDC pour correspondre aux capacités de votre écran. Vous pouvez utiliser l'assistance de l'application si la détection DDC est prise en charge.
hu: A legtöbb kijelző támogatja a hardveres vezérlést a DDC/CI protokollon keresztül, de a funkciók eltérhetnek. Néhány kijelző, különösen a TV-k és az okos monitorok esetleg nem rendelkeznek DDC támogatással. Az alkalmazás megfelelő működéséhez állítsa be a DDC támogatást a kijelző képességeinek megfelelően. Az alkalmazás segít ebben, ha a DDC képességek lekérdezése támogatott.
it: La maggior parte dei display supporta i controlli hardware tramite il protocollo DDC/CI, ma le funzionalità variano. Alcuni, in particolare TV e monitor smart, potrebbero non supportare il DDC. Affinché l’app funzioni correttamente, configura il supporto DDC in base alle capacità del tuo display. L’app può aiutare se il rilevamento DDC è supportato.
ja: ほとんどのディスプレイは、DDC/CIプロトコルによるハードウェアコントロールに対応していますが、その機能はさまざまです。特にテレビやスマートモニターでは、DDCに対応していない場合もあります。正しく機能するように、ディスプレイの能力に合わせたDDC対応を構成してください。DDC検出に対応している場合、それを支援できます。
ko: 대부분의 디스플레이는 DDC/CI 프로토콜을 통해 하드웨어 제어를 지원하지만, 기능은 다양합니다. 일부 디스플레이, 특히 TV와 스마트 모니터는 DDC를 지원하지 않을 수 있습니다. 앱이 올바르게 작동하려면 디스플레이의 기능에 맞게 DDC 지원을 구성하세요. DDC 감지가 지원되는 경우 앱이 도움을 줄 수 있습니다.
nb: De fleste skjermer støtter maskinvarekontroller via DDC/CI-protokollen, men funksjonene varierer. Noen, spesielt TV-er og smartskjermer, kan mangle DDC-støtte. For at appen skal fungere riktig, konfigurer DDC-støtten i henhold til skjermens muligheter. Appen kan hjelpe hvis DDC-deteksjon støttes.
nl: De meeste schermen ondersteunen apparaatbediening via het DDC/CI-protocol, maar de beschikbare functies zijn wisselend. Bepaalde schermen, in het bijzonder tv’s en slimme monitoren, kennen geen DDC-ondersteuning. Om de app goed te laten functioneren configureer DDC-ondersteuning zodanig dat deze overeenkomt met de mogelijkheden van je scherm. De app kan helpen als het vinden van DDC wordt ondersteund.
pl: Większość wyświetlaczy obsługuje sterowanie sprzętowe poprzez protokół DDC/CI, lecz dostępne funkcje mogą się różnić. Niektóre urządzenia, zwłaszcza telewizory i inteligentne monitory, mogą nie obsługiwać DDC. Aby aplikacja działała poprawnie, skonfiguruj obsługę DDC zgodnie z możliwościami swojego wyświetlacza. Aplikacja może pomóc, jeśli wykrywanie DDC jest obsługiwane.
pt_br: A maioria dos monitores suporta controles de hardware via o protocolo DDC/CI, mas os recursos variam. Alguns, especialmente televisores e monitores inteligentes, podem não ter suporte a DDC. Para o aplicativo funcionar corretamente, configure o suporte DDC para corresponder às capacidades do seu monitor. O aplicativo pode ajudar se a detecção DDC for suportada.
ro: Majoritatea ecranelor suportă control hardware prin protocolul DDC/CI, însă funcționalitățile pot varia. Unele, în special televizoarele și monitoarele inteligente, pot să nu ofere suport DDC. Pentru ca aplicația să funcționeze corect, configurează suportul DDC în funcție de capabilitățile ecranului tău. Aplicația poate oferi asistență dacă detectarea DDC este disponibilă.
ru: Большинство дисплеев поддерживают аппаратное управление через протокол DDC/CI, но функционал может различаться. Некоторые, особенно ТВ и Smart-мониторы, могут не поддерживать DDC. Чтобы приложение работало корректно, настройте поддержку DDC в соответствии с возможностями дисплея. Приложение может помочь при поддержке обнаружения DDC.
sl: Večina zaslonov podpira krmiljenje strojne opreme prek protokola DDC/CI, vendar se funkcije razlikujejo. Nekateri, zlasti televizorji in pametni monitorji, morda nimajo podpore za DDC. Da bo aplikacija delovala pravilno, konfigurirajte podporo za DDC, da bo ustrezala zmogljivostim vašega zaslona. Aplikacija lahko pomaga, če je podprto zaznavanje DDC.
sv: De flesta bildskärmar har stöd för hårdvarustyrning via DDC/CI-protokollet, men funktionerna varierar. Vissa, särskilt TV-apparater och smarta monitorer, kan sakna DDC-stöd. För att appen ska fungera korrekt måste du konfigurera DDC-stödet så att det matchar din bildskärms kapacitet. Appen kan hjälpa till om det finns stöd för DDC-detektering.
tr: Çoğu monitör DDC/CI protokolü aracılığıyla donanım kontrollerini destekler, ancak özellikler değişiklik gösterir. Bazıları, özellikle TV'ler ve Akıllı Monitörler, DDC desteğinden yoksun olabilir. Uygulamanın doğru çalışması için DDC desteğini ekranınızın özelliklerine uyacak şekilde yapılandırın. DDC algılama destekleniyorsa uygulama yardımcı olabilir.
uk: Більшість дисплеїв підтримують апаратне керування через протокол DDC/CI, але функціонал може відрізнятися. Деякі, особливо телевізори та Smart-монітори, можуть не підтримувати DDC. Щоб додаток працював коректно, налаштуйте підтримку DDC відповідно до можливостей вашого дисплея. Додаток може допомогти, якщо підтримується виявлення DDC.
vi: Hầu hết các màn hình hỗ trợ điều khiển phần cứng qua giao thức DDC/CI, nhưng các tính năng có thể khác nhau. Một số màn hình, đặc biệt là TV và màn hình thông minh, có thể không hỗ trợ DDC. Để ứng dụng hoạt động chính xác, hãy cấu hình hỗ trợ DDC phù hợp với khả năng của màn hình. Ứng dụng có thể hỗ trợ nếu phát hiện DDC được hỗ trợ.
zh_hans: 大多数显示器支持通过 DDC/CI 协议进行硬件控制，但功能各不相同。有些设备（尤其是电视和智能显示器）可能缺乏 DDC 支持。为了使应用程序正常运行，请配置 DDC 支持以匹配您的显示器功能。如果支持 DDC 检测，该应用程序可以提供帮助。
zh_hant: 大多數顯示器支援透過 DDC/CI 協定進行硬體控制，但功能各不相同。有些設備（尤其是電視和智慧顯示器）可能缺乏 DDC 支援。為了使應用程式正常運作，請配置 DDC 支援以匹配您的顯示器的功能。如果支援 DDC 檢測，該應用程式可以提供協助。

source: Motion Blur
de: Bewegungsunschärfe
es: Desenfoque de movimiento
fr: Flou de mouvement
hu: Mozgáselmosás
it: Sfocatura movimento
ja: ブラー - モーション
ko: 모션 블러
nb: Bevegelsesuskarphet
nl: Bewegingsvervaging
pl: Rozmycie ruchu
pt_br: Desfoque de movimento
ro: Blur de mișcare
ru: Размытие движения
sl: Zameglitev gibanja
sv: Rörelseoskärpa
tr: Hareket Bulanıklığı
uk: Розмиття руху
zh_hans: 运动模糊
zh_hant: 運動模糊

source: Mouse Click-through
de: Maus-Durchklicken
es: Pasar a través de clics del ratón
fr: Clic traversant
hu: Egér-átkattintás
it: Clic passante del mouse
ja: マウスクリックスルー
ko: 마우스 클릭 통과
nb: Museklikk-gjennomslag
nl: Doorklik muis
pl: Kliknięcie myszą przez okno
pt_br: Clique do mouse
ru: Пропуск кликов мыши
sl: Klikanje z miško
sv: Klicka igenom med musen
tr: Fare Tıklama Geçişi
uk: Пропуск кліків миші
vi: Bấm chuột qua
zh_hans: 鼠标点击穿透
zh_hant: 滑鼠點擊穿透

source: Move Display
de: Display verschieben
es: Mover Pantalla
fr: Déplacer l'écran
hu: Képernyő mozgatása
it: Posizione display
ja: ディスプレイを移動
ko: 디스플레이 이동
nb: Flytt skjerm
nl: Verplaats scherm
pl: Przenieś wyświetlacz
pt_br: Mover Monitor
ro: Mută Ecranul
ru: Переместить дисплей
sl: Premakni zaslon
sv: Flytta skärm
tr: Ekranı Taşı
uk: Перемістити дисплей
vi: Di chuyển màn hình
zh_hans: 排列显示器
zh_hant: 排列顯示器

source: Move Screen
de: Bildschirm verschieben
es: Mover pantalla
fr: Déplacer l’écran
hu: Képernyő áthelyezése
it: Sposta schermo
ja: スクリーンを移動
ko: 화면 이동
nb: Flytt skjerm
nl: Verplaats scherm
pl: Przenieś ekran
pt_br: Mover tela
ro: Mutare ecran
ru: Переместить экран
sl: Premakni zaslon
sv: Flytta skärm
tr: Ekranı Taşı
uk: Перемістити екран
zh_hans: 移动萤幕
zh_hant: 移動螢幕

source: Move Tab to New Window
de: Tab in ein neues Fenster bewegen
es: Mover pestaña a ventana nueva
fr: Placer l’onglet dans une nouvelle fenêtre
hu: Lap áthelyezése új ablakba
it: Sposta pannello in una nuova finestra
ja: タブを新規ウインドウに移動
ko: 새로운 윈도우로 탭 이동
nb: Flytt fane til nytt vindu
nl: Verplaats tabblad naar nieuw venster
pl: Przenieś kartę do nowego okna
pt_br: Mover aba para nova janela
ro: Mutați fila într-o fereastră nouă
ru: Переместить вкладку в новое окно
sl: Premakni zavihek v novo okno
sv: Flytta flik till nytt fönster
tr: Sekmeyi Yeni Pencereye Taşı
uk: Перемістити вкладку у нове вікно
zh_hans: 将标签页移到新窗口
zh_hant: 將標籤頁移到新視窗

source: Move Virtual Screen
de: Virtuellen Bildschirm verschieben
es: Mover Pantalla Virtual
fr: Déplacer l'écran virtuel
hu: Virtuális képernyő mozgatása
it: Connetti schermo virtuale
ja: 仮想スクリーンを移動
ko: 가상 화면 이동
nb: Flytt virtuell skjerm
nl: Verplaats virtueel scherm
pl: Przenieś wirtualny ekran
pt_br: Mover Tela Virtual
ro: Mută Ecranul Virtual
ru: Переместить виртуальный экран
sl: Premakni navidezni zaslon
sv: Flytta virtuell skärm
tr: Sanal Ekranı Taşı
uk: Перемістити віртуальний екран
vi: Di chuyển màn hình ảo
zh_hans: 排列虚拟屏幕
zh_hant: 排列虛擬螢幕

source: Move a screen next to another one in the display layout.
nl: Verplaats een scherm naar een ander scherm in de schermindeling.
pl: Przenieś ekran obok innego w układzie wyświetlaczy.
ru: Переместить экран рядом с другим в макете дисплеев.

source: Move the display ${displayEntity} to the ${relativePosition} of ${targetDisplayEntity}.
de: Verschiebe das Display ${displayEntity} nach ${relativePosition} von ${targetDisplayEntity}.
es: Mover la pantalla ${displayEntity} a ${relativePosition} de ${targetDisplayEntity}.
fr: Déplacer l’écran ${displayEntity} à ${relativePosition} de ${targetDisplayEntity}.
hu: A(z) ${displayEntity} kijelző áthelyezése a(z) ${targetDisplayEntity} ${relativePosition} pozíciójába.
it: Sposta il display ${displayEntity} a ${relativePosition} di ${targetDisplayEntity}.
ja: ディスプレイ${displayEntity}を${targetDisplayEntity}の${relativePosition}に移動します。
ko: 디스플레이 ${displayEntity}(을)를 ${targetDisplayEntity}의 ${relativePosition}(으)로 이동합니다.
nb: Flytt skjermen ${displayEntity} til ${relativePosition} av ${targetDisplayEntity}.
nl: Verplaats het scherm ${displayEntity} naar de ${relativePosition} van ${targetDisplayEntity}.
pl: Przenieś wyświetlacz ${displayEntity} na ${relativePosition} od ${targetDisplayEntity}.
pt_br: Mover o display ${displayEntity} para ${relativePosition} de ${targetDisplayEntity}.
ro: Mută afișajul ${displayEntity} la ${relativePosition} din ${targetDisplayEntity}.
ru: Переместить дисплей ${displayEntity} на ${relativePosition} относительно ${targetDisplayEntity}.
sl: Premaknite zaslon ${displayEntity} na ${relativePosition} od ${targetDisplayEntity}.
sv: Flytta skärmen ${displayEntity} till ${relativePosition} i ${targetDisplayEntity}.
tr: Ekranı ${displayEntity}, ${targetDisplayEntity} öğesinin ${relativePosition} konumuna taşıyın.
uk: Перемістити дисплей ${displayEntity} на ${relativePosition} відносно ${targetDisplayEntity}.
zh_hans: 将显示 ${displayEntity} 移至 ${targetDisplayEntity} 的 ${relativePosition}。
zh_hant: 將顯示 ${displayEntity} 移至 ${targetDisplayEntity} 的 ${relativePosition}。

source: Move this display next to:
de: Display verschieben, neben:
es: Mueva esta pantalla al lado de:
fr: Déplacer cet écran à coté de :
hu: Mozgasd ezt a képernyőt emellé:
it: Sposta questo display accanto a:
ja: このディスプレイを隣接させる：
ko: 다음으로 디스플레이 이동:
nb: Flytt denne skjermen ved siden av:
nl: Verplaats dit scherm naast:
pl: Przenieś wyświetlacz obok:
pt_br: Mova esta exibição para:
ro: Mută Acest Ecran lângă:
ru: Переместите этот дисплей рядом с:
sl: Premakni zaslon poleg:
sv: Flytta denna skärm bredvid:
tr: Bu ekranı şunun yanına getirin:
uk: Перемістіть цей дисплей поруч із:
vi: Di chuyển màn hình này đến kế bên:
zh_hans: 将此显示器移动到：
zh_hant: 將此顯示器移動到：

source: Multiple Displays
de: Mehrere Displays
es: Múltiples Pantallas
fr: Écrans multiples
hu: Több kijelző
it: Display multipli
ja: 複数ディスプレイ
ko: 다중 디스플레이
nb: Flere skjermer
nl: Meerdere schermen
pl: Wiele wyświetlaczy
pt_br: Múltiplas Exibições
ro: Ecrane Multiple
ru: Несколько дисплеев
sl: Več zaslonov
sv: Flera skärmar
tr: Çoklu Ekran
uk: Кілька Дисплеїв
vi: Nhiều màn hình
zh_hans: 多个显示器
zh_hant: 多個顯示器

source: Multiple display groups
de: Mehrere Displaygruppen
es: Grupos de pantallas múltiples
fr: Groupes d'écrans multiples
hu: Több képernyő csoport
it: Gruppi di display multipli
ja: 複数ディスプレイグループ
ko: 다중 디스플레이 그룹
nb: Flere skjermgrupper
nl: Meerdere schermgroepen
pl: Wiele grup wyświetlaczy
pt_br: Múltiplos grupos de exibição
ro: Grupuri de ecrane multiple​⬤
ru: Несколько групп дисплеев
sl: Več skupin
sv: Flera skärmgrupper
tr: Çoklu ekran grubu
uk: Кілька груп дисплеїв
vi: Nhiều nhóm màn hình
zh_hans: 多显示组
zh_hant: 多顯示組

source: Multiple identical entries
de: Mehrere identische Einträge
es: Varias entradas idénticas
fr: Plusieurs entrées identiques
hu: Több azonos tétel
it: Voci multiple identiche
ja: 複数の同一エントリー
ko: 여러 개의 동일한 항목
nb: Flere identiske oppføringer
nl: Meerdere identieke regels
pl: Wielokrotne identyczne wpisy
pt_br: Múltiplas entradas idênticas
ro: Intrări identice multiple
ru: Несколько идентичных записей
sl: Več enakih vnosov
sv: Flera identiska poster
tr: Birden çok özdeş giriş
uk: Кілька ідентичних записів
vi: Nhiều mục nhập giống nhau
zh_hans: 多个标识条目
zh_hant: 多個標識條目

source: Multiplier
de: Multiplikator
es: Multiplicador
fr: Mutiplicateur
hu: Szorzó
it: Moltiplicatore
ja: 乗数
ko: 배율
nb: Multiplikator
nl: Vermenigvuldigingswaarde
pt_br: Multiplicador
ro: Multiplicator
ru: Множитель
sl: Množitelj
sv: Multiplikator
tr: Çoklayıcı
uk: Множник
vi: Bội số
zh_hans: 乘数
zh_hant: 乘數

source: Mute
de: Stummschalten
es: método de silencio
fr: Coupure du son
hu: Némítás
it: Attiva
ja: ミュート（DDC）
ko: 음소거
nb: Demp
nl: Demp
pl: Wycisz
pt_br: Mudo
ro: Silentare
ru: Без звука
sl: Izklop zvoka
sv: Tyst
tr: Sessize Al
uk: Без звуку
vi: Tắt tiếng
zh_hans: 静音
zh_hant: 靜音

source: Mute control
de: Stummschaltung
es: Control de silencio
fr: Contrôle de coupure du son
hu: Némításvezérlés
it: Controllo disattivazione audio
ja: ミュート制御
ko: 음소거 제어
nb: Dempingskontroll
nl: Dempbediening
pt_br: Controle de mudo
ro: Control mut
ru: Управление звуком
sl: Utišanje zvoka
sv: Ljudavstängningskontroll
tr: Sessize Alma kontrolü
uk: Керування вимкненням звуку
zh_hans: 静音控制
zh_hant: 靜音控制

source: Mute method
de: Methode zum Stummschalten
es: Método para silenciar
fr: Méthode de coupure du son
hu: Némítás módja
it: Metodo di disattivazione audio
ja: ミュート方法
ko: 음소거 방식
nb: Dempemetode
nl: Wijze van dempen
pt_br: Método de silenciamento
ro: Metoda de silențiere
ru: Метод отключения звука
sl: Metoda utišanja
sv: Tystningsmetod
tr: Sessize Alma metodu
uk: Метод відключення звуку
vi: Phương pháp tắt tiếng
zh_hans: 静音执行方式
zh_hant: 靜音執行方式

source: Mute or unmute display using DDC (if the display is configured so).
de: Display mit DDC stummschalten oder Stummschaltung aufheben (wenn das Display entsprechend konfiguriert ist).
es: Silenciar o activar el sonido de la pantalla usando DDC (si la pantalla está configurada así).
fr: Couper ou réactiver le son de l’écran à l’aide de DDC (si l’écran est configuré ainsi).
hu: A kijelző némítása vagy némításának feloldása DDC használatával (ha a kijelző így van konfigurálva).
it: Disattiva o riattiva l’audio del display utilizzando DDC (se il display è configurato in questo modo).
ja: DDCを使用してディスプレイをミュートまたはミュート解除します（ディスプレイが構成されている場合）。
ko: DDC를 사용하여 디스플레이를 음소거하거나 음소거를 해제하세요(디스플레이가 그렇게 설정되어 있는 경우).
nb: Dempe eller oppheve demping av skjerm via DDC (hvis skjermen er konfigurert for det).
nl: Demp of hef demping op via DDC (indien het scherm als zodanig is geconfigureerd).
pt_br: Silenciar ou ativar o som da tela usando DDC (se a tela estiver configurada assim).
ro: Dezactivați sau dezactivați sunetul afișajului utilizând DDC (dacă afișajul este configurat astfel).
ru: Отключить или включить звук дисплея через DDC (если дисплей настроен соответствующим образом).
sl: Izklop ali vklop zvoka zaslona z uporabo DDC (če je zaslon tako konfiguriran).
sv: Slå av eller på ljudet på skärmen med hjälp av DDC (om skärmen är konfigurerad för detta).
tr: DDC kullanarak ekranın sesini kapatın veya açın (ekran bu şekilde yapılandırılmışsa).
uk: Вимкнути або увімкнути звук дисплея через DDC (якщо дисплей налаштований відповідним чином).
zh_hans: 使用 DDC 使显示器静音或取消静音（如果显示器如此配置）。
zh_hant: 使用 DDC 使顯示器靜音或取消靜音（如果顯示器如此設定）。

source: Name
es: Nombre
fr: Nom
hu: Név
it: Nome
ja: 名前
ko: 이름
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
ro: Nume
ru: Название
sl: Ime
sv: Namn
tr: Ad
uk: Назва
vi: Tên
zh_hans: 名称
zh_hant: 名稱

source: Native
de: Nativ
es: Nativo
fr: Natif
hu: Natív
it: Nativo
ja: ネイティブ
ko: 네이티브
nl: Ingebouwd
pl: Natywna
pt_br: Nativo
ro: Nativ
ru: Родной
sl: Izvorno
sv: Inbyggd
tr: Yerel
uk: Рідна
vi: Tự nhiên
zh_hans: 原生
zh_hant: 原生

source: Native (Apple) Keyboard Control
de: Native (Apple) Tastatursteuerung
es: Control del Teclado Nativo (Apple)
fr: Contrôle du clavier natif (Apple)
hu: Natív (Apple) billentyű vezérlés
it: Controllo tastiera nativo (Apple)
ja: ネイティブ（Apple）キーボード制御
ko: 기본 (Apple) 키보드 제어
nb: Innfødt (Apple) tastaturkontroll
nl: Bediening ingebouwd (Apple-)toetsenbord
pl: Natywne (Apple) sterowanie klawiaturą
pt_br: Controle de teclado nativo (Apple)
ro: Control Tastatura Nativ (Apple Keyboard)
ru: Родное (Apple) управление клавиатурой
sl: Izvorni (Apple) nadzor tipkovnice
sv: Inbyggt (Apple) tangentbordskontroll
tr: Yerel (Apple) Klavye Kontrolü
uk: Рідне (Apple) управління клавіатурою
vi: Kiểm soát bàn phím tự nhiên (Apple)
zh_hans: 原生 (Apple) 键盘控制
zh_hant: 原生 (Apple) 鍵盤控制

source: Native (Apple) keyboard control using the brightness keys or audio keys will not work without setting up accessibility permissions first in System Settings!
de: Die native (Apple) Tastatursteuerung mit den Helligkeits- oder Audiotasten funktioniert nur, wenn in den Systemeinstellungen die Berechtigungen für die Bedienungshilfen eingerichtet wurden!
es: El control del teclado nativo (Apple) mediante las teclas de brillo o de audio no funcionará sin configurar primero los permisos de accesibilidad en Ajustes del Sistema.
fr: Le contrôle des touches de luminosité ou audio du clavier Apple ne fonctionnera pas si les autorisations d'accessibilité ne sont pas d'abord configurées dans les réglages du système !
hu: A natív (Apple) fényerő vagy hangerő billentyűkkel törtnő vezérlés nem működik a kisegítő lehetőségek jogosultságainak Rendszerbeállításokban történő beállítása nélkül!
it: Il controllo della tastiera nativo (Apple) utilizzando i tasti luminosità o i tasti audio non funzionerà prima senza impostare i permessi di accessibilità nelle Impostazioni di Sistema!
ja: 輝度キーやオーディオキーを使うネイティブ（Apple）キーボード制御は、システム設定でアクセシビリティのアクセス許可を設定しないと機能しません!
ko: 시스템 설정에서 접근성 권한을 먼저 설정하지 않으면 밝기 키 또는 오디오 키를 사용한 기본(Apple) 키보드 제어가 작동하지 않습니다!
nb: Native (Apple) tastaturkontroll ved bruk av lysstyrketaster eller lydtaster vil ikke fungere uten at du først setter opp tilgjengelighetstillatelser i Systeminnstillinger!
nl: Bediening ingebouwd (Apple-)toetsenbord via de helderheids- of geluidstoetsen werkt niet zonder eerst de toegankelijkheidsbevoegdheden in te stellen in Systeeminstellingen!
pt_br: O controle do teclado nativo (Apple) usando as teclas de brilho ou de áudio não funcionará sem configurar primeiro as permissões de acessibilidade nas Configurações do sistema!
ro: Controlul tastaturii Apple nativ folosind tastele de luminozitate sau tastele de sunet nu va funcționa fără a configura mai întâi permisiunile de accesibilitate în Setările sistemului!
ru: Родное управление клавиатурой Apple с помощью клавиш яркости или аудиоклавиш не будет работать без настройки разрешений специальных возможностей в системных настройках!
sl: Izvorni (Apple) nadzor tipkovnice s tipkami za svetlost ali zvočnimi tipkami ne bo deloval, če v sistemskih nastavitvah najprej nastavite dovoljenja za dostopnost!
sv: Styrning av det inbyggda (Apple) tangentbordet med hjälp av ljusstyrketangenterna eller ljudknapparna fungerar inte utan att du först ställer in behörigheter för tillgänglighet i Systeminställningar!
tr: Parlaklık tuşlarını veya ses tuşlarını kullanan yerel (Apple) klavye kontrolü, önce Sistem Ayarları'nda erişilebilirlik izinleri ayarlanmadan çalışmayacaktır!
uk: Керування рідною клавіатурою (Apple) за допомогою клавіш яскравості чи аудіоклавіш не працюватиме, якщо спочатку не налаштувати дозволи Спеціальних Можливостей у налаштуваннях системи!
vi: Kiểm soát bàn phím tự nhiên (Apple) bằng cách sử dụng các phím độ sáng hoặc âm lượng sẽ không hoạt động nếu không thiết lập quyền truy cập vào tính năng trong Cài đặt Hệ thống trước!
zh_hans: 未先在系统设置中设置辅助功能权限而使用原生 (Apple) 键盘亮度键或音频键控制无效！
zh_hant: 未先在系統設定中設定輔助功能權限而使用原生 (Apple) 鍵盤亮度鍵或音量鍵控制無效！

source: Native Audio
nl: Ingebouwd geluid
ru: Встроенное аудио

source: Native XDR Upscaling
de: Native XDR-Hochskalierung
es: Escalado Nativo XDR
fr: Démultiplication XDR native
hu: Natív XDR felskálázás
it: Aggiornamento XDR Nativo
ja: ネイティブXDRアップスケーリング
ko: 네이티브 XDR 업스케일링
nb: Innebygd XDR-oppskalering
nl: Ingebouwde XDR-opschaling
pl: Natywne skalowanie XDR
pt_br: Upscaling XDR nativo
ro: Scalare XDR Nativă​
ru: Родное масштабирование XDR
sl: Izvorno povečanje velikosti XDR
sv: Inbyggd XDR-uppskalning
tr: Yerel XDR Yükseltme
uk: Рідне розширення XDR
vi: Tăng cường XDR tự nhiên
zh_hans: 原生 XDR 提升
zh_hant: 原生 XDR 提升

source: Native XDR brightness upscaling settings
de: Einstellungen für die Native XDR-Helligkeitshochskalierung
es: Configuraciones de escalado de brillo XDR nativo
fr: Réglage de démultiplication XDR native
hu: Natív XDR fényerő felskálázás beállítások
it: Impostazioni dell’upscaling della luminosità XDR nativa
ja: ネイティブXDR輝度アップスケーリング設定
ko: 네이티브 XDR 밝기 업스케일링 설정
nb: Innstillinger for innebygd XDR-lysstyrkeoppskalering
nl: Opschaalinstellingen ingebouwde XDR-helderheid
pl: Ustawienia natywnego skalowania jasności XDR
pt_br: Configurações de aumento de brilho XDR nativo
ro: Setările native de scalare a luminozității XDR
ru: Настройки масштабирования яркости XDR
sl: Izvorne nastavitve povečanja svetlosti XDR
sv: Inställningar för uppskalning av ljusstyrka med inbyggd XDR
tr: Yerel XDR parlaklık yükseltme ayarları
uk: Власні налаштування масштабування яскравості XDR
vi: Cài đặt Tăng cường độ sáng XDR tự nhiên
zh_hans: 原生 XDR 亮度提升设置
zh_hant: 原生 XDR 亮度提升設定

source: Native audio key settings
de: Einstellungen für native Audiotasten
es: Configuraciones clave de audio nativa
fr: Réglages des touches audio natives
hu: Natív hangerő billentyű beállítások
it: Impostazioni chiave audio native
ja: ネイティブオーディオキー設定
ko: 기본 오디오 조정 키 설정
nb: Innstillinger for innebygd lydtast
nl: Instellingen ingebouwde geluidstoets
pl: Ustawienia natywnych klawiszy audio
pt_br: Configurações de tecla de áudio nativa
ro: Setări taste audio native
ru: Настройки стандартных аудиоклавиш
sl: Izvorne nastavitve zvočnih tipk
sv: Inställningar för inbyggd ljudtangent
tr: Yerel ses tuşu ayarları
uk: Власні параметри звукових клавіш
vi: Cài đặt phím âm lượng tự nhiên
zh_hans: 原生音频键设置
zh_hant: 原生音量鍵設定
