Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Connecting the built-in display
de: Verbinde das integrierte Display
es: Conectando la pantalla integrada
fr: Connexion de l'écran intégré
hu: Beépített kijelző csatlakoztatása
it: Collegamento dello schermo integrato
ja: 内蔵ディスプレイを接続
ko: 내장 디스플레이 연결
nb: Kobler til innebygd skjerm
nl: Verbinden van ingebouwd scherm
pl: Łączenie wbudowanego wyświetlacza
pt_br: Conectando o monitor integrado
ro: Conectarea ecranului încorporat
ru: Подключение встроенного дисплея
sl: Priključitev vgrajenega zaslona
sv: Ansluter den inbyggda skärmen
tr: Dahili ekrana bağlanıyor
uk: Підключення вбудованого дисплея
vi: Đang kết nối màn hình tích hợp
zh_hans: 连接内建显示屏
zh_hant: 連接內建顯示器

source: Connecting virtual screens
de: Virtuelle Bildschirme verbinden
es: Conectando pantallas virtuales
fr: Connexion de l'écran virtuel
hu: Virtuális képernyők csatlakoztatása
it: Collegamento schermi virtuali
ja: 仮想スクリーンを接続
ko: 가상 화면 연결
nb: Kobler til virtuelle skjermer
nl: Verbinden van virtuele schermen
pl: Łączenie wirtualnych ekranów
pt_br: Conectando telas virtuais
ro: Conectarea ecranelor virtuale
ru: Подключение виртуальных экранов
sl: Povezovanje virtualnih zaslonov
sv: Ansluter virtuella skärmar
tr: Sanal ekranlar bağlanıyor
uk: Підключення віртуальних екранів
vi: Đang kết nối màn hình ảo
zh_hans: 正在连接虚拟屏幕
zh_hant: 正在連接虛擬螢幕

source: Connection management settings
de: Einstellungen zur Verbindungsverwaltung
es: Configuraciones de gestión de conexión
fr: Réglages de gestion des connexions
hu: Csatlakozáskezelési beállítások
it: Impostazioni di gestione della connessione
ja: 接続管理設定
ko: 연결 관리 설정
nb: Innstillinger for tilkoblingshåndtering
nl: Instellingen verbindingsonderhoud
pl: Ustawienia zarządzania połączeniami
pt_br: Configurações de gerenciamento de conexão
ro: Setări de gestionare a conexiunilor
ru: Настройки управления подключением
sl: Nastavitve upravljanja povezave
sv: Inställningar för anslutningshantering
tr: Bağlantı yönetim ayarları
uk: Параметри керування підключенням
vi: Cài đặt quản lý kết nối
zh_hans: 连接管理设置
zh_hant: 連接管理設定

source: Connection status: %@
nl: Verbindingsstatus: %@
pl: Stan połączenia: %@
ru: Статус соединения: %@

source: Connects the virtual screen and starts full screen streaming from the virtual screen to the display. Also sets up the full screen stream to automatically start whenever the display is connected.
de: Verbindet den virtuellen Bildschirm und startet einen Vollbildstream zu dem Display. Außerdem wird der Vollbildstream so eingestellt, dass er automatisch startet, wenn das Display verbunden wird.
es: Conecta la pantalla virtual y comienza la transmisión en pantalla completa desde la pantalla virtual a la pantalla. También configura la transmisión en pantalla completa para que comience automáticamente siempre que la pantalla esté conectada.
fr: Connecte l'écran virtuel et lance la diffusion en plein écran de l'écran virtuel vers l'écran. Configure également la diffusion en plein écran pour qu'elle démarre dès que l'écran est connecté.
hu: Csatlakoztatja a virtuális képernyőt, és elindítja a streaminget a virtuális képernyőről a kijelzőre. Beállítja továbbá, hogy a stream mindig automatikusan elinduljon, amikor a kijelzőt csatlakoztatják.
it: Collega lo schermo virtuale e avvia lo streaming a schermo intero dallo schermo virtuale al display. Imposta anche il flusso a schermo intero per avviare automaticamente ogni volta che il display è collegato.
ja: 仮想スクリーンを接続し、ディスプレイへのフルスクリーンストリーミングを開始します。また、ディスプレイを接続すると自動的にフルスクリーンストリーミングを開始するよう設定します。
ko: 가상 화면을 연결하고 가상 화면에서 디스플레이로 전체 화면 스트리밍을 시작합니다. 디스플레이가 연결될 때마다 전체 화면 스트리밍이 자동으로 시작되도록 설정할 수도 있습니다.
nb: Kobler til virtuell skjerm og starter fullskjermsstrømming fra virtuell skjerm til skjerm. Setter også opp fullskjermsstrøm til å starte automatisk hver gang skjermen kobles til.
nl: Verbindt het virtuele scherm en start een volledigescherm-stream op volledig scherm op vanaf het virtuele scherm naar het scherm. Stelt ook automatisch een volledigescherm-stream op wanneer een scherm verbonden wordt.
pl: Łączy wirtualny ekran i rozpoczyna strumieniowanie w trybie pełnoekranowym z wirtualnego ekranu na wyświetlacz. Ustawia również automatyczne uruchamianie strumieniowania w pełnym ekranie za każdym razem, gdy wyświetlacz zostanie połączony.
pt_br: Conecta a tela virtual e inicia a transmissão em tela cheia da tela virtual para o monitor. Também configura o fluxo de tela inteira para iniciar automaticamente sempre que o monitor estiver conectado.
ro: Conectează ecranul virtual și începe transmiterea pe tot ecranul de la ecranul virtual la ecran. De asemenea, configurează stream-ul pe tot ecranul pentru a porni automat ori de câte ori ecranul este conectat.
ru: Подключает виртуальный экран и запускает полноэкранную потоковую передачу с виртуального экрана на дисплей. Также настраивает автоматический запуск полноэкранного потока при подключении дисплея.
sl: Poveže navidezni zaslon in začne celozaslonsko pretakanje z navideznega zaslona na zaslon. Prav tako nastavi celozaslonski tok, da se samodejno zažene vsakič, ko je zaslon povezan.
sv: Ansluter den virtuella skärmen och startar helskärmsströmning från den virtuella skärmen till skärmen. Ställer även in helskärmsström till att automatiskt starta när skärmen ansluts.
tr: Sanal ekranı bağlar ve sanal ekran ile ekran arasında tam ekran yayınını başlatır. Ayrıca tam ekran yayınını, ekran her bağlandığında otomatik olarak başlayacak şekilde ayarlar.
uk: Підключає віртуальний екран і запускає повноекранну трансляцію з віртуального екрану на дисплей. Також налаштовує повноекранний потік для автоматичного запуску кожного разу, коли дисплей підключено.
vi: Kết nối màn hình ảo và bắt đầu trình chiếu toàn màn hình từ màn hình ảo đến màn hình. Đồng thời thiết lập trình chiếu toàn màn hình để tự động bắt đầu mỗi khi màn hình được kết nối.
zh_hans: 连接虚拟屏幕并开启从虚拟屏幕到显示器的全屏串流。并设置全屏串流在连接显示器时自动启动。
zh_hant: 連接虛擬螢幕並開啟從虛擬螢幕到顯示器的全螢幕串流。並設定全螢幕串流在連接顯示器時自動啟動。

source: Consider range differences
de: Bereichsunterschiede berücksichtigen
es: Considerar diferencias de rango
fr: Considèrer les différences de plage
hu: Skála tartomány különbség figyelembevétele
it: Considera le differenze di intervallo
ja: 範囲の差異を考慮
ko: 표시 범위 차이 고려
nb: Vurder områdeforskjeller
nl: Overweeg bereikverschillen
pl: Uwzględnij różnice w zakresie
pt_br: Considere as diferenças de alcance
ro: Luați în considerare diferențele de interval
ru: Учитывать различия диапазонов
sl: Upoštevajte razlike v obsegu
sv: Beakta skillnader i intervall
tr: Aralık farklılıklarını göz önünde bulundurun
uk: Враховувати різницю діапазонів
vi: Xem xét sự khác biệt về phạm vi
zh_hans: 注意范围差异
zh_hant: 注意範圍差異

source: Contacting server…
de: Server wird kontaktiert…
es: Contactando con el servidor…
fr: Contact avec le serveur…
hu: Kapcsolódás a szerverhez…
it: Connessione al server…
ja: サーバに接続中…
ko: 서버 연결 중…
nb: Kontakter server…
nl: Contact opnemen met server...
pl: Łączenie z serwerem…
pt_br: Entrando em contato com o servidor…
ro: Conectare la server…
ru: Соединение с сервером…
sl: Vzpostavljanje stika s strežnikom…
sv: Kontaktar servern…
tr: Sunucuyla iletişim kuruluyor…
uk: З'єднання з сервером…
vi: Đang liên hệ với máy chủ…
zh_hans: 正在联系服务器…
zh_hant: 正在聯絡伺服器…

source: Content
de: Inhalt
es: Contenido
fr: Contenu
hu: Tartalom
it: Contenuto
ja: コンテンツ
ko: 콘텐츠
nb: Innhold
nl: Materiaal
pl: Zawartość
pt_br: Conteúdo
ro: Conținut
ru: Контент
sl: Vsebina
sv: Innehåll
tr: İçerik
uk: Вміст
zh_hans: 内容
zh_hant: 內容

source: Continuous software XDR upscaling readiness
de: Möglichkeit der kontinuierlichen XDR-Hochskalierung
es: Preparación continua para el escalado XDR
fr: Préparation continue à la démultiplication XDR logicielle
hu: Folyamatos szoftveres XDR felskálázás készültség
it: Prontezza di upscaling XDR continua
ja: 継続的なXDRアップスケーリングを準備
ko: 연속적인 XDR 업스케일링 준비
nb: Kontinuerlig beredskap for programvare-XDR-oppskalering
nl: Doorlopende gereedheid programmatisch XDR-opschaling
pl: Ciągła gotowość do skalowania XDR
pt_br: Preparação contínua para upscaling XDR
ro: Pregătire continuă pentru upscaling XDR
ru: Готовность к непрерывному программному масштабированию XDR
sl: Nenehna pripravljenost za nadgradnjo XDR
sv: Kontinuerlig XDR-uppskalningsberedskap
tr: Sürekli XDR yükseltme hazırlığı
uk: Безперервна готовність до масштабування XDR
vi: Sẵn sàng tăng cường hình ảnh XDR liên tục
zh_hans: XDR 亮度提升准备就绪
zh_hant: XDR 亮度提升準備就緒

source: Contrast
de: Kontrast
es: Contraste
fr: Contraste
hu: Kontraszt
it: Contrasto
ja: コントラスト
ko: 대비
nb: Kontrast
pl: Kontrast
pt_br: Contraste
ru: Контраст
sl: Kontrast
sv: Kontrast
tr: Kontrast
uk: Контраст
vi: Tương phản
zh_hans: 对比度
zh_hant: 對比度

source: Contrast (Hardware)
de: Kontrast (Hardware)
es: Contraste (Hardware)
fr: Contraste (matériel)
hu: Kontraszt (hardver)
it: Contrasto (Hardware)
ja: コントラスト（ハードウェア）
ko: 대비 (하드웨어)
nb: Kontrast (maskinvare)
nl: Contrast (apparatuur)
pl: Kontrast (sprzętowa)
pt_br: Contraste (Hardware)
ru: Контраст (аппаратный)
sl: Kontrast (strojna oprema)
sv: Kontrast (hårdvara)
tr: Kontrast (Donanımsal)
uk: Контраст (Апаратна)
vi: Tương phản (Phần cứng)
zh_hans: 对比度 (硬件)
zh_hant: 對比度 (硬體)

source: Control
de: Steuerung
fr: Contrôle
hu: Vezérlés
it: Controllo
ja: 制御
ko: 제어
nb: Kontroll
nl: Bediening
pl: Element sterujący
pt_br: Controle
ru: Управлять
sl: Nadzor
sv: Kontroll
tr: Kontrol
uk: Контроль
vi: Điều khiển
zh_hans: 控制
zh_hant: 控制

source: Control integration
de: Steuerungsintegration
es: Integración de controles
fr: Intégration de contrôles
hu: Vezérlésintegráció
it: Integrazione dei controlli
ja: 制御統合
ko: 통합 제어
nb: Kontrollintegrasjon
nl: Bedieningsintegratie
pl: Integracja sterowania
pt_br: Integração de controles
ro: Integrarea controlului
ru: Интеграция управления
sl: Integracija nadzora
sv: Kontrollintegration
tr: Entegrasyon kontrolü
uk: Інтеграція керування
zh_hans: 控制集成
zh_hant: 控制整合

source: Control name
de: Name der Steuerung
es: Nombre del control
fr: Nom du contrôle
hu: Vezérlő neve
it: Nome del controllo
ja: 制御名
ko: 컨트롤 이름
nb: Kontrollnavn
nl: Naam bediening
pl: Nazwa elementu sterującego
pt_br: Nome do controle
ro: Denumire control
ru: Имя элемента управления
sl: Ime nadzora
sv: Kontrollnamn
tr: Kontrol ismi
uk: Назва керування
zh_hans: 控制名称
zh_hant: 控制名稱

source: Control values (managed by the integration controller or other additional controllers) on startup
nl: Bedien waarden (beheerd door de integratiecontroller of andere aanvullende controllers) bij opstarten
pl: Wartości elementów sterujących (zarządzane przez kontroler integracji lub inne dodatkowe kontrolery) przy uruchamianiu
ru: Управление значениями, которые задаются интеграционным контроллером или другими дополнительными контроллерами при запуске

source: Controller
pl: Kontroler
ru: Контроллер

source: Copy
de: Kopieren
es: Copiar
fr: Copier
hu: Másolás
it: Copia
ja: コピー
ko: 복사
nb: Kopier
nl: Kopieer
pl: Kopiuj
pt_br: Copiar
ro: Copiază
ru: Копировать
sl: Kopiraj
sv: Kopiera
tr: Kopyala
uk: Копія
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

source: Copy Current Device Name
de: Aktuellen Gerätenamen kopieren
es: Copiar Nombre del Dispositivo Actual
fr: Copier le nom de l'appareil actuel
hu: Jelenlegi eszköznév másolása
it: Copia nome del dispositivo corrente
ja: このデバイス名をコピー
ko: 현재 장치 이름 복사
nb: Kopier gjeldende enhetsnavn
nl: Kopieer huidige apparaatnaam
pl: Kopiuj obecną nazwę urządzenia
pt_br: Copiar nome do dispositivo atual
ro: Copiați Numele Dispozitivului Curent
ru: Копировать текущее Имя устройства
sl: Kopiraj trenutno ime naprave
sv: Kopiera aktuellt enhetsnamn
tr: Geçerli Cihaz İsmini Kopyala
uk: Копіювати назву поточного пристрою
vi: Sao chép tên hiện tại của thiết bị
zh_hans: 复制当前设备名称
zh_hant: 複製目前設備名稱

source: Crash reporting
de: Meldung von Abstürzen
es: Reporte de cierre inesperado
fr: Rapport de plantage
hu: Hibanapló jelentés
it: Segnalazione di crash
ja: クラッシュを報告
ko: 충돌 리포트
nb: Feilrapportering
nl: Crashmelden
pl: Zgłaszanie błędów
pt_br: Relatório de falhas
ro: Raportare a erorilor
ru: Отчётность об ошибках
sl: Poročanje o zrušitvi
sv: Kraschrapportering
tr: Hata raporu
uk: Звіт про збої
vi: Báo cáo lỗi
zh_hans: 崩溃报告
zh_hant: 當機報告

source: Create Display Group
de: Displaygruppe erstellen
es: Crear grupo de pantallas
fr: Créer un groupe d'écrans
hu: Kijelzőcsoport létrehozása
it: Crea gruppo di display
ja: ディスプレイグループを作成
ko: 디스플레이 그룹 생성
nb: Opprett visningsgruppe
nl: Maak schermgroep
pl: Utwórz grupę wyświetlaczy
pt_br: Criar grupo de exibição
ro: Creează Grup de Ecrane
ru: Создать группу дисплеев
sl: Ustvari skupino
sv: Skapa skärmgrupp
tr: Ekran Grubu Oluştur
uk: Створити групу дисплеїв
vi: Tạo Nhóm Màn hình
zh_hans: 新建显示组
zh_hant: 新建顯示組

source: Create New Display Group…
de: Neue Displaygruppe erstellen…
es: Crear Nuevo Grupo de Pantallas…
fr: Créer un nouveau groupe d'écran…
hu: Új kijelzőcsoport létrehozása…
it: Crea nuovo gruppo di display…
ja: 新規ディスプレイグループ…
ko: 새로운 디스플레이 그룹 생성…
nb: Opprett ny visningsgruppe…
nl: Maak nieuwe schermgroep...
pl: Utwórz nową grupę wyświetlaczy…
pt_br: Criar novo grupo de exibição…
ro: Creați un nou grup de ecrane…
ru: Создать новую группу дисплеев…
sl: Ustvari novo skupino zaslona…
sv: Skapa ny skärmgrupp…
tr: Yeni Ekran Grubu Oluştur…
uk: Створити нову групу дисплеїв…
vi: Tạo Nhóm Màn hình mới…
zh_hans: 新增显示组……
zh_hant: 新增顯示組……

source: Create New Virtual Screen
de: Neuen virtuellen Bildschirm erstellen
es: Crear Nueva Pantalla Virtual
fr: Créer un nouvel écran virtuel
hu: Új virtuális képernyő létrehozása
it: Crea nuovo schermo virtuale
ja: 新規仮想スクリーンを作成
ko: 새로운 가상 화면 생성
nb: Opprett ny virtuell skjerm
nl: Maak nieuw virtueel scherm
pl: Utwórz nowy wirtualny ekran
pt_br: Criar Nova Tela Virtual
ro: Crează Ecran Virtual Nou
ru: Создать новый виртуальный экран
sl: Ustvari nov virtualni zaslon
sv: Skapa ny virtuell skärm
tr: Yeni Sanal Ekran Oluştur
uk: Створити новий віртуальний екран
vi: Tạo Màn hình ảo Mới
zh_hans: 新建虚拟屏幕
zh_hant: 新建虛擬螢幕

source: Create New Virtual Screen…
de: Neuen virtuellen Bildschirm erstellen…
es: Crear Nueva Pantalla Virtual…
fr: Créer un nouvel écran virtuel…
hu: Új virtuális képernyő létrehozása…
it: Crea nuovo schermo virtuale…
ja: 新規仮想スクリーンを作成…
ko: 새로운 가상 화면 생성…
nb: Opprett ny virtuell skjerm…
nl: Maak nieuw virtueel scherm...
pl: Utwórz nowy wirtualny ekran…
pt_br: Criar Nova Tela Virtual…
ro: Crează Ecran Virtual Nou…
ru: Создать новый виртуальный экран…
sl: Ustvari nov virtualni zaslon …
sv: Skapa ny virtuell skärm…
tr: Yeni Sanal Ekran Oluştur…
uk: Створити новий віртуальний екран…
vi: Tạo màn hình ảo mới…
zh_hans: 新建虚拟屏幕…
zh_hant: 新建虛擬螢幕…

source: Create Virtual Screen
de: Virtuellen Bildschirm erstellen
es: Crear Monitor Virtual
fr: Créer un écran virtuel
hu: Virtuális képernyő létrehozása
it: Crea schermo virtuale
ja: 仮想スクリーンを作成
ko: 가상 화면 생성
nb: Opprett virtuell skjerm
nl: Maak virtueel scherm
pl: Utwórz wirtualny ekran
pt_br: Criar Tela Virtual
ro: Crează Ecran Virtual
ru: Создать новый экран
sl: Ustvari virtualni zaslon
sv: Skapa virtuell skärm
tr: Sanal Ekran Oluştur
uk: Створіть віртуальний екран
vi: Tạo Màn hình ảo
zh_hans: 创建虚拟屏幕
zh_hant: 新增虛擬螢幕

source: Create a new
de: Neu erstellen
es: Crear nuevo
fr: Créer un nouveau
hu: Új létrehozása
it: Crea nuovo
ja: 新規作成
ko: 새로 만들기
nb: Opprett en ny
nl: Maak een nieuwe
pl: Utwórz nowe
pt_br: Criar novo
ro: Crearea unui nou
ru: Создать новую
sl: Ustvari novo
sv: Skapa en ny
tr: Yeni bir tane oluştur
uk: Створити нову
zh_hans: 新建
zh_hant: 新建

source: Create a virtual screen that matches to the aspect ratio of another display and associate the virtual screen with the display. Best for a scenario when the virtual screen should be streamed (e.g. portrait Sidecar) or mirrored to a display.
de: Erstelle einen virtuellen Bildschirm, der dem Seitenverhältnis eines anderen Displays entspricht, und kopple den virtuellen Bildschirm mit diesem Display. Am besten dafür geeignet, wenn der virtuelle Bildschirm zu einem Display gestreamt (z.B. für Sidecar im Hochformat) oder gespiegelt werden soll.
es: Crea una pantalla virtual que coincida con la relación de aspecto de otra pantalla y asocia la pantalla virtual con la pantalla. Esto es ideal para un escenario en el que la pantalla virtual debe ser transmitida (por ejemplo, Sidecar en modo retrato) o duplicada en una pantalla.
fr: Crée un écran virtuel qui correspond au rapport d’aspect d'un autre écran et associe l'écran virtuel avec cet écran. C'est la solution idéale lorsque l'écran virtuel doit être diffusé (par exemple side-car en portrait), ou mis en miroir sur un écran.
hu: Létrehoz egy virtuális képernyőt, amely megfelel egy másik kijelző képarányának, és hozzárendeli a virtuális képernyőt a kijelzőhöz. Legalkalmasabb olyan helyzetekben, amikor a virtuális képernyőt streamelni kell (pl. álló Sidecar) vagy tükrözni kell egy kijelzőre.
it: Crea uno schermo virtuale che corrisponda rapporto di aspetto di un altro e associa lo schermo virtuale allo schermo. Ideale per uno scenario in cui lo schermo virtuale deve essere trasmesso in streaming (ad esempio, Sidecar verticale) o riflesso su uno schermo.
ja: ディスプレイのアスペクト比に合わせた仮想スクリーンを作成し、ディスプレイに関連付けます。仮想スクリーンを（縦位置のSideCarなどに）ストリーミングしたり、ディスプレイにミラーリングしたりする場合に最適です。
ko: 다른 디스플레이의 화면 비율과 일치하는 가상 화면을 생성하고 가상 화면을 디스플레이에 연결합니다. 가상 화면을 스트리밍(예: 세로형 Sidecar)하거나 디스플레이에 미러링해야 하는 경우에 가장 적합합니다.
nb: Opprett en virtuell skjerm som samsvarer med bildeforholdet til en annen skjerm, og assosier den med skjermen. Dette passer best når den virtuelle skjermen skal streames (f.eks. portrett-Sidecar) eller speiles til en skjerm.
nl: Maakt een virtueel scherm dat overeenkomt met de beeldverhouding van een andere scherm en associeer het virtuele scherm met het scherm. Het beste voor een scenario waarbij het virtuele scherm zal worden gestreamd (bijv. staand Sidecar) of via synchrone weergave naar een scherm.
pl: Tworzy wirtualny ekran, który pasuje do proporcji innego wyświetlacza i kojarzy wirtualny ekran z wyświetlaczem. Najlepiej sprawdza się w scenariuszach, w których wirtualny ekran powinien być przesyłany strumieniowo (np. pionowy Sidecar) lub odzwierciedlany na wyświetlaczu.
pt_br: Criar uma tela virtual que corresponda à proporção de outro monitor e associe a tela virtual ao monitor. Melhor para um cenário em que a tela virtual deve ser transmitida (por exemplo, retrato Sidecar) ou espelhada em uma tela.
ro: Creați un ecran virtual care să se potrivească cu raportul de aspect al altui ecran fizic și asociați ecranul virtual cu acesta. Cel mai bun pentru un scenariu în care ecranul virtual trebuie să fie transmis (de exemplu, portrait Sidecar) sau să fie reflectat pe un ecran fizic.
ru: Создать виртуальный экран, соответствующий соотношению сторон другого дисплея, и свяжите виртуальный экран с дисплеем. Лучше всего подходит для сценариев, когда виртуальный экран должен транслироваться (например, портретный Sidecar) или зеркально отображаться на дисплее.
sl: Ustvarite navidezni zaslon, ki se ujema z razmerjem stranic drugega zaslona in povežite navidezni zaslon z zaslonom. Najboljše za scenarij, ko je treba navidezni zaslon pretakati (npr. portret Sidecar) ali zrcaliti na zaslon.
sv: Skapa en virtuell skärm som matchar bildförhållandet för en annan skärm och associera den virtuella skärmen med skärmen. Bäst för ett scenario när den virtuella skärmen ska strömmas (t.ex. porträtt Sidecar) eller speglas till en skärm.
tr: Başka bir ekranın en boy oranıyla eşleşen bir sanal ekran oluşturun ve sanal ekranı ekranla ilişkilendirin. Sanal ekranın yayınlanması (örn. dikey Sidecar) veya bir ekrana yansıtılması gereken senaryolar için en iyisidir.
uk: Створіть віртуальний екран, який відповідає пропорціям іншого дисплея, і пов'яжіть віртуальний екран із дисплеєм. Найкраще для сценарію, коли віртуальний екран має транслюватися (наприклад, портретний Sidecar) або дзеркально відображатися на дисплеї.
vi: Tạo một màn hình ảo có tỷ lệ khung hình tương ứng với một màn hình khác và liên kết màn hỉnh ảo với màn hình đó. Phù hợp nhất cho tình huống khi màn hình ảo nên được trình chiếu (vd: Sidecar dọc) hoặc phản chiếu lên một màn hình.
zh_hans: 创建一个与另一显示器宽高比匹配的虚拟屏幕，并与显示器关联此虚拟屏幕。最适合虚拟屏幕串流（如纵向随航）或镜像到显示器的场景。
zh_hant: 新增一個與另一顯示器寬高比匹配的虛擬螢幕，並與顯示器關聯此虛擬螢幕。最適合虛擬螢幕串流（如縱向 Sidecar ）或鏡像到顯示器的場景。

source: Create a virtual screen with a custom aspect ratio. You can also set up a custom resolution list with varying aspect ratios after creating the virtual screen.
de: Erstelle einen virtuellen Bildschirm mit einem benutzerdefinierten Seitenverhältnis. Du kannst auch eine eigene Liste von Auflösungen mit unterschiedlichen Seitenverhältnissen konfigurieren, nachdem der virtuelle Bildschirm erzeugt wurde.
es: Crea una pantalla virtual con una relación de aspecto personalizada. También puedes configurar una lista de resoluciones personalizadas con diferentes relaciones de aspecto después de crear la pantalla virtual.
fr: Créé un écran virtuel avec un rapport d’aspect personnalisé. Vous pouvez également établir une liste de résolutions personnalisées avec différents rapports d'aspect après avoir créé l'écran virtuel.
hu: Virtuális képernyő létrehozása egyéni képaránnyal. A virtuális képernyő létrehozása után beállíthat egy egyéni felbontási listát is különböző képarányokkal.
it: Crea uno schermo virtuale con un rapporto di aspetto personalizzato. È inoltre possibile impostare una lista di risoluzione personalizzata con rapporti di aspetto variabili dopo aver creato la schermo virtuale.
ja: カスタムアスペクト比の仮想スクリーンを作成します。作成後に、さまざまなアスペクト比のカスタム解像度リストを設定することもできます。
ko: 사용자 지정 화면 비율로 가상 화면을 만듭니다. 가상 화면을 만든 후 다양한 화면 비율로 사용자 지정 해상도 목록을 설정할 수도 있습니다.
nb: Opprett en virtuell skjerm med et egendefinert bildeforhold. Du kan også opprette en egendefinert oppløsningsliste med ulike bildeforhold etter at den virtuelle skjermen er opprettet.
nl: Maakt een virtueel scherm met een eigen beeldverhouding. Je kunt ook een eigen resolutielijst opstellen met diverse beeldverhoudingen na het maken van dit virtueel scherm.
pl: Utwórz wirtualny ekran z niestandardowym współczynnikiem proporcji. Po utworzeniu wirtualnego ekranu możesz również skonfigurować listę niestandardowych rozdzielczości o różnych proporcjach.
pt_br: Criar uma tela virtual com uma proporção personalizada. Você também pode configurar uma lista de resolução personalizada com proporções variadas após criar a tela virtual.
ro: Creați un ecran virtual cu un raport de aspect personalizat. Puteți de asemenea să configurați o listă de rezoluții personalizate cu raporturi de aspect variabile după crearea ecranului virtual.
ru: Создайте виртуальный экран с заданным соотношением сторон. После создания виртуального экрана можно также настроить список пользовательских разрешений с различным соотношением сторон.
sl: Ustvarite virtualni zaslon z razmerjem stranic po meri. Po ustvarjanju virtualnega zaslona lahko nastavite tudi seznam ločljivosti po meri z različnimi razmerji stranic.
sv: Skapa en virtuell skärm med ett anpassat bildförhållande. Du kan även ställa in en anpassad upplösningslista med olika bildförhållanden efter att den virtuella skärmen skapats.
tr: Özel bir en boy oranına sahip bir sanal ekran oluşturun. Sanal ekranı oluşturduktan sonra farklı en boy oranlarına sahip özel bir çözünürlük listesi de ayarlayabilirsiniz.
uk: Створіть віртуальний екран із власним співвідношенням сторін. Ви також можете налаштувати власний список роздільної здатності зі змінним співвідношенням сторін після створення віртуального екрану.
vi: Tạo một màn hình ảo với tỷ lệ khung hình tùy chọn. Bạn cũng có thể thiết lập một danh sách độ phân giải tùy chỉnh với các tỷ lệ khung hình khác nhau sau khi tạo màn hình ảo.
zh_hans: 创建自定义宽高比的虚拟屏幕。您还可在创建虚拟屏幕后于自定义长宽比的分辨率列表设置不同分辨率。
zh_hant: 新增自訂寬高比的虛擬螢幕。您還可在新增虛擬螢幕後於自訂長寬比的解析度列表設定不同解析度。
