Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: %lld Days Remaining
de: %lld Tage verbleibend
es: %lld días restantes
fr: %lld jour(s) restant(s)
hu: %lld nap van hátra
it: %lld giorni rimanenti
ja: 残り%lld日
ko: %lld일 남음
nb: %lld dager igjen
nl: %lld dagen resterend
pl: %lld dni pozostało
pt_br: %lld dias restantes
ro: %lld zile rămase
ru: Осталось %lld дней
sl: %lld dni preostalih
sv: %lld dagar kvar
tr: %lld Gün Kaldı
uk: Залишилося %lld днів
vi: %lld ngày còn lại
zh_hans: %lld 天剩余
zh_hant: %lld 天剩餘

source: %lld Trial Days Left
de: %lld Probetage übrig
es: %lld días de prueba restantes
fr: %lld jour(s) d’essai restant(s)
hu: %lld próbanap maradt
it: %lld giorni di prova rimanenti
ja: 試用期間残り%lld日
ko: 체험 기간 %lld일 남음
nb: %lld prøvedager igjen
nl: %lld proefdagen resterend
pt_br: %lld Dias de testes restantes
ro: %lld Zile de Încercare Rămase
ru: %lld ознакомительный период закончился
sl: Še %lld preskusnih dni
sv: %lld provdagar kvar
tr: Deneme için %lld Gün Kaldı
uk: %lld пробних днів залишилося
vi: Còn lại %lld ngày Dùng thử
zh_hans: 剩余试用 %lld 天
zh_hant: 剩余試用 %lld 天

source: %lld-bit
ja: %lld-ビット
ko: %lld-비트
pl: %lld bitów
ru: %lld-бит
uk: %lld-біт
zh_hans: %lld 位
zh_hant: %lld 位

source: %llu bits per sample
de: %llu Bits pro Sample
es: %llu bits por muestra
fr: %llu bits par échantillon
hu: %llu bit mintánként
it: %llu bit per campione
ja: %lluビット/サンプル
ko: 샘플당 %llu 비트
nb: %llu biter per prøve
nl: %llu bits per monster
pl: %llu bitów na próbkę
pt_br: %llu bits por amostra
ro: %llu biți per eșantion
ru: %llu бит на выборку
sl: %llu bitov na vzorec
sv: %llu bitar per sample
tr: Örnek başına %llu bit
uk: %llu біт на зразок
vi: %llu bit mỗi mẫu
zh_hans: 每个样本 %llu 位
zh_hant: 每個樣本 %llu 位

# %u (interpreted as %lf)
source: %1$u (interpreted as %2$lf)
de: %1$u (interpretiert als %2$lf)
es: %1$u (interpretado como %2$lf)
fr: %1$u (interprété comme %2$lf)
hu: %1$u (értelmezve mint %2$lf)
it: %1$u (interpretato come %2$lf)
ja: %1$u（%2$lfと解釈）
ko: %1$u (%2$lf (으)로 해석됨)
nl: %1$u (opgevat als %2$lf)
pl: %1$u (interpretowane jako %2$lf)
pt_br: %1$u (interpretado como %2$lf)
ro: %1$u (interpretat ca și %2$lf)
ru: %1$u (истолковывается как %2$lf)
sl: %1$u (razloženo kot %2$lf)
sv: %1$u (tolkad som %2$lf)
tr: %1$u (%2$lf Hz olarak yorumlanır)
uk: %1$u (інтерпретовано як %2$lf)
vi: %1$u (được hiểu là %2$lf)
zh_hans: %1$u（解释为%2$lf）
zh_hant: %1$u（解釋為%2$lf）

source: %u bits per sample
de: %u Bits pro Sample
es: %u bits por muestra
fr: %u bits par échantillon
hu: %u bit pixelenként
it: %u bit per campione
ja: %uビット/サンプル
ko: 샘플당 %u 비트
nb: %u biter per prøve
nl: %u bits per monster
pt_br: %u bits por amostra
ro: %u biți per sample
ru: %u бит на образец
sl: %u bitov na vzorec
sv: %u bitar per sampling
tr: Örnek başına %u bit
uk: %u біт на відлік
vi: %u bit mỗi mẫu
zh_hans: 每样本 %u bits
zh_hant: 每樣本 %u bits

source: (Variable)
de: (variabel)
hu: (Változó)
it: (Variabile)
ja: （可変）
ko: (가변)
nb: (Variabel)
nl: (Variabele)
pl: (Zmienna)
pt_br: (Variável)
ro: (variabilă)
ru: (Переменная)
sl: (Spremenljivka)
sv: (Variabel)
tr: (Değişken)
uk: (Змінна)
vi: (Biến đổi)
zh_hans: （可变）
zh_hant: （可變）

source: (next to %@)
de: (neben %@)
es: (cercano a %@)
fr: (à coté de %@)
hu: %@ mellett)
it: (accanto a %@)
ja: （%@に隣接）
ko: (%@ 옆에)
nb: (ved siden av %@)
nl: (naast %@)
pl: (obok %@)
pt_br: (próximo para %@)
ro: (langă %@)
ru: (рядом с %@)
sl: (zraven %@)
sv: (bredvid %@)
tr: (%@'nın yanında)
uk: (поруч із %@)
vi: (bên cạnh %@)
zh_hans: （在 %@ 旁边）
zh_hant: （在% @ 旁邊）

source: (next to unspecified)
de: (neben unspezifiziert)
es: (cercano a algo no especificado)
fr: (à coté de non-spécifié)
hu: (nem meghatározott mellett)
it: (accanto a non specificato)
ja: （不特定に隣接）
ko: (지정되지 않은 항목 옆에)
nb: (ved siden av uspesifisert)
nl: (naast niet-opgegeven)
pl: (obok nieokreślonego)
pt_br: (próximo a não especificado)
ro: (lângă nespecificat)​
ru: (рядом с неуказанным)
sl: (poleg nedoločenega)
sv: (bredvid ospecifierad)
tr: (belirtilmemişin yanında)
uk: (поруч із невказаним)
vi: (bên cạnh không xác định)
zh_hans: （在未指定的旁边）
zh_hant: （在未指定的旁邊）

source: (override)
de: (überschreiben)
es: (anular)
fr: (remplacer)
hu: (felülírás)
it: (sovrascrittura)
ja: （オーバーライド）
ko: (재정의)
nb: (overstyr)
nl: (overschreven)
pl: (nadpisanie)
pt_br: (substituir)
ro: (suprascrie)
ru: (перезапись)
sl: (prepiši)
sv: (åsidosätt)
tr: (geçersiz kılma)
uk: (перезапис)
zh_hans: （覆盖）
zh_hant: （覆寫）

source: **%@ License Issue Detected** This installation has been remotely deactivated, or the hardware identifiers have changed since the last license activation. This may have occurred due to a hardware upgrade or migration to a new device. Please reactivate this installation to continue using Pro features.
de: **%@ Lizenzproblem erkannt** Diese Installation wurde aus der Ferne deaktiviert oder die Hardwarekennungen haben sich seit der letzten Lizenzaktivierung geändert. Dies könnte durch ein Hardware-Upgrade oder eine Migration auf ein neues Gerät verursacht worden sein. Bitte reaktivieren Sie diese Installation, um die Pro-Funktionen weiterhin nutzen zu können.
es: **%@ Problema de licencia detectado** Esta instalación ha sido desactivada de forma remota o los identificadores de hardware han cambiado desde la última activación de la licencia. Esto puede haber ocurrido debido a una actualización de hardware o una migración a un nuevo dispositivo. Por favor, reactiva esta instalación para seguir utilizando las funciones Pro.
fr: **%@ Problème de licence détecté** Cette installation a été désactivée à distance, ou les identifiants matériels ont changé depuis la dernière activation de licence. Cela peut être dû à une mise à niveau du matériel ou à une migration vers un nouvel appareil. Veuillez réactiver cette installation pour continuer à utiliser les fonctionnalités Pro.
hu: **%@ licencprobléma** Ez a telepítés távolról deaktiválásra került, vagy a hardverazonosítók megváltoztak az utolsó licencaktiválás óta. Ez hardverfrissítés vagy egy új eszközre való áttérés miatt is előfordulhat. Kérjük, aktiválja újra ezt a telepítést a Pro funkciók további használatához!
it: **Problema di licenza %@ rilevato** Questa installazione è stata disattivata da remoto oppure gli identificatori hardware sono cambiati dall’ultima attivazione della licenza. Questo potrebbe essere successo a causa di un aggiornamento hardware o di una migrazione a un nuovo dispositivo. Si prega di riattivare questa installazione per continuare a utilizzare le funzionalità Pro.
ja: **%@ライセンスに問題を検出しました** このインストールはリモートで無効化されたか、前回のライセンスアクティベーション以降にハードウェア識別子が変更されました。ハードウェアのアップグレードまたは新しいデバイスへの移行により発生した可能性があります。 Pro機能を引き続き使用するには、このインストールを再度有効化してください。
ko: **%@ 라이선스에 문제가 감지됨** 이 장치는 원격으로 비활성화되었거나, 마지막 라이선스 활성화 이후 하드웨어 식별자가 변경되었습니다. 이는 하드웨어 업그레이드 또는 새 장치로의 이전으로 인해 발생할 수 있습니다. Pro 기능을 계속 사용하려면 이 장치를 다시 활성화하세요.
nb: **%@ Lisensproblem oppdaget** Denne installasjonen har blitt deaktivert eksternt, eller maskinvarens identifikatorer har endret seg siden siste lisensaktivering. Dette kan ha skjedd på grunn av en maskinvareoppgradering eller migrering til en ny enhet. Vennligst reaktiver denne installasjonen for å fortsette å bruke Pro-funksjonene.
nl: **%@ Licentieprobleem opgemerkt** Deze installatie is op afstand uitgeschakeld of de apparatuur-identificatoren zijn gewijzigd sinds de laatste licentie-activering. Dit kan gebeurd zijn door bijvoorbeeld een hardware-upgrade of migratie naar een nieuw apparaat. Activeer deze installatie opnieuw om de Pro-functies te kunnen blijven gebruiken.
pl: **%@ Wykryto problem z licencją** Ta instalacja została zdalnie dezaktywowana lub identyfikatory sprzętu uległy zmianie od czasu ostatniej aktywacji licencji. Mogło to nastąpić w wyniku aktualizacji sprzętu lub migracji do nowego urządzenia. Aby nadal korzystać z funkcji Pro, należy ponownie aktywować tę instalację.
pt_br: **%@ Problema de Licença Detectado** Esta instalação foi desativada remotamente ou os identificadores de hardware foram alterados desde a última ativação da licença. Isso pode ter ocorrido devido a uma atualização de hardware ou migração para um novo dispositivo. Reative esta instalação para continuar usando os recursos Pro.
ro: **Problemă detectată cu licența %@** Această instalare a fost dezactivată de la distanță sau identificatorii hardware au fost modificați de la ultima activare a licenței. Acest lucru s-ar putea fi datorat unui upgrade hardware sau migrării către un dispozitiv nou. Vă rugăm să reactivați această instalare pentru a continua să utilizați funcțiile Pro.
ru: **%@ Обнаружена проблема с лицензией** Эта установка была удаленно деактивирована или идентификаторы оборудования изменились со времени последней активации лицензии. Это может произойти из-за обновления оборудования или миграции на новое устройство. Переактивируйте эту установку, чтобы продолжать пользоваться функциями Pro.
sl: **%@ Zaznana je bila težava z licenco** Ta namestitev je bila deaktivirana na daljavo ali pa so se identifikatorji strojne opreme spremenili od zadnje aktivacije licence. To se je morda zgodilo zaradi nadgradnje strojne opreme ali selitve na novo napravo. Če želite še naprej uporabljati funkcije Pro, znova aktivirajte to namestitev.
sv: **%@ Licensproblem upptäckts** Den här installationen har avaktiverats på distans, eller så har maskinvaruidentifierarna ändrats sedan den senaste licensaktiveringen. Detta kan ha inträffat på grund av en maskinvaruuppgradering eller migrering till en ny enhet. Återaktivera installationen för att fortsätta använda Pro-funktionerna.
tr: **￼ %@ Lisans Sorunu Tespit Edildi** Bu kurulum uzaktan devre dışı bırakılmış veya son lisans etkinleştirilmesinden bu yana donanım tanımlayıcıları değişmiştir. Bu durum bir donanım yükseltmesi veya yeni bir cihaza geçiş nedeniyle meydana gelmiş olabilir. Pro özelliklerini kullanmaya devam etmek için lütfen bu kurulumu yeniden etkinleştirin.
uk: **%@ Виявлено проблему з ліцензією** Ця інсталяція була віддалено деактивована або ідентифікатори обладнання змінилися з моменту останньої активації ліцензії. Це могло статися через оновлення обладнання або міграцію на новий пристрій. Будь ласка, активуйте цю інсталяцію повторно, щоб продовжити використання Pro-функцій.
vi: **%@ Vấn Đề Giấy Phép Được Phát Hiện** Cài đặt này đã bị hủy kích hoạt từ xa, hoặc các mã nhận diện phần cứng đã thay đổi kể từ lần kích hoạt giấy phép trước. Điều này có thể đã xảy ra do nâng cấp phần cứng hoặc chuyển sang thiết bị mới. Vui lòng kích hoạt lại cài đặt này để tiếp tục sử dụng các tính năng Pro.
zh_hans: **%@ 许可证问题已检测到** 此安装已被远程停用，或自上次许可证激活以来硬件标识符已更改。这可能是由于硬件升级或迁移到新设备导致的。 请重新激活此安装，以继续使用专业版功能。
zh_hant: **%@ 偵測到授權問題** 此安裝已被遠端停用，或自上次授權啟用以來硬體識別碼已更改。這可能是由於硬體升級或遷移到新裝置導致的。 請重新啟用此安裝，以繼續使用專業版功能。

source: **%1$@ Outdated License** The provided license was originally issued for an earlier version of %2$@ and has already been extended once with a complimentary upgrade to a subsequent major version. This license no longer covers the current app version (v%3$@). To use this version of %4$@, please purchase a new license. Thank you for your understanding and continued support.
es: **%1$@ Licencia obsoleta** La licencia proporcionada fue emitida originalmente para una versión anterior de %2$@ y ya fue extendida una vez con una actualización gratuita a una versión mayor posterior. Esta licencia ya no cubre la versión actual de la app (v%3$@). Para utilizar esta versión de %4$@, por favor adquiere una nueva licencia. Gracias por tu comprensión y continuo apoyo.
ja: **%1$@ライセンス期限切れ** 提供されたライセンスは以前のバージョン%2$@向けに発行されたもので、すでに無償アップグレードによる後継のメジャーバージョンへの延長が一度行われています。 このライセンスは現在のアプリバージョン（v%3$@）をカバーしていません。本バージョン%4$@を使用するには、新規ライセンスをご購入ください。 ご理解とご支援の継続をお願い申し上げます。
ko: **%1$@ 라이선스 만료됨** 제공된 라이선스는 %2$@ 이전 버전에 발급되었으며, 후속 메이저 버전으로의 무료 업그레이드를 통해 한 번 연장된 상태입니다. 이 라이선스는 더 이상 현재 앱 버전(v%3$@)을 지원하지 않습니다. %4$@ 버전을 사용하려면, 새로운 라이선스를 구매해 주세요. 이해와 지속적인 지원에 감사드립니다.
nl: **%@ Verouderde licentie** De meegegeven licentie is oorspronkelijk uitgegeven voor een eerdere versies van %@ en is al een keer verlengd met een gratis upgrade naar een opeenvolgende hoofdversie. De licentie dekt de huidige appversie (v%@) niet meer. Om deze versie van %@ te gebruiken, koop je een nieuwe licentie. Dank je voor je begrip en je doorlopende steun.
pl: **%1$@ – przestarzała licencja** Dostarczona licencja została wydana dla wcześniejszej wersji %2$@ i została już raz przedłużona poprzez bezpłatną aktualizację do kolejnej głównej wersji. Ta licencja nie obejmuje już bieżącej wersji aplikacji (v%3$@). Aby korzystać z tej wersji %4$@, prosimy o zakup nowej licencji. Dziękujemy za wyrozumiałość i dalsze wsparcie.
ru: **%1$@ Устаревшая лицензия** Предоставленная лицензия была первоначально выпущена для более ранней версии %2$@ и уже была продлена один раз с бесплатным обновлением к последующей основной версии. Эта лицензия больше не распространяется на текущую версию приложения (v%3$@). Чтобы использовать эту версию %4$@, купите новую лицензию. Спасибо за понимание и постоянную поддержку.

source: 1:1 Pixel Mapping
de: 1:1 Pixel-Zuordnung
es: 1:1 Mapeo de píxeles
fr: Mapping des pixels à l'échelle 1:1
hu: 1:1 pixel megfeleltetés
it: Mappatura di 1:1 Pixel
ja: 1:1 ピクセルマッピング
ko: 1:1 픽셀 매핑
nb: 1:1 pikselkartlegging
nl: 1:1-pixelovername
pl: Mapowanie pikseli 1:1
pt_br: Mapeamento de pixels 1:1
ru: Пиксельное отображение 1:1
sl: Preslikava slikovnih pik 1:1
sv: 1:1 pixelmappning
tr: 1:1 Piksel Eşlemesi
uk: Пропорції пікселів 1:1
vi: Đối chiếu Pixel 1:1
zh_hans: 1:1 像素映射
zh_hant: 1:1 像素映射

source: 1:1 pixel mapped resolution
de: 1:1 Pixel-zugeordnete Auflösung
es: Resolución mapeada a píxeles 1:1
fr: Résolution mappée à l’échelle 1:1
hu: 1:1 pixel leképezett felbontás
it: Risoluzione mappata pixel per pixel 1:1
ja: 1:1 ピクセルマップ解像度
ko: 1:1 픽셀 매핑 해상도
nb: 1:1 pikselkartlagt oppløsning
nl: 1:1-pixel overgenomen resolutie
pl: Rozdzielczość 1:1 z mapowaniem pikseli
pt_br: Resolução mapeada em pixels 1:1
ro: rezoluție mapată de 1:1 pixeli
ru: Разрешение с отображением 1:1
sl: 1:1 preslikana ločljivost slikovnih pik
sv: 1:1 pixelmappad upplösning
tr: 1:1 piksel eşlenmiş çözünürlük
uk: 1:1 піксельна відповідність роздільної здатності
vi: Độ phân giải đối chiếu 1:1 pixel
zh_hans: 1:1像素映射分辨率
zh_hant: 1:1像素映射解析度

source: A controllable display is present
de: Ein steuerbares Display ist vorhanden
es: Hay una pantalla controlable presente
fr: Un écran contrôlable est présent
hu: Vezérelhető kijelző csatlakoztatva van
it: È presente un display controllabile
ja: 制御可能なディスプレイが存在
ko: 제어 가능한 디스플레이 있음
nb: En kontrollerbar skjerm er til stede
nl: Een te bedienen scherm is aanwezig
pl: Dostępny jest sterowalny wyświetlacz
pt_br: Um monitor controlável está presente
ro: Este prezent un ecran controlabil
ru: Присутствует управляемый дисплей
sl: Prisoten je nadzorovan zaslon
sv: En kontrollerbar skärm finns tillgänglig
tr: Kontrol edilebilir bir ekran bulunmaktadır
uk: Присутній керований дисплей
vi: Có một màn hình có thể điều khiển.
zh_hans: 存在可控显示器
zh_hant: 存在可控顯示器

source: A display group can cover all displays (with an optionally specified list of exceptions) or may consist of a specific list of displays. Display group membership may determine the activation status of the display group (depending on activation policy settings) and influence how display group based features behave.
de: Eine Displaygruppe kann alle Displays umfassen (mit einer optionalen Liste von Ausnahmen) oder aus einer bestimmten Liste von Displays bestehen. Die Zugehörigkeit zu einer Displaygruppe kann den Aktivierungsstatus der Displaygruppe bestimmen (abhängig von den Einstellungen der Aktivierungsregeln) und beeinflussen, wie sich die auf der Displaygruppe beruhenden Funktionen verhalten.
es: Un grupo de pantallas puede incluir todas las pantallas (con una lista de excepciones opcionalmente especificada) o consistir en una lista específica de pantallas. La membresía del grupo de pantallas puede determinar el estado de activación del grupo de pantallas (dependiendo de la configuración de la política de activación) e influir en cómo se comportan las funciones basadas en el grupo de pantallas.
fr: Un groupe d'écrans peut couvrir tous les écrans (avec une liste optionnelle d'exceptions spécifiées) ou peut consister en une liste spécifique d'écrans concernés. Les membres du groupe vont déterminer le statut d'activation du groupe (en fonction des réglages de la politique d'activation) et influencer comment les fonctionnalités liées aux groupes d'écrans vont se comporter.
hu: A kijelzőcsoport kiterjedhet az összes kijelzőre (a kivételek opcionálisan megadott listájával), vagy állhat a kijelzők egy meghatározott listájából. A kijelzőcsoport-tagság meghatározhatja a kijelzőcsoport aktiválási állapotát (az aktiválási beállításoktól függően), és befolyásolhatja a kijelzőcsoport-alapú funkciók viselkedését.
it: Un gruppo di display può includere tutti i display (con un elenco opzionale di eccezioni specificate) oppure può consistere in un elenco specifico di display. L’appartenenza al gruppo di display può determinare lo stato di attivazione del gruppo (a seconda delle impostazioni della politica di attivazione) e influenzare il comportamento delle funzionalità basate sul gruppo di display.
ja: ディスプレイグループは、すべてのディスプレイ（オプションの例外リストを含む）を対象にしたり、特定のディスプレイだけで構成することができます。ディスプレイグループのメンバーの権利は（アクティベーションポリシーの設定によって）、ディスプレイグループのアクティベーション状況に反映され、ディスプレイグループの基本機能の動作に影響する可能性があります。
ko: 디스플레이 그룹은 모든 디스플레이를 포함하거나(선택적으로 지정된 예외 목록 포함) 특정 디스플레이 목록으로 구성될 수 있습니다. 디스플레이 그룹 멤버십은 활성화 정책 설정에 따라 디스플레이 그룹의 활성화 상태를 결정하고 디스플레이 그룹 기반 기능의 작동 방식에 영향을 줄 수 있습니다.
nb: En visningsgruppe kan dekke alle skjermer (med en valgfri liste over unntak) eller bestå av en spesifikk liste over skjermer. Medlemskap i en visningsgruppe kan avgjøre aktiveringsstatus for gruppen (avhengig av policy-innstillingene for aktivering) og påvirke hvordan funksjoner basert på visningsgrupper oppfører seg.
nl: Een schermgroep kan alle schermen bevatten (met een optionele lijst met uitzonderingen) of deze kan bestaan uit een specifieke lijst van schermen. Deelname aan een schermgroep kan de activeringsstatus van de schermgroep bepalen (afhankelijk van de geleidingsinstellingen van activering) en kan invloed hebben op hoe de schermgroep-specifieke functies zich gedragen.
pl: Grupa wyświetlaczy może obejmować wszystkie wyświetlacze (z opcjonalnie określoną listą wyjątków) lub może składać się z określonej listy wyświetlaczy. Obecność w grupie wyświetlaczy może określać stan aktywacji grupy wyświetlaczy (w zależności od ustawień zasad aktywacji) i wpływać na zachowanie funkcji opartych na grupie wyświetlaczy.
pt_br: Um grupo de exibições pode abranger todas as exibições (com uma lista de exceções especificada opcionalmente) ou pode consistir em uma lista específica de exibições. A associação ao grupo de exibição pode determinar o status de ativação do grupo de exibição (dependendo das configurações da política de ativação) e influenciar o comportamento dos recursos baseados no grupo de exibição.
ro: Un grup de ecrane poate acoperi toate ecranele (cu o listă opțional specificată de excepții) sau poate consta dintr-o listă specifică de ecrane. Apartenența la grupul de afișaje poate determina starea de activare a grupului de ecrane (în funcție de setările politicii de activare) și poate influența comportamentul funcțiilor bazate pe grupul de ecrane.
ru: Группа дисплеев может охватывать все дисплеи (с необязательным списком исключений) или состоять из конкретного списка дисплеев. Участие в группе может определять статус её активации (в зависимости от настроек политики активации) и влиять на поведение функций, основанных на группах.
sl: Skupina zaslonov lahko zajema vse zaslone (z izbirno določenim seznamom izjem) ali pa je sestavljena iz določenega seznama zaslonov. Članstvo v skupini zaslonov lahko določi stanje aktivacije skupine zaslonov (odvisno od nastavitev pravilnika za aktiviranje) in vpliva na obnašanje funkcij, ki temeljijo na skupini zaslonov.
sv: En skärmgrupp kan omfatta alla skärmar (med en valfritt specificerad lista med undantag) eller bestå av en specifik lista med skärmar. Medlemskap i en skärmgrupp kan avgöra skärmgruppens aktiveringsstatus (beroende på inställningar för aktiveringspolicy) och påverka hur skärmgruppsbaserade funktioner beter sig.
tr: Bir ekran grubu tüm ekranları kapsayabilir (isteğe bağlı olarak belirtilen istisnalar listesiyle birlikte) veya belirli bir ekran listesinden oluşabilir. Ekran grubu üyeliği, ekran grubunun etkinleştirme durumunu belirleyebilir (etkinleştirme ilkesi ayarlarına bağlı olarak) ve ekran grubu tabanlı özelliklerin nasıl davranacağını etkileyebilir.
uk: Група дисплеїв може охоплювати всі дисплеї (з опціонально вказаним списком виключень) або складатися зі специфічного списку дисплеїв. Членство у групі може визначати статус активності групи (залежно від налаштувань політики активації) та впливати на поведінку функцій, що базуються на групах.
vi: Một nhóm màn hình có thể bao gồm tất cả các màn hình (với một danh sách ngoại lệ có thể được chỉ định) hoặc có thể bao gồm một danh sạch cụ thể các màn hình. Việc thuộc nhóm màn hình có thể quyết định trạng thái kích hoạt của nhóm màn hình (tùy thuộc vào cài đặt chính sách kích hoạt) và ảnh hưởng đến cách hoạt động của các tính năng dựa trên nhóm màn hình.
zh_hans: 显示组可以包含所有显示器（可设置排除列表），也可以只包含特定显示器。显示组的成员会影响其激活状态（具体取决于激活规则设置），以及其他基于显示组功能的实际行为。
zh_hant: 顯示組可以包含所有顯示器（可設定排除列表），也可以只包含特定顯示器。顯示組的成員會影響其啟用狀態（具體取決於啟用規則設定），以及其他基於顯示組功能的實際行為。

source: A display group with the name '%@' already exists.
de: Eine Displaygruppe mit dem Namen "%@" existiert bereits.
es: Ya existe un grupo de pantallas con el nombre ‘%@’
fr: Un groupe avec le nom '%@' existe déjà.
hu: Már létezik egy ‘%@’ nevű kijelzőcsoport.
it: Esiste già un gruppo di display con il nome ‘%@’.
ja: ディスプレイグループに「%@」という名前はすでに使われています。
ko: '%@' 이름을 가진 디스플레이 그룹이 이미 존재합니다.
nb: En visningsgruppe med navnet '%@' eksisterer allerede.
nl: Een schermgroep met de naam '%@' bestaat al.
pl: Grupa wyświetlania o nazwie „%@” już istnieje.
pt_br: Já existe um grupo de exibição com o nome '%@'.
ro: Există deja un grup de afișare cu numele „%@”.
ru: Группа дисплеев с именем «%@» уже существует.
sl: Skupina zaslona z imenom '%@' že obstaja.
sv: En skärmgrupp med namnet '%@' finns redan.
tr: '%@' adında bir görüntüleme grubu zaten mevcut.
uk: Група дисплеїв з назвою «%@» вже існує.
vi: Một nhóm màn hình với tên ‘%@’ đã tồn tại.
zh_hans: 名称为“%@”的显示组已存在。
zh_hant: 名稱為“%@”的顯示組已存在。
