Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Move a screen next to an other one in the display layout.
de: Einen Bildschirm neben einen anderen im Anzeigelayout verschieben.
es: Mover una pantalla junto a otra en la disposición de pantallas.
fr: Déplacer un écran à côté d’un autre dans la disposition d’écrans.
hu: Egy képernyő áthelyezése egy másik mellé a kijelző elrendezésében.
it: Sposta uno schermo accanto a un altro nel layout dei display.
ja: ディスプレイレイアウトで、スクリーンをほかのスクリーンの隣に移動します。
ko: 디스플레이 레이아웃에서 화면을 다른 화면 옆으로 이동합니다.
nb: Flytt en skjerm ved siden av en annen i skjermoppsettet.
pt_br: Mover uma tela ao lado de outra no layout de exibição.
ro: Mutați un ecran lângă un altul în layout-ul afișajului.
sl: Premaknite zaslon zraven drugega v postavitvi zaslona.
sv: Flytta en skärm bredvid en annan i skärmlayouten.
tr: Görüntü düzeninde bir ekranı başka bir ekranın yanına taşıyın.
uk: Перемістити екран поруч з іншим у макеті дисплеїв.
zh_hans: 将显示版面配置中的某个画面移至另一个画面的旁边。
zh_hant: 將顯示版面設定中的某個畫面移至另一個畫面的旁邊。

source: OSD location
ja: OSD位置
ko: OSD 위치

source: Show macOS volume OSD with keyboard control
de: macOS Lautstärke-OSD bei Tastatursteuerung anzeigen
es: Mostrar OSD de volumen de macOS con control de teclado
fr: Afficher l'OSD de volume de macOS avec le contrôle clavier
hu: Hangerő OSD megjelenítése a billentyűs vezérlés során
it: Mostra l'OSD del volume di macOS con il controllo da tastiera
ja: キーボード制御でmacOSの音量OSDを表示
ko: 키보드 컨트롤로 macOS 볼륨 OSD 표시
nb: Vis macOS-volum-OSD ved tastaturkontroll
pt_br: Mostrar OSD de volume do macOS com controle de teclado
ro: Afișează OSD-ul volumului macOS cu controlul tastaturii
sl: Prikaži OSD za glasnost macOS z nadzorom tipkovnice
sv: Visa OSD för macOS-volym med tangentbordsstyrning
uk: Показати екранне меню гучності macOS із керуванням з клавіатури
vi: Hiển thị âm lượng OSD của macOS khi điều khiển bằng bàn phím
zh_hans: 键盘控制时显示 macOS 音量调整浮窗 (OSD)
zh_hant: 鍵盤控制時顯示 macOS 音量調整浮動視窗 (OSD)

source: Synchronize brightness changes triggered externally
de: Extern ausgelöste Helligkeitsänderungen synchronisieren
es: Sincronizar los cambios de brillo provocados externamente
fr: Synchroniser les changements de luminosité extérieurs
hu: Külsőleg kiváltott fényerő-változások szinkronizálása
it: Sincronizza le modifiche della luminosità attivate esternamente
ja: 外部から引き起こされる輝度変化を同期
ko: 외부에 의한 밝기 변화 동기화
nb: Synkroniser lysstyrkeendringer utløst eksternt
pt_br: Sincronize alterações de brilho acionadas externamente
ro: Sincronizați schimbările de luminozitate declanșate extern
sl: Sinhroniziraj spremembe svetlosti, sprožene od zunaj
sv: Synkronisera ljusstyrkeändringar som utlöses externt
uk: Синхронізувати зміни яскравості, викликані зовнішніми чинниками
vi: Đồng bộ hóa các thay đổi độ sáng được kích hoạt từ bên ngoài
zh_hans: 同步外部触发的亮度变化
zh_hant: 同步外部觸發的亮度變化

source: This license was originally issued for an earlier version of %1$@ and has already been extended once with a complimentary upgrade to a subsequent major version. This license no longer covers the current app version (v%2$@). To continue using this version of %3$@, please purchase a new license. To ensure a smooth app upgrade experience, your current activation will remain valid until you deactivate. Please note: once deactivated, this app version cannot be reactivated with this license. Future updates or reinstallations may also result in deactivation without prior notice. Thank you for your understanding and continued support.
es: Esta licencia fue emitida originalmente para una versión anterior de %1$@ y ya ha sido extendida una vez con una actualización gratuita a una versión principal posterior. Esta licencia ya no cubre la versión actual de la aplicación (v%2$@). Para seguir utilizando esta versión de %3$@, por favor adquiere una nueva licencia. Para garantizar una transición sin inconvenientes, tu activación actual seguirá siendo válida hasta que la desactives. Ten en cuenta: una vez desactivada, esta versión de la aplicación no podrá ser reactivada con esta licencia. Las futuras actualizaciones o reinstalaciones también podrían provocar la desactivación sin previo aviso. Gracias por tu comprensión y continuo apoyo.
ja: このライセンスは以前のバージョン%1$@向けに発行されたもので、すでに後継のメジャーバージョンへのアップグレードを含む延長が一度行なわれています。 このライセンスは現在のアプリバージョン（v%2$@）をカバーしていません。本バージョン %3$@を継続使用するには、新規ライセンスをご購入ください。 スムーズにアップグレードできるよう、無効化を行うまでは現在のアクティベーションは有効なままになります。次の事項にご注意ください：一度無効化すると、このライセンスでは再度アクティベーションすることができなくなります。今度のアップデートや再インストールでライセンスが解除される可能性があります。 ご理解とご支援の継続をお願い申し上げます。
ko: 이 라이선스는 %1$@ 이전 버전에 대해 처음 발급되었으며, 후속 메이저 버전 무료 업그레이드를 통해 한 번 연장되었습니다. 이 라이선스는 현재 앱 버전(v%2$@)을 더 이상 지원하지 않습니다. %3$@ 버전을 계속 사용하려면 새로운 라이선스를 구매해 주세요. 원활한 앱 업그레이드 경험을 보장하기 위해, 현재 활성화 상태는 비활성화할 때까지는 유효합니다. 주의: 앱을 비활성화하면 이 라이선스로는 해당 앱 버전을 다시 활성화할 수 없으며 향후 업데이트나 재설치로 인해 사전 통지 없이 비활성화될 수도 있습니다. 이해와 지속적인 지원에 감사드립니다.

source: Under the app menu
ja: アプリメニュー下
ko: 앱 메뉴 아래

source: You might want to hide the macOS volume OSD if the device has audio controls managed by the app. Useful for displays which has their own volume OSD that cannot be disabled.
de: Möglicherweise möchtest du das Lautstärke-OSD von macOS ausblenden, wenn das Gerät über Audiosteuerungen verfügt, die von der App verwaltet werden. Nützlich für Displays mit eigenem OSD für die Lautstärke, die nicht deaktiviert werden können.
es: Es posible que desee ocultar el OSD de volumen de macOS si el dispositivo tiene controles de audio administrados por la aplicación. Útil para pantallas que tienen su propio OSD de volumen y que no se puedan desactivar.
fr: Vous pourriez vouloir cacher l'OSD du volume de macOS si le périphérique a des contrôles audio gérés par l'application. Utile pour les écrans qui ont leur propre OSD de volume qui ne peuvent pas être désactivés.
hu: Érdemes lehet elrejteni a macOS hangerő OSD-jét, ha az eszköz rendelkezik az alkalmazás által kezelt hangvezérléssel. Hasznos olyan kijelzők esetére, amelyek saját, nem letiltható hangerő OSD-vel rendelkeznek.
it: Potresti voler nascondere l'OSD del volume macOS se il dispositivo dispone di controlli audio gestiti dall'app. Utile per i display che hanno un proprio OSD di volume che non può essere disabilitato.
ja: デバイスがアプリによって管理されているオーディオ制御を持つ場合、macOSの音量OSDを隠したいことがあります。無効化することができない独自の音量OSDを持つディスプレイ場合に便利です。
ko: 장치에 앱으로 관리되는 오디오 컨트롤이 있는 경우 macOS 볼륨 OSD를 숨길 수 있습니다. 비활성화할 수 없는 자체 볼륨 OSD가 있는 디스플레이에 유용합니다.
nb: Du kan ønske å skjule macOS volum-OSD hvis enheten har lydkontroller styrt av appen. Nyttig for skjermer med eget volum-OSD som ikke kan deaktiveres.
pt_br: Você pode ocultar o OSD de volume do macOS se o dispositivo tiver controles de áudio gerenciados pelo aplicativo. Útil para monitores que possuem seu próprio volume OSD que não pode ser desativado.
ro: S-ar putea să doriți să ascundeți OSD-ul volumului macOS dacă dispozitivul are controale audio gestionate de aplicație. Util pentru ecranele care au propriul OSD de volum care nu poate fi dezactivat/ascuns.
sl: Morda boste želeli skriti OSD za glasnost macOS, če ima naprava kontrolnike zvoka, ki jih upravlja aplikacija. Uporabno za zaslone, ki imajo svoj OSD za glasnost, ki ga ni mogoče onemogočiti.
sv: Du kanske vill dölja macOS volym-OSD om enheten har ljudkontroller som hanteras av appen. Användbart för skärmar som har sitt eget volym OSD som inte kan inaktiveras.
uk: Ви можете приховати екранне меню гучності macOS, якщо на пристрої є елементи керування аудіо, якими керує програма. Корисно для дисплеїв, які мають власне екранне меню гучності, яке не можна вимкнути.
vi: Bạn có thể muốn ẩn OSD âm lượng của macOS nếu thiết bị có các điều khiển âm thanh được quản lý bởi ứng dụng. Hữu ích cho các màn hình có OSD âm lượng riêng không thể tắt.
zh_hans: 如果设备音量控件由此应用程序管理可能需要隐藏 macOS 音量调整浮窗 (OSD)。对于无法禁用音量调整浮窗 (OSD) 的显示器非常有用。
zh_hant: 如果設備音量功能由此應用程式管理可能需要隱藏 macOS 音量調整浮動視窗 (OSD)。對於無法禁用音量調整浮動視窗 (OSD) 的顯示器非常有用。

source: 0.5x
ko: 0.5배

source: 1.0x
ko: 1.0배

source: 1.5x
ko: 1.5배

source: 2.0x
ko: 2.0배

source: 2.5x
ko: 2.5배

source: OSD
pl: OSD (on screen display)
zh_hans: 调整浮窗 (OSD)
zh_hant: 調整浮動視窗 (OSD)

source: Pro
zh_hans: 专业版
zh_hant: 專業版

source: [betterdisplay.pro/buy](https://betterdisplay.pro/buy)
nb: [betterdisplay.pro/kjøp](https://betterdisplay.pro/buy)

# %lld Trial Days Left|==|plural.few
source: %lld Trial Days Left
pl: Pozostały %lld dni okresu próbnego

# %lld Trial Days Left|==|plural.many
source: %lld Trial Days Left
pl: Pozostało %lld dni okresu próbnego

# %lld Trial Days Left|==|plural.one
source: %lld Trial Days Left
pl: Pozostał %lld dzień okresu próbnego

# %lld Trial Days Left|==|plural.other
source: %lld Trial Days Left
pl: Pozostało %lld dni okresu próbnego

# %u bits per sample|==|plural.few
source: %u bits per sample
pl: %u bity na próbkę

# %u bits per sample|==|plural.many
source: %u bits per sample
pl: %u bitów na próbkę

# %u bits per sample|==|plural.one
source: %u bits per sample
pl: %u bit na próbkę

# %u bits per sample|==|plural.other
source: %u bits per sample
pl: %u bitów na próbkę

# %u bits per sample|==|plural.zero
source: %u bits per sample
pl: %u bitów na próbkę

source: Expands the available brightness range for SDR content and allows for more dimming range.
pl: Rozszerza dostępny zakres jasności dla treści SDR i pozwala na większy zakres przyciemniania.

source: PIN
pl: Numer PIN

source: reconnecting
pl: ponowne łączenie
