Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Restore factory EDID for ${displayEntity}.
de: Werkseitiges EDID für ${displayEntity} wiederherstellen.
es: Restaurar el EDID de fábrica para ${displayEntity}.
fr: Rétablir l’EDID d'usine de ${displayEntity}.
hu: Gyári EDID visszaállítása a(z) ${displayEntity} esetén.
it: Ripristina l’EDID di fabbrica per ${displayEntity}.
ja: ${displayEntity}のEDIDを工場出荷時の状態に戻します。
ko: ${displayEntity}의 공장 출하 EDID를 복원합니다.
nb: Gjenopprett fabrikk-EDID for ${displayEntity}.
nl: Herstel fabrieks-EDID voor ${displayEntity}.
pt_br: Restaurar o EDID de fábrica para ${displayEntity}.
ro: Restaurează EDID din fabrică pentru ${displayEntity}.
ru: Восстановить заводской EDID для ${displayEntity}.
sl: Obnovi tovarniški EDID za ${displayEntity}.
sv: Återställ fabriks-EDID för ${displayEntity}.
tr: ${displayEntity} için fabrika EDID'sini geri yükleyin.
uk: Відновити заводський EDID для ${displayEntity}.
zh_hans: 恢复 ${displayEntity} 的原厂 EDID。
zh_hant: 恢復 ${displayEntity} 的原廠 EDID。

source: Restore factory EDID on quit
de: Werksseitige EDID beim Beenden wiederherstellen
es: Restaurar el EDID de fábrica al salir
fr: Rétablir L'EDID d'usine à la fermeture
hu: Gyári EDID visszaállítása kilépéskor
it: Ripristina EDID di fabbrica all'uscita
ja: 終了時に出荷時のEDIDに戻す
ko: 종료 시 EDID를 공장 출하 상태로 되돌리기
nb: Gjenopprett fabrikk-EDID ved avslutning
nl: Herstel fabrieks-EDID bij afsluiten
pt_br: Restaurar o EDID de fábrica ao sair
ro: Restabiliți EDID-ul de fabrică la închidere
ru: Восстановить заводской EDID при выходе
sl: Ob izstopu obnovite tovarniški EDID
sv: Återställ fabriks-EDID vid avslutning
tr: Çıkıldığında fabrika EDID'sini geri yükle
uk: Відновити заводський EDID після виходу
vi: Khôi phục EDID nhà máy khi thoát
zh_hans: 退出时恢复出厂 EDID
zh_hant: 退出時回復出廠 EDID

source: Restore non-brightness adjustments only
de: Nur Nicht-Helligkeitsanpassungen wiederherstellen
es: Restaurar solo ajustes que no sean de brillo
fr: Rétablir uniquement les ajustements non liés à la luminosité
hu: Csak nem fényerő módosítások helyreállítása
it: Ripristina solo le regolazioni della non-luminosità
ja: 輝度調整以外を復元
ko: 밝기와 관련 없는 조정만 복원합니다.
nb: Gjenopprett kun ikke-lysstyrkejusteringer
nl: Herstel alleen niet-helderheidsaanpassingen
pl: Przywróć tylko ustawienia inne niż jasność
pt_br: Restaurar apenas ajustes que não sejam de brilho
ro: Restabiliți doar ajustările non-luminozitate
ru: Восстановить только настройки без яркости
sl: Obnovi samo nastavitve, ki niso svetlostne
sv: Återställ endast justeringar som inte gäller ljusstyrka
tr: Yalnızca parlaklık dışı ayarları geri yükle
uk: Відновити лише налаштування без яскравості
vi: Khôi phục các điều chỉnh không liên quan đến độ sáng
zh_hans: 仅恢复非亮度调整
zh_hant: 僅回復非亮度調整

source: Restore the factory EDID for a display.
de: Werkseitiges EDID für ein Display wiederherstellen.
es: Restaurar el EDID de fábrica para una pantalla.
fr: Rétablir l’EDID d’usine pour un écran.
hu: Gyári EDID visszaállítása egy kijelzőn.
it: Ripristina l’EDID di fabbrica per un display.
ja: ディスプレイのEDIDを出荷時の状態に戻す
ko: 디스플레이의 공장 출하 시 EDID 복원
nb: Gjenopprett fabrikk-EDID for en skjerm.
nl: Herstel de fabrieks-EDID voor een scherm.
pt_br: Restaurar o EDID de fábrica para uma tela.
ro: Resetează EDID la valorile originale pentru un ecran.
ru: Восстановить заводской EDID для дисплея.
sl: Obnovite tovarniški EDID za zaslon.
sv: Återställ fabriksinställningarna för EDID för en skärm.
tr: Ekran için fabrika EDID'sini geri yükleme
uk: Відновити заводський EDID для дисплея.
zh_hans: 恢复显示器的原厂 EDID
zh_hant: 恢復顯示器的原廠 EDID

source: Resume Stream on Connect
de: Stream beim Verbinden fortsetzen
es: Reanudar Retransmisión en Connect
fr: Reprendre la diffusion à la connexion
hu: Stream újraindítása csatlakozáskor
it: Riprendi lo stream alla connessione
ja: 接続時にストリーミングを再開
ko: 연결 시 스트리밍 재개
nb: Fortsett strømming ved tilkobling
nl: Hervat stream bij verbinding
pl: Wznów strumieniowanie po połączeniu
pt_br: Retomar Transmissão ao Conectar
ro: Continuă Stream-ul la conectare
ru: Возобновить трансляцию при подключении
sl: Nadaljujte s pretakanjem v povezavi
sv: Återuppta ström vid anslutning
tr: Bağlanınca Yayına Devam Et
uk: Відновити трансляцію на Connect
vi: Tiếp tục trình chiếu khi kết nối
zh_hans: 连接时恢复串流
zh_hant: 連接時回復串流

source: Retrieve EDID
de: EDID abrufen
es: Recuperar EDID
fr: Récupérer l'EDID
hu: EDID letöltése
it: Recupera EDID
ja: EDIDを取得
ko: EDID 검색
nb: Hent EDID
nl: Haal EDID op
pl: Pobierz EDID
pt_br: Recuperar EDID
ro: Recuperați EDID
ru: Получить EDID
sl: Pridobite EDID
sv: Hämta EDID
tr: EDID Al
uk: Отримати EDID
vi: Truy xuất EDID
zh_hans: 检索 EDID
zh_hant: 檢索 EDID

source: Retrieve EDID Data
de: EDID-Daten abrufen
es: Recuperar datos EDID
fr: Récupérer les données EDID
hu: EDID adat letöltése
it: Recupera dati EDID
ja: EDIDデータを取得
ko: EDID 데이터 검색
nb: Hent EDID-data
nl: Haal EDID-gegevens op
pl: Pobieranie danych EDID
pt_br: Recuperar Dados EDID
ro: Recuperați datele EDID
ru: Получить данные EDID
sl: Pridobite podatke EDID
sv: Hämta EDID-data
tr: EDID Verilerini Al
uk: Отримати дані EDID
vi: Truy xuất dữ liệu EDID
zh_hans: 检索 EDID 数据
zh_hant: 檢索 EDID 資料

source: Retrieve EDID…
de: EDID abrufen…
es: Recuperar EDID…
fr: Récupérer l'EDID…
hu: EDID letöltése…
it: Recupera EDID…
ja: EDIDを取得…
ko: EDID 검색…
nb: Hent EDID…
nl: Haal EDID op...
pl: Pobieranie EDID…
pt_br: Recuperar EDID…
ro: Recuperați EDID…
ru: Получить EDID…
sl: Pridobi EDID…
sv: Hämta EDID…
tr: EDID Alınıyor…
uk: Отримати EDID…
vi: Truy xuất EDID…
zh_hans: 检索 EDID…
zh_hant: 檢索 EDID…

source: Retrieve and override EDID
de: EDID abrufen und überschreiben
es: Recuperar y anular EDID
fr: Récupérer et remplacer l'EDID
hu: EDID letöltés és felülírás
it: Recupera e sovrascrivi EDID
ja: EDIDを取得しオーバーライド
ko: EDID 검색 및 재정의
nb: Hent og overstyr EDID
nl: Haal EDID op en overschrijf
pl: Pobieranie i nadpisywanie EDID
pt_br: Recuperar e substituir EDID
ro: Recuperați și suprascrieți EDID-ul
ru: Получить и изменить EDID
sl: Pridobite in preglasite EDID
sv: Hämta och åsidosätt EDID
tr: EDID'yi alma ve geçersiz kılma
uk: Отримати та змінити EDID
vi: Truy xuất và ghi đè EDID
zh_hans: 检索并覆盖 EDID
zh_hant: 檢索並覆蓋 EDID

source: Retrieved EDID Data
de: Abgerufene EDID-Daten
es: Datos EDID recuperados
fr: Données EDID récupérées
hu: Letöltött EDID adat
it: Dati EDID recuperati
ja: 取得済みEDIDデータ
ko: EDID 데이터 검색
nb: Hentet EDID-data
nl: Opgehaalde EDID-gegevens
pl: Pobrane dane EDID
pt_br: Dados EDID recuperados
ro: Date EDID recuperate
ru: Получены данные EDID
sl: Pridobljeni podatki EDID
sv: Hämtade EDID-data
tr: Alınan EDID Verileri
uk: Отримано дані EDID
vi: Đã truy xuất dữ liệu EDID
zh_hans: 已检索 EDID 数据
zh_hant: 已檢索 EDID 資料

source: Return value is processed from the combined output of the script and matched to the specified expected return contents directly or as a regular expressions.
de: Der Rückgabewert wird aus der kombinierten Skriptausgabe verarbeitet und direkt oder mithilfe regulärer Ausdrücke mit dem erwarteten Rückgabewert verglichen.
es: El valor de retorno se procesa a partir de la salida combinada del script y se compara con el contenido de retorno esperado, directamente o como una expresión regular.
fr: La valeur de retour est traitée depuis la sortie du script et comparée à la valeur de retour attendue directement ou via des expressions régulières.
hu: A visszatérési érték a szkript kombinált kimenetéből kerül feldolgozásra, majd közvetlenül vagy reguláris kifejezésként kerül összehasonlításra a megadott elvárt visszatérési értékkel.
it: Il valore restituito viene elaborato dall’output combinato dello script e confrontato con il contenuto atteso, direttamente o come espressione regolare.
ja: 戻り値はスクリプトの複合出力から処理され、指定された予想される戻りコンテンツに直接または正規表現として適合させます。
ko: 반환 값은 스크립트의 결합된 출력에서 처리되며, 지정된 예상 반환 콘텐츠와 직접적으로 또는 정규식으로 일치합니다.
nb: Returverdi behandles fra den kombinerte utdataen av skriptet og matches med de angitte forventede returinnholdene direkte eller som regulære uttrykk.
nl: Retourwaarde wordt verwerkt vanuit de gecombineerde uitvoer van het script en wordt overeengekomen met de opgegeven verwachte retourinhoud direct of als reguliere expressies.
pt_br: O valor de retorno é processado a partir da saída combinada do script e comparado com o conteúdo de retorno esperado, diretamente ou como uma expressão regular.
ro: Valoarea returnată e procesată din output-ul combinat al scriptului și comparată direct cu conținutul așteptat sau ca expresie regulată.
ru: Возвращаемое значение обрабатывается из объединённого вывода скрипта и сопоставляется с указанным ожидаемым содержимым напрямую или как регулярное выражение.
sl: Vrnjena vrednost se obdela iz kombiniranega izhoda skripta in se ujema s podano pričakovano vrnjeno vsebino neposredno ali kot regularni izraz.
sv: Returvärdet bearbetas från skriptets kombinerade utdata och matchas med det angivna förväntade returinnehållet direkt eller som ett reguljärt uttryck.
tr: Dönüş değeri, kodun birleştirilmiş çıktısından işlenir ve doğrudan veya düzenli ifadeler olarak belirtilen beklenen dönüş içerikleriyle eşleştirilir.
uk: Повернене значення обробляється з об'єднаного виводу скрипта і співставляється із зазначеним очікуваним вмістом безпосередньо або як регулярний вираз.
zh_hans: 返回值从脚本的组合输出中处理，并与预期的返回内容直接或通过正则表达式进行匹配。
zh_hant: 返回值會從指令稿的合併輸出中處理，並直接或以正則表達式與指定的預期返回內容比對。

source: Return value is processed from the combined output of the script expecting a valid number (optional minus sign, one or more digits, with optional decimal point followed by additional digits).
de: Der Rückgabewert wird aus der kombinierten Skriptausgabe verarbeitet und als gültige Zahl erwartet (optional Minuszeichen, eine oder mehrere Ziffern, optionaler Dezimalpunkt mit weiteren Ziffern).
es: El valor de retorno se procesa a partir de la salida combinada del script esperando un número válido (signo negativo opcional, uno o más dígitos, con un punto decimal opcional seguido de dígitos adicionales).
fr: La valeur de retour est traitée depuis la sortie combinée du script attendant un nombre valide (signe moins optionnel, un ou plusieurs chiffres, avec un point décimal optionnel suivi par des nombres additionnels).
hu: A visszatérési érték a szkript kombinált kimenetéből kerül feldolgozásra, érvényes számot várva (opcionális mínusz jel, egy vagy több számjegy, opcionális tizedespont, majd további számjegyek).
it: Il valore restituito viene elaborato dall'output combinato dello script, aspettandosi un numero valido (segno meno facoltativo, una o più cifre, con punto decimale opzionale seguito da ulteriori cifre).
ja: 戻り値は、数値が有効であると期待されるスクリプトの複合出力から処理されます（オプションでマイナス記号、1桁以上の桁数で、小数点以下の桁数が続くことがあります）。
ko: 반환 값은 스크립트의 결합된 출력에서 처리되며, 유효한 숫자(선택적 마이너스 기호, 하나 이상의 숫자, 선택적 소수점 및 그 뒤의 추가 숫자)를 기대합니다.
nb: Returverdi behandles fra den kombinerte utdataen av skriptet som forventer et gyldig tall (valgfri minus-tegn, en eller flere sifre, eventuelt desimalpunkt etterfulgt av flere sifre).
nl: Retourwaarde wordt verwerkt vanuit de gecombineerde uitvoer van het script, waarbij een geldig getal verwacht wordt (optioneel minteken, één of meer cijfers, met optioneel decimaalteken gevolgd door aanvullende cijfers).
pt_br: O valor de retorno é processado a partir da saída combinada do script, esperando um número válido (sinal de menos opcional, um ou mais dígitos, com ponto decimal opcional seguido por dígitos adicionais).
ro: Valoarea returnată e procesată din output-ul scriptului, așteptând un număr valid (semn minus opțional, una sau mai multe cifre, cu punct zecimal opțional urmat de cifre adiționale).
ru: Возвращаемое значение обрабатывается из объединённого вывода скрипта, ожидая действительное число (опциональный минус, одна или более цифр, с опциональной десятичной точкой и дополнительными цифрами).
sl: Vrnjena vrednost je obdelana iz kombiniranega izhoda skripta, ki pričakuje veljavno število (izbirni znak minus, ena ali več števk, z neobvezno decimalno vejico, ki ji sledijo dodatne števke).
sv: Returvärdet bearbetas från den kombinerade utdatat av skriptet som förväntar sig ett giltigt tal (valfritt minustecken, en eller flera siffror, med valfritt decimaltecken följt av ytterligare siffror).
tr: Dönüş değeri, geçerli bir sayı (isteğe bağlı eksi işareti, bir veya daha fazla basamak, isteğe bağlı ondalık nokta ve ardından ek basamaklar) bekleyen kodun birleşik çıktısından işlenir.
uk: Повернене значення обробляється з об'єднаного виводу скрипта, очікуючи дійсне число (опціональний мінус, одна або більше цифр, з опціональною десятковою крапкою та додатковими цифрами).
zh_hans: 返回值从脚本的组合输出中处理，需为有效数字（可选负号，一个或多个数字，可选小数点后跟额外数字）。
zh_hant: 返回值會從指令稿的合併輸出中處理，預期為有效數字（可選負號、一位或多位數字，可選小數點後跟更多數字）。

source: Return value is processed from the combined output of the script.
de: Der Rückgabewert wird aus der kombinierten Skriptausgabe verarbeitet.
es: El valor de retorno se procesa a partir de la salida combinada del script.
fr: La valeur de retour est traitée depuis la sortie combinée du script.
hu: A visszatérési érték a szkript kombinált kimenetéből kerül feldolgozásra.
it: Il valore restituito viene elaborato dall’output combinato dello script.
ja: 戻り値はスクリプトの複合出力から処理されます。
ko: 반환 값은 스크립트의 결합된 출력에서 처리됩니다.
nb: Returverdi behandles fra den kombinerte utdataen av skriptet.
nl: Retourwaarde wordt verwerkt vanuit de gecombineerde uitvoer van het script.
pt_br: O valor de retorno é processado a partir da saída combinada do script.
ro: Valoarea returnată e procesată din output-ul combinat al scriptului.
ru: Возвращаемое значение обрабатывается из объединённого вывода скрипта.
sl: Vrnjena vrednost je obdelana iz skupnega izhoda skripta.
sv: Returvärdet bearbetas från skriptets kombinerade utdata.
tr: Dönüş değeri, komut dosyasının birleştirilmiş çıktısından işlenir.
uk: Повернене значення обробляється з об'єднаного виводу скрипта.
zh_hans: 返回值从脚本的组合输出中处理。
zh_hant: 返回值會從指令稿的合併輸出中處理。

source: Return value is processed from the response expecting a valid number (optional minus sign, one or more digits, with optional decimal point followed by additional digits).
de: Der Rückgabewert wird aus der Antwort verarbeitet und als gültige Zahl erwartet (optional Minuszeichen, eine oder mehrere Ziffern, optionaler Dezimalpunkt mit weiteren Ziffern).
es: El valor de retorno se procesa a partir de la respuesta esperando un número válido (signo negativo opcional, uno o más dígitos, con punto decimal opcional seguido de dígitos adicionales).
fr: La valeur de retour est traitée depuis la réponse attendant un nombre valide (signe moins optionnel, un ou plusieurs chiffres, avec un point décimal optionnel suivi par des nombres additionnels).
hu: A visszatérési érték a válaszból kerül feldolgozásra, érvényes számot várva (opcionális mínusz jel, egy vagy több számjegy, opcionális tizedespont, majd további számjegyek).
it: Il valore restituito viene elaborato dalla risposta, aspettandosi un numero valido (segno meno facoltativo, una o più cifre, con punto decimale opzionale seguito da ulteriori cifre).
ja: 戻り値は、数値が有効であると期待されるレスポンスから処理されます（オプションでマイナス記号、1桁以上の桁数で、小数点以下の桁数が続くことがあります）。
ko: 반환 값은 유효한 숫자(선택적 마이너스 기호, 하나 이상의 숫자, 선택적 소수점 및 그 뒤의 추가 숫자)를 기대하며 응답에서 처리됩니다.
nb: Returverdi behandles fra svaret som forventer et gyldig tall (valgfri minus-tegn, en eller flere sifre, eventuelt desimalpunkt etterfulgt av flere sifre).
nl: Retourwaarde wordt verwerkt vanuit het antwoord, waarbij een geldig getal verwacht wordt (optioneel minteken, één of meer cijfers, met optioneel decimaalteken gevolgd door aanvullende cijfers).
pt_br: O valor de retorno é processado a partir da resposta esperando um número válido (sinal de menos opcional, um ou mais dígitos, com ponto decimal opcional seguido por dígitos adicionais).
ro: Valoarea returnată e procesată din răspuns, așteptând un număr valid (semn minus opțional, una sau mai multe cifre, cu punct zecimal opțional urmat de cifre adiționale).
ru: Возвращаемое значение обрабатывается из ответа, ожидая действительное число (опциональный минус, одна или более цифр, с опциональной десятичной точкой и дополнительными цифрами).
sl: Vrnjena vrednost je obdelana iz odgovora, ki pričakuje veljavno število (izbirni znak minus, ena ali več števk, z neobvezno decimalno vejico, ki ji sledijo dodatne števke).
sv: Returvärdet bearbetas från det svar som förväntar sig ett giltigt tal (valfritt minustecken, en eller flera siffror, med valfritt decimaltecken följt av ytterligare siffror).
tr: Dönüş değeri, geçerli bir sayı (isteğe bağlı eksi işareti, bir veya daha fazla basamak, isteğe bağlı ondalık nokta ve ardından ek basamaklar) bekleyen yanıttan işlenir.
uk: Повернене значення обробляється з відповіді, очікуючи дійсне число (опціональний мінус, одна або більше цифр, з опціональною десятковою крапкою та додатковими цифрами).
zh_hans: 返回值从响应中处理，需为有效数字（可选负号，一个或多个数字，可选小数点后跟额外数字）。
zh_hant: 返回值會從回應中處理，預期為有效數字（可選負號、一位或多位數字，可選小數點後跟更多數字）。

source: Return value regex
de: Regulärer Ausdruck für Rückgabewert
es: Expresión regular del valor de retorno
fr: Regex de la valeur de retour
hu: Visszatérési érték reguláris kifejezés
it: Espressione regolare del valore restituito
ja: 戻り値正規表現
ko: 반환 값 정규식
nb: Returverdi-regex
nl: Retourwaarde regex
pt_br: Expressão regular do valor de retorno
ro: Valoarea de retur regex
ru: Регулярное выражение возвращаемого значения
sl: Povratna vrednost regularnega izraza
sv: Returvärde regex
tr: Varsayılan regex'e (düzenli ifadeye) dön
uk: Регулярний вираз значення повернення
zh_hans: 返回值正则表达式
zh_hant: 返回值正則表達式

source: Returned content - OFF (%@)
de: Zurückgegebener Inhalt – AUS (%@)
es: Contenido devuelto: APAGADO (%@)
fr: Contenu retourné - ARRÊT (%@)
hu: Visszakapott tartalom – KI (%@)
it: Contenuto restituito – OFF (%@)
ja: 戻りコンテンツ - オフ（%@）
ko: 반횐된 콘텐츠 - 꺼짐 (%@)
nb: Returnert innhold – AV (%@)
nl: Geretourneerde inhoud - UIT (%@)
pt_br: Conteúdo retornado – DESLIGADO (%@)
ro: Conținut returnat – DEZACTIVAT (%@)
ru: Возвращённое содержимое - ВЫКЛ. (%@)
sl: Vrnjena vsebina - IZKLOPLJENO (%@)
sv: Returnerat innehåll - AV (%@)
tr: Döndürülen içerik - KAPALI (%@)
uk: Повернений вміст - ВИМК. (%@)
zh_hans: 返回内容 - 关闭（%@）
zh_hant: 返回內容 - 關閉（%@）

source: Returned content - ON (%@)
de: Zurückgegebener Inhalt – EIN (%@)
es: Contenido devuelto: ENCENDIDO (%@)
fr: Contenu retourné - MARCHE (%@)
hu: Visszakapott tartalom – BE (%@)
it: Contenuto restituito – ON (%@)
ja: 戻りコンテンツ - オン（%@）
ko: 반환된 콘텐츠 - 켜짐 (%@)
nb: Returnert innhold – PÅ (%@)
nl: Geretourneerde inhoud - AAN (%@)
pt_br: Conteúdo retornado – LIGADO (%@)
ro: Conținut returnat – PORNIT (%@)
ru: Возвращённое содержимое - ВКЛ. (%@)
sl: Vrnjena vsebina - VKLJUČENO (%@)
sv: Returnerat innehåll - PÅ (%@)
tr: Döndürülen içerik - AÇIK (%@)
uk: Повернений вміст - УВІМК. (%@)
zh_hans: 返回内容 - 打开（%@）
zh_hant: 返回內容 - 開啟（%@）

source: Review and configure volume control settings for this device.
pl: Sprawdź i skonfiguruj ustawienia sterowania głośnością dla tego urządzenia.
ru: Проверьте и настройте параметры контроля громкости для этого устройства.

source: Right
de: Rechts
es: Derecha
fr: Droite
hu: Jobb
it: Destra
ja: 右
ko: 오른쪽
nb: Høyre
nl: Rechts
pt_br: Direita
ro: Dreapta
ru: Справа
sl: Desno
sv: Höger
tr: Sağ
uk: Праворуч
vi: Bên phải
zh_hans: 右边
zh_hant: 右邊

source: Right of %@
de: Rechts von %@
es: A la derecha de %@
fr: À droite de %@
hu: %@ mellett jobbra
it: A destra di %@
ja: %@の右
ko: %@의 오른쪽
nb: Høyre for %@
nl: Rechts van %@
pt_br: Direita de %@
ro: La dreapta de %@
ru: Справа от %@
sl: Desno od %@
sv: Höger om %@
tr: %@’ın sağında
uk: Праворуч від %@
vi: Bên Phải của %@
zh_hans: 在 %@ 的右边
zh_hant: 在 %@ 的右邊

source: Right → Bottom
de: Rechts → Unten
es: A la derecha → Abajo
fr: Droite → bas
hu: Jobbra → Alul
it: A destra → In basso
ja: 右 → 下
ko: 오른쪽 → 하단
nb: Høyre → Bunn
nl: Rechts → onder
pt_br: À direita → Embaixo
ro: Dreapta → Jos
ru: Справа → Вниз
sl: Desno → Spodaj
sv: Höger → Nederkant
tr: Sağ → Alt
uk: Праворуч → Вниз
zh_hans: 右侧 → 下方
zh_hant: 右側 → 下方

source: Right → Center
de: Rechts → Zentrum
es: A la derecha → En el centro
fr: Droite → centre
hu: Jobbra → Középen
it: A destra → Al centro
ja: 右 → 中央
ko: 오른쪽 → 중앙
nb: Høyre → Senter
nl: Rechts → midden
pt_br: À direita → No centro
ro: Dreapta → Centru
ru: Справа → Центр
sl: Desno → Sredina
sv: Höger → mitten
tr: Sağ → Merkez
uk: Праворуч → Центр
zh_hans: 右侧 → 中间
zh_hant: 右側 → 中間

source: Right → Top
de: Rechts → Oben
es: A la derecha → Arriba
fr: Droite → haut
hu: Jobbra → Felül
it: A destra → In alto
ja: 右 → 上
ko: 오른쪽 → 상단
nb: Høyre → Topp
nl: Rechts → boven
pt_br: À direita → Em cima
ro: Dreapta → Sus
ru: Справа → Вверх
sl: Desno → Zgoraj
sv: Höger → Överkant
tr: Sağ → Üst
uk: Праворуч → Вгору
zh_hans: 右侧 → 上方
zh_hant: 右側 → 上方

source: Rosetta emulation layer detected
de: Rosetta-Emulationsebene entdeckt
es: Capa de emulación de Rosetta detectada
fr: Couche d'émulation Rosetta détectée
hu: Rozetta emulációs réteg detektálva
it: Rilevato livello di emulazione Rosetta
ja: Rosettaエミュレーションレイヤーを検出
ko: Rosetta 에뮬레이션 레이어 감지됨
nb: Rosetta-emuleringslag oppdaget
nl: Rosetta-emulatielaag gedetecteerd
pt_br: Camada de emulação Rosetta detectada
ro: S-a detectat stratul de emulare Rosetta
ru: Обнаружен слой эмуляции Rosetta
sl: Zaznana emulacijska plast Rosetta
sv: Rosetta emuleringslager upptäckt
tr: Rosetta emülatör katmanı algılandı
uk: Виявлено шар емуляції Rosetta
vi: Phát hiện lớp mô phỏng Rosetta
zh_hans: 检测到 Rosetta 仿真层
zh_hant: 檢測到 Rosetta 仿真層

source: Rotate
de: Drehen
es: Rotar
fr: Rotation
hu: Forgatás
it: Ruota
ja: 回転
ko: 회전
nb: Roter
nl: Draai
pl: Obróć
pt_br: Girar
ro: Rotare
ru: Повернуть
sl: Zavrti
sv: Rotera
tr: Döndür
uk: Обертати
vi: Xoay
zh_hans: 旋转
zh_hant: 旋轉

source: Rotate Screen by 90°
de: Bildschirm um 90º drehen
es: Girar Pantalla 90°
fr: Rotation de l'écran de 90°
hu: Képernyő elforgatás 90°
it: Ruota lo schermo di 90°
ja: 画面を90°回転
ko: 90° 화면 회전
nb: Roter skjerm 90°
nl: Draai scherm met 90°
pl: Obróć ekran o 90°
pt_br: Girar a Tela 90°
ro: Rotați Ecranul cu 90°
ru: Повернуть экран на 90°
sl: Zavrti zaslon za 90°
sv: Rotera skärm med 90°
tr: Ekranı 90° Döndür
uk: Повернути екран на 90°
vi: Xoay màn hình 90°
zh_hans: 90° 旋转屏幕
zh_hant: 90° 旋轉螢幕

source: Rotate Screen by 180°
de: Bildschirm um 180º drehen
es: Girar Pantalla 180°
fr: Rotation de l'écran de 180°
hu: Képernyő elforgatás 180°
it: Ruota lo schermo di 180°
ja: 画面を180°回転
ko: 180° 화면 회전
nb: Roter skjerm 180°
nl: Draai scherm met 180°
pl: Obróć ekran o 180°
pt_br: Girar a Tela 180°
ro: Rotați Ecranul cu 180°
ru: Повернуть экран на 180°
sl: Zavrti zaslon za 180°
sv: Rotera skärm med 180°
tr: Ekranı 180° Döndür
uk: Повернути екран на 180°
vi: Xoay màn hình 180°
zh_hans: 180° 旋转屏幕
zh_hant: 180° 旋轉螢幕

source: Rotate Screen by 270°
de: Bildschirm um 270º drehen
es: Girar Pantalla 270°
fr: Rotation de l'écran de 270°
hu: Képernyő elforgatás 270°
it: Ruota lo schermo di 270°
ja: 画面を270°回転
ko: 270° 화면 회전
nb: Roter skjerm 270°
nl: Draai scherm met 270°
pl: Obróć ekran o 270°
pt_br: Girar a Tela 270°
ro: Rotați Ecranul cu 270°
ru: Повернуть экран на 270°
sl: Zavrti zaslon za 270°
sv: Rotera skärm med 270°
tr: Ekranı 270° Döndür
uk: Повернути екран на 270°
vi: Xoay màn hình 270°
zh_hans: 270° 旋转屏幕
zh_hant: 270° 旋轉螢幕

source: Rotate screen by 90°
de: Bildschirm um 90º drehen
es: Girar Pantalla 90°
fr: Rotation de l'écran de 90°
hu: Képernyő elforgatás 90°
it: Ruota lo schermo di 90°
ja: 画面を90°回転
ko: 90° 화면 회전
nb: Roter skjerm 90°
nl: Draai scherm met 90°
pl: Obróć ekran o 90°
pt_br: Girar a tela 90°
ro: Rotiți ecranul cu 90°
ru: Повернуть экран на 90°
sl: Zavrti zaslon za 90°
sv: Rotera skärm med 90°
tr: Ekranı 90° Döndür
uk: Повернути екран на 90°
vi: Xoay màn hình 90°
zh_hans: 90° 旋转屏幕
zh_hant: 90° 旋轉螢幕
