Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Allow resolutions marked as invalid
de: Als ungültig markierte Auflösungen erlauben
es: Permitir resoluciones marcadas como inválidas
fr: Autoriser les résolutions identifiées comme invalides
hu: Érvénytelennek jelzett kijelzők engedélyezése
it: Consenti risoluzioni contrassegnate come non valide
ja: 無効とされる解像度を許可
ko: 유효하지 않은 것으로 표시된 해상도 허용
nb: Tillat oppløsninger merket som ugyldige
nl: Sta resoluties toe die gemarkeerd zijn als ongeldig
pl: Zezwalaj na rozdzielczości oznaczone jako nieprawidłowe
pt_br: Permitir resoluções marcadas como inválidas
ro: Permiteți utilizarea rezoluțiilor marcate ca invalide
ru: Разрешить использовать разрещения, отмеченные как недействительные
sl: Dovoli resolucije, označene kot neveljavne
sv: Tillåt upplösningar markerade som ogiltiga
tr: Geçersiz olarak işaretlenen çözünürlüklere izin ver
uk: Дозволити роздільні здатності, позначені як недійсні
vi: Cho phép các độ phân giải được đánh dấu là không hợp lệ
zh_hans: 允许标记为无效的分辨率
zh_hant: 允許標記為無效的解析度

source: Allow restore to full dimming
de: Wiederherstellung der vollen Dimmung zulassen
es: Permitir la restauración a la atenuación completa
fr: Autoriser le rétablissement de l'atténuation totale de la luminosité
hu: Teljes sötétítés helyreállításának engedélyezése
it: Permetti il ripristino del dimming completo
ja: フルディミングへの復帰を許可
ko: 100% 디밍으로 복원 허용
nb: Tillat gjenoppretting til full demping
nl: Sta herstel toe naar volledig dimmen
pl: Zezwól na przywrócenie pełnego przyciemnienia
pt_br: Permitir restaurar o escurecimento total
ro: Permiteți restaurarea la întunecarea completă
ru: Позволяет восстановить полную яркость
sl: Dovoli obnovitev na popolno zatemnitev
sv: Tillåt återställning till fullständig dimning
tr: Tam karartmaya geri dönmeye izin ver
uk: Дозволити відновлення до повного затемнення
vi: Cho phép khôi phục đến chế độ làm tối hoàn toàn
zh_hans: 允许恢复到完整调光
zh_hant: 允許回復到完整調光

source: Allow sending crash logs to the developer automatically. Crash logs do not contain any personal data but may contain hardware specific data. Crash logs are handled by Sentry ([sentry.io/privacy](https://sentry.io/privacy)).
de: Automatisches Versenden von Absturzprotokollen an den Entwickler erlauben. Absturzprotokolle enthalten keine persönlichen Daten, können aber hardwarespezifische Informationen enthalten. Die Absturzprotokolle werden über Sentry ([sentry.io/privacy](https://sentry.io/privacy)) versendet.
es: Permitir el envío automático de registros de fallos al desarrollador. Los registros de fallos no contienen datos personales, pero pueden incluir información específica del hardware. Los registros de fallos son gestionados por Sentry ([sentry.io/privacy](https://sentry.io/privacy)).
fr: Autorise l'envoi des rapports de plantage au dévelopeur automatiquement. Les rapports de plantage ne contiennent aucunes données personnelles mais peuvent contenir des informations spécifiques sur votre matériel. Les rapports de plantage sont gérés par Sentry ([sentry.io/privacy](https://sentry.io/privacy)).
hu: Lehetővé teszi az hibanaplók automatikus elküldését a fejlesztőnek. A hibanaplók nem tartalmaznak személyes adatokat, de tartalmazhatnak hardver-specifikus adatokat. A hibanaplókat a Sentry kezeli ([sentry.io/privacy](https://sentry.io/privacy)).
it: Consenti l'invio automatico dei crash log allo sviluppatore. I crash log non contengono alcun dato personale ma possono contenere dati specifici per l'hardware. I crash log sono gestiti da Sentry ([sentry.io/privacy](https://sentry.io/privacy)).
ja: クラッシュログの開発者への自動送信を許可。クラッシュログに個人データは含まれませんが、ハードウェアの固有データが含まれることがあります。クラッシュログはSentry（[sentry.io/privacy](https://sentry.io/privacy)）によって処理されます。
ko: 개발자에게 자동으로 충돌 로그 전송을 허용합니다. 출돌 로그에는 개인 정보가 포함되지 않지만 하드웨어 관련 데이터가 포함될 수 있습니다. 충돌 로그는 Sentry([sentry.io/privacy](https://sentry.io/privacy))에서 처리합니다.
nb: Tillat at krasjlogger sendes til utvikleren automatisk. Krasjlogger inneholder ingen persondata, men kan inneholde maskinvarespesifikke data. Krasjlogger håndteres av Sentry ([sentry.io/privacy]).
nl: Sta het automatisch versturen van crashlogboeken toe naar de ontwikkelaar. Crashlogboeken bevatten geen persoonlijke gegevens maar kunnen wel apparatuurspecifieke gegevens bevatten. Crashlogboeken worden verwerkt door Sentry ([sentry.io/privacy](https://sentry.io/privacy)).
pl: Automatycznie wysyłaj dzienniki awarii do dewelopera. Dzienniki awarii nie zawierają żadnych danych osobowych, ale mogą zawierać dane dotyczące sprzętu. Dzienniki awarii są obsługiwane przez Sentry ([sentry.io/privacy](https://sentry.io/privacy)).
pt_br: Permitir o envio automático de logs de falhas ao desenvolvedor. Os logs de falhas não contêm dados pessoais, mas podem conter dados específicos de hardware. Os registros de falhas são gerenciados pelo Sentry ([sentry.io/privacy](https://sentry.io/privacy)).
ro: Permiteți trimiterea automată a jurnalelor de accidente dezvoltatorului. Jurnalele de accidente nu conțin date personale, dar pot conține date specifice hardware. Jurnalele de accidente sunt gestionate de Sentry (sentry.io/privacy).
ru: Позволяет автоматически отправлять отчётты об ошибках разработчику. Журналы ошибок не содержат никаких личных данных, но могут содержать данные о специфике оборудования. Журналы ошибок обрабатываются компанией Sentry ([sentry.io/privacy](https://sentry.io/privacy)).
sl: Dovoli samodejno pošiljanje dnevnikov zrušitev razvijalcu. Dnevniki zrušitev ne vsebujejo osebnih podatkov, lahko pa vsebujejo podatke o strojni opremi. Dnevnike zrušitev obravnava Sentry ([sentry.io/privacy](https://sentry.io/privacy)).
sv: Tillåt att kraschloggar skickas automatiskt till utvecklaren. Kraschloggar innehåller inga personuppgifter men kan innehålla maskinvaruspecifika data. Kraschloggar hanteras av Sentry ([sentry.io/privacy](https://sentry.io/privacy)).
tr: Kilitlenme günlüklerinin geliştiriciye otomatik olarak gönderilmesine izin verin. Çökme günlükleri herhangi bir kişisel veri içermez ancak donanıma özgü veriler içerebilir. Çökme günlükleri Sentry ([sentry.io/privacy](https://sentry.io/privacy)) tarafından işlenir.
uk: Дозволити автоматичне надсилання журналів збоїв розробнику. Журнали збоїв не містять особистих даних, але можуть містити дані про апаратне забезпечення. Журнали збоїв обробляє Sentry ([sentry.io/privacy](https://sentry.io/privacy)).
vi: Cho phép tự động gửi logs lỗi đến nhà phát triển. Logs lỗi không chứa bất kỳ dữ liệu cá nhân nào nhưng có thể chứa dữ liệu cụ thể về phần cứng. Logs lỗi được xử lý bởi Sentry ([sentry.io/privacy](https://sentry.io/privacy)).
zh_hans: 允许自动向开发人员发送崩溃日志。崩溃日志不含任何个人数据，但可能包含特定硬件的数据。崩溃日志由 Sentry 处理 ([sentry.io/privacy](https://sentry.io/privacy))。
zh_hant: 允許自動向開發人員發送當機日誌。當機日誌不含任何個人資料，但可能包含特定硬體的資料。當機日誌由 Sentry 處理 ([sentry.io/privacy](https://sentry.io/privacy))。

source: Allow the app to send power signals to the Samsung Smart TV on sleep and wake or display disconnect/reconnect. Before enabling this, make sure your Mac does not control the TV via HDMI-CEC 'Anynet+' already.
nl: Sta de app toe om stroomsignalen te sturen naar de Samsung Smart-tv bij in- en uitschakelen van sluimerstand of bij het verbinden/loskoppelen van het scherm. Voordat je dit ingeschakelt, zorg er voor dat je Mac de tv niet al bedient via HDMI-CEC 'AnyNet+'.
pl: Zezwalaj aplikacji na wysyłanie sygnałów zasilania do telewizora Samsung Smart TV podczas usypiania i wybudzania komputera lub przy rozłączaniu/łączeniu wyświetlacza. Przed włączeniem upewnij się, że Mac nie steruje już telewizorem przez HDMI-CEC („Anynet+”).
ru: Разрешить приложению отправлять сигналы питания на Samsung Smart TV при переходе Mac в спящий режим и при пробуждении, а также при отключении и повторном подключении дисплея. Перед включением убедитесь, что ваш Mac уже не управляет телевизором через HDMI-CEC 'Anynet+'.

source: Allow the app to turn the device off/on on sleep & wake or device disconnect/reconnect.
nl: Sta de app toe om het apparaat uit-/in te schakelen als de sluimerstand wordt in-/uitgeschakeld of wanneer het apparaat losgekoppeld/opnieuw verbonden wordt.
pl: Zezwól aplikacji na wyłączanie/włączanie urządzenia w trybie uśpienia i wybudzania lub rozłączania/ponownego łączenia urządzenia.
ru: Разрешить приложению выключать и включать устройство при переходе Mac в спящий режим и при пробуждении, а также при отключении и повторном подключении устройства.

source: Allow the control to be configured for synchronization for groups.
de: Das Konfigurieren der Steuerung für die Synchronisierung von Gruppen erlauben.
es: Permitir que el control se configure para la sincronización de grupos.
fr: Autorise le contrôle à être configuré pour la synchronisation des groupes.
hu: A vezérlő szinkronizálásának engedélyezése csoportokhoz.
it: Consenti la configurazione del controllo per la sincronizzazione dei gruppi.
ja: グループ同期の構成の制御を許可します。
ko: 그룹 동기화를 위해 컨트롤을 구성할 수 있도록 허용합니다.
nb: Tillat at kontrollen kan konfigureres for synkronisering i grupper.
nl: Sta toe dat bediening wordt geconfigureerd voor synchronisatie voor groepen.
pl: Zezwól na skonfigurowanie elementu sterującego do synchronizacji dla grup.
pt_br: Permitir configurar o controle para sincronização entre grupos.
ro: Permite configurarea controlului pentru sincronizarea grupurilor.
ru: Разрешить настраивать этот элемент управления для синхронизации в группах.
sl: Dovolite, da se kontrolnik konfigurira za sinhronizacijo za skupine.
sv: Gör det möjligt att konfigurera kontrollen för synkronisering för grupper.
tr: Kontrolün gruplar için senkronizasyon için yapılandırılmasına izin verin.
uk: Дозволити налаштування для синхронізації елемента керування у групах.
zh_hans: 允许将控制项配置为用于组同步
zh_hant: 允許控制項被設定為群組同步用途。

source: Allow using F14/F15 as alternative brightness keys
de: Nutzung von F14 und F15 als alternative Tasten für die Helligkeitseinstellungen erlauben
es: Permitir el uso de F14/F15 como teclas alternativas de brillo
fr: Autoriser F14/F15 comme touches de luminosité alternatives
hu: F14/F15 engedélyezése helyettesítő fényerő billentyűkként
it: Consenti l'utilizzo di F14/F15 come tasti di luminosità alternativi
ja: 代替の輝度キーとしてF14 / F15を使用することを許可
ko: F14/F15를 대체 밝기 키로 사용 허용
nb: Tillat bruk av F14/F15 som alternative lysstyrketaster
nl: Sta de toetsen F14/F15 toe als alternatieve toetsen voor helderheid
pl: Zezwól na używanie F14/F15 jako alternatywnych klawiszy jasności
pt_br: Permitir usar F14/F15 como teclas alternativas de brilho
ro: Permiteți utilizarea tastelor F14/F15 ca taste alternative de luminozitate
ru: Разрешите использовать F14/F15 в качестве альтернативных клавиш яркости
sl: Dovolite uporabo F14/F15 kot alternativnih tipk za svetlost
sv: Tillåt användning av F14/F15 som alternativa tangenter för ljusstyrka
tr: F14/F15'in alternatif parlaklık tuşları olarak kullanılmasına izin verin
uk: Дозволяє використовувати F14/F15 як альтернативні клавіші яскравості
vi: Cho phép sử dụng F14/F15 làm phím độ sáng thay thế
zh_hans: 使用 F14/F15 作为备用亮度键
zh_hant: 使用 F14/F15 作為備用亮度鍵

source: Allow virtual screens as sync sources
de: Virtuelle Bildschirme als Ursprünge für Synchronisierung zulassen
es: Permitir pantallas virtuales como fuentes de sincronización
fr: Autorise les écrans virtuels comme sources de synchronisation
hu: Virtuális képernyők engedélyezése szinkronizálási forrásként
it: Consenti agli schermi virtuali di essere sorgenti di sincronizzazione
ja: 仮想スクリーンを同期ソースとして許可
ko: 가상 화면을 동기화 소스로 사용하도록 허용
nb: Tillat virtuelle skjermer som synkroniseringskilder
nl: Sta virtuele schermen toe als synchronisatiebronnen
pl: Zezwól na wirtualne ekrany jako źródła synchronizacji
pt_br: Permitir telas virtuais como fontes de sincronização
ro: Permiteți ca ecranele virtuale sa fie surse de sincronizare
ru: Разрешить виртуальные экраны как источники синхронизации
sl: Dovoli navidezne zaslone kot vire sinhronizacije
sv: Tillåt virtuella skärmar som synkroniseringskällor
tr: Sanal ekranlara senkronizasyon kaynağı olarak izin verin
uk: Дозволити віртуальні екрани як джерела синхронізації
vi: Cho phép màn hình ảo làm nguồn đồng bộ
zh_hans: 允许将虚拟屏幕作为同步源
zh_hant: 允許將虛擬螢幕作為同步源

source: Allow virtual screens as sync targets
de: Virtuelle Bildschirme als Ziele einer Synchronisierung zulassen
es: Permitir pantallas virtuales como objetivos de sincronización
fr: Autorise les écrans virtuels comme cibles de synchronisation
hu: Virtuális képernyők engedélyezése szinkronizálási célként
it: Consenti agli schermi virtuali di essere obiettivi di sincronizzazione
ja: 仮想スクリーンを同期ターゲットに許可
ko: 가상 화면을 동기화 대상으로 허용
nb: Tillat virtuelle skjermer som synkroniseringsmål
nl: Sta virtuele schermen toe als synchronisatiedoelen
pl: Zezwól na wirtualne ekrany jako cele synchronizacji
pt_br: Permitir telas virtuais como alvos de sincronização
ro: Permiteți ecranele virtuale să fie ținte de sincronizare
ru: Разрешить виртуальные экраны как цели синхронизации
sl: Dovoli navidezne zaslone kot cilje sinhronizacije
sv: Tillåt virtuella skärmar som synkroniseringsmål
tr: Sanal ekranların senkronizasyon hedefi olmasına izin ver
uk: Дозволити віртуальні екрани як цілі синхронізації
vi: Cho phép màn hình ảo là mục tiêu đồng bộ
zh_hans: 允许将虚拟屏幕设为同步目标
zh_hant: 允許將虛擬螢幕設為同步目標

source: Allow volume control via the app.
nl: Sta volumebediening toe via de app.
pl: Zezwól na regulację głośności za pomocą aplikacji.
ru: Разрешить управление громкостью через приложение.

source: Allows access to app functionality via HTTP requests.
de: Erlaubt Zugriff auf App-Funktionen über HTTP-Anfragen.
es: Permitir acceso a la funcionalidad de la app vía requerimientos HTTP
fr: Autorise l'accès aux fonctionnalités de l'application via requètes HTTP.
hu: App funkciók elérésének engedélyezése HTTP-n
it: Consente l'accesso alle funzionalità delle app tramite richieste HTTP.
ja: HTTPリクエストによるアプリ機能へのアクセスを許可します。
ko: HTTP 요청을 통해 앱 기능에 액세스할 수 있습니다.
nb: Tillat tilgang til app-funksjonalitet via HTTP-forespørsler.
nl: Sta toegang toe tot appfuncties via HTTP-verzoeken.
pl: Umożliwia dostęp do funkcji aplikacji za pośrednictwem żądań HTTP.
pt_br: Permitir o acesso à funcionalidade do aplicativo por meio de solicitações HTTP.
ro: Permite accesul la funcționalitățile aplicației prin cereri HTTP.
ru: Позволяет получить доступ к функциям приложения через HTTP-запросы.
sl: Omogoča dostop do funkcionalnosti aplikacije prek zahtev HTTP.
sv: Ger åtkomst till appens funktioner via HTTP-förfrågningar.
tr: HTTP istekleri aracılığıyla uygulama işlevlerine erişime izin verir.
uk: Дозволяє отримати доступ до функцій програми через HTTP-запити.
vi: Cho phép truy cập chức năng ứng dụng qua các yêu cầu HTTP.
zh_hans: 允许通过 HTTP 请求访问应用程序功能。
zh_hant: 允許通過 HTTP 請求連接應用程式功能。

source: Allows only one device to show more options via the more options chevron. This helps with menu bloating when several displays are present.
de: Erlaubt es nur einem Gerät, mehr Optionen über den "Mehr Optionen"-Spitzzeichen anzuzeigen. Dies hilft gegen das Aufblähen des Menüs, wenn mehrere Displays vorhanden sind.
es: Permite que solo un dispositivo muestre más opciones a través del ícono de más opciones. Esto ayuda a reducir la saturación del menú cuando hay varias pantallas presentes.
fr: Cette option autorise un seul appareil à afficher plus d'options par le biais du chevron « plus d'options ». Cela permet d'alléger le menu lorsque plusieurs écrans sont présents.
hu: Lehetővé teszi, hogy csak egy eszköz alatt jelenjenek meg további opciók a további opciók ikon segítségével. Ez segít elkerülni a túlságosan nagyméretű menüt, ha több kijelző van csatlakoztatva.
it: Consente a un solo dispositivo di mostrare più opzioni tramite le più opzioni chevron. Questo aiuta con la fioritura del menu quando sono presenti più visualizzazioni.
ja: オプション表示で、1つのデバイスに多くのオプションがある場合にシェブロン（⌄）表示を許可します。ディスプレイが複数ある場合に、メニューの肥大化を防ぎます。
ko: 하나의 장치만 추가 옵션 아이콘(V)을 통해 더 많은 옵션을 표시할 수 있도록 허용합니다. 이는 여러 디스플레이가 존재할 때 메뉴를 좀 더 보기 편하게 합니다.
nb: Tillat at kun én enhet viser flere alternativer via «mer alternativer»-chevronen. Hjelper mot menyporflytning ved flere skjermer.
nl: Sta slechts een enkel apparaat toe om meer opties te laten tonen via het visgraatteken Meer opties. Dit helpt bij een overvloed aan menuopties als er meerdere schermen aanwezig zijn.
pl: Pozwala tylko jednemu urządzeniu wyświetlać więcej opcji za pomocą strzałki „więcej opcji”. Pomaga to uniknąć przeładowania menu, gdy dostępnych jest kilka wyświetlaczy.
pt_br: Permitir que apenas um dispositivo mostre mais opções por meio da divisa de mais opções. Isso ajuda com o inchaço do menu quando vários monitores estão presentes.
ro: Permite doar unui singur dispozitiv să afișeze mai multe opțiuni prin intermediul săgeții cu mai multe opțiuni. Acest lucru ajută la evitarea supraaglomerării meniului când sunt prezente mai multe ecrane.
ru: Позволяет только одному устройству отображать дополнительные опции с помощью шеврона "Больше опций". Это помогает справиться с раздуванием меню при наличии нескольких дисплеев.
sl: Dovoljuje samo eni napravi, da prikaže več možnosti prek škarnice za več možnosti. To pomaga pri napihnjenosti menija, ko je prisotnih več zaslonov.
sv: Tillåter att endast en enhet visar fler alternativ via chevron för fler alternativ. Det här hjälper till att minska uppsvällda menyer när flera skärmar används.
tr: Yalnızca bir cihazın daha fazla seçenek chevron aracılığıyla daha fazla seçenek göstermesine izin verir. Bu, birden fazla ekran mevcut olduğunda menü şişkinliğinin giderilmesine yardımcı olur.
uk: Дозволяє лише одному пристрою відображати більше параметрів за допомогою шеврона більше параметрів. Це допомагає усунути роздутість меню, коли присутні кілька дисплеїв.
vi: Chỉ cho phép một thiết bị hiển thị thêm tùy chọn thông qua dấu mũi tên. Điều này giúp giảm kích thước menu khi có nhiều màn hình.
zh_hans: 只允许一个设备通过更多选项向下展开显示更多选项。当有多个显示器时有助于解决菜单臃肿的问题。
zh_hant: 只允許一個設備通過更多選項向下展開顯示更多選項。當有多個顯示器時有助於解決選單臃腫的問題。

source: Allows restoring zero software brightness levels and combined brightness levels with the hardware brightness component being lower than the current reported brightness level for Apple displays (these might be invalid restore values saved during a dark wake period).
de: Ermöglicht die Wiederherstellung von nullwertigen Software-Helligkeitsstufen und kombinierten Helligkeitsstufen, bei denen die Hardware-Helligkeitskomponente niedriger ist als die aktuell gemeldete Helligkeitsstufe für Apple Displays (dies könnten ungültige Wiederherstellungswerte sein, die während einer dunklen Periode, in welcher der Ruhezustand beendet war, gespeichert wurden).
es: Permite restaurar niveles de brillo de software en cero y niveles de brillo combinados con el componente de brillo de hardware siendo inferiores al nivel de brillo reportado actual para las pantallas de Apple (estos podrían ser valores de restauración no válidos guardados durante un período de despertar oscuro).
fr: Permet de rétablir des niveaux de luminosité logicielle nuls et des niveaux de luminosité combinés dont la composante de luminosité matérielle est inférieure au niveau de luminosité actuellement signalé pour les écrans Apple (il peut s'agir de valeurs de restauration non valides enregistrées au cours d'une période de veille prolongée).
hu: Lehetővé teszi a nulla szoftveres fényerőszint és olyan kombinált fényerőszint visszaállítását, amelynél a hardveres fényerő komponens alacsonyabb, mint az Apple kijelzőinek aktuálisan jelentett fényerőszintje (ezek részleges alvási periódus alatt képződött érvénytelen visszaállítási értékek lehetnek).
it: Consente di ripristinare zero livelli di luminosità software e combinare i livelli di luminosità con la componente luminosità hardware inferiore al livello di luminosità corrente riportato per i display Apple (questi potrebbero essere valori di ripristino non validi salvati durante un periodo di risveglio scuro).
ja: ソフトウェア輝度レベルと複合輝度レベルとをゼロに復元することを許可します。ハードウェア輝度コンポーネントは、Apple製ディスプレイで現在報告されている輝度レベルより低い値です（これらはスリープ解除時の暗転時に保存された無効な値である可能性があります）。
ko: 소프트웨어 밝기 수준을 0으로 복원하고 하드웨어 밝기 구성 요소가 현재 알려진 Apple 디스플레이의 밝기 수준보다 낮은 상태로 통합 밝기 수준을 복원할 수 있습니다(다크 웨이크 기간 동안 저장된 복원 값이 유효하지 않을 수 있음).
nb: Tillat gjenoppretting av null programvarelysstyrke og kombinert lysstyrke der maskinvarekomponenten er lavere enn den rapporterte lysstyrken for Apple-skjermer (kan være ugyldige verdier lagret under mørk våkneperiode).
nl: Sta herstel toe van nulwaarden voor programmatische helderheidsniveaus en gecombineerde helderheidsniveaus met het helderheidscomponent lager dan het momenteel gemelde helderheidsniveau voor Apple-schermen (deze zijn mogelijk ongeldige herstelwaarden die zijn bewaard gedurende een donkere periode van uitschakeling van sluimerstand).
pl: Pozwala przywracać zerowe programowe poziomy jasności oraz połączone poziomy jasności, w których sprzętowy komponent jasności jest niższy niż aktualnie raportowany poziom jasności dla wyświetlaczy Apple (mogą to być nieprawidłowe wartości przywracania zapisane podczas okresu „dark wake”).
pt_br: Permitir restaurar para zero os níveis de brilho do software e os níveis de brilho combinados com o componente de brilho do hardware sendo menor do que o nível de brilho relatado atualmente para os monitores da Apple (esses podem ser valores de restauração inválidos).
ro: Permite restaurarea nivelurilor zero de luminozitate software și nivelurilor de luminozitate combinate cu componenta de luminozitate hardware fiind mai mică decât nivelul actual raportat pentru afișajele Apple (acestea ar putea fi valori de restaurare invalide salvate în timpul unei perioade de trezire întunecate).
ru: Позволяет восстанавливать нулевые программные уровни яркости и комбинированные уровни яркости, в которых аппаратный компонент яркости ниже, чем текущий заявленный уровень яркости для дисплеев Apple (это могут быть недействительные значения восстановления, сохраненные в период пробуждения в темноте).
sl: Omogoča obnovitev ničelnih ravni svetlosti programske opreme in kombiniranih ravni svetlosti, pri čemer je komponenta svetlosti strojne opreme nižja od trenutno prijavljene ravni svetlosti za zaslone Apple (to so lahko neveljavne obnovitvene vrednosti, shranjene med temnim obdobjem bujenja).
sv: Gör det möjligt att återställa noll ljusstyrkenivåer för programvara och kombinerade ljusstyrkenivåer med hårdvarans ljusstyrkekomponent som är lägre än den aktuella rapporterade ljusstyrkenivån för Apple-skärmar (dessa kan vara ogiltiga återställningsvärden som sparats under en mörk väckningsperiod).
tr: Sıfır yazılım parlaklık seviyelerinin ve donanım parlaklık bileşeni Apple ekranları için bildirilen mevcut parlaklık seviyesinden daha düşük olan birleşik parlaklık seviyelerinin geri yüklenmesine izin verir (bunlar karanlık bir uyanma döneminde kaydedilen geçersiz geri yükleme değerleri olabilir).
uk: Дозволяє відновити нульові рівні яскравості програмного забезпечення та суміщені рівні яскравості з компонентом яскравості обладнання, нижчим за поточний зареєстрований рівень яскравості для дисплеїв Apple (це можуть бути недійсні значення відновлення, збережені під час темного періоду пробудження).
vi: Cho phép khôi phục các mức độ độ sáng phần mềm và các mức độ độ sáng kết hợp với thành phần độ sáng phần cứng thấp hơn so với mức độ độ sáng hiện tại được báo cáo cho màn hình Apple (có thể là các giá trị khôi phục không hợp lệ được lưu trong giai đoạn 'dark wake').
zh_hans: 允许恢复软件亮度和组合亮度水平为 0 且硬件亮度组件的水平低于当前报告 Apple 显示器亮度水平（在暗中唤醒期间保存的恢复值可能无效）。
zh_hant: 允許回復軟體亮度和組合亮度水平為 0 且硬體亮度組件的水平低於目前回應的 Apple 顯示器亮度水平（在暗中喚醒期間保存的回復值可能無效）。
