Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Red Gain (Hardware)
de: Rotverstärkung (Hardware)
es: Gama Roja (Hardware)
fr: Gain Rouge (matériel)
hu: Vörös erősítés (hardver)
it: Guadagno (Rosso, Hardware)
ja: レッドゲイン（ハードウェア）
ko: 레드 게인 (하드웨어)
nb: Rød gevinst (maskinvare)
nl: Versterking rood (apparaat)
pl: Podbicie czerwonego (sprzętowa)
pt_br: Ganho Vermelho (Hardware)
ro: Câștig roșu (Hardware)
ru: Усиление красного (Аппаратный)
sl: Okrepitev rdeče (strojna oprema)
sv: Röd förstärkning (hårdvara)
tr: Kırmızı Kazancı (Donanımsal)
uk: Посилення червоного (Апаратна)
vi: Độ sáng Đỏ (Phần cứng)
zh_hans: 红色增益 (硬件)
zh_hant: 紅色增益 (硬體)

source: Redefine 0% software brightness level
de: 0% Software-Helligkeitsniveau neu definieren
es: Redefinir el nivel de brillo por software al 0%
fr: Redéfinir le 0% du niveau de luminosité logiciel
hu: A 0% szoftveres fényerőszint újradefiniálása
it: Ridefinisci il livello di luminosità del software al 0%.
ja: 0%ソフトウェア輝度レベルを再定義
ko: 소프트웨어 밝기 0% 수준 재정의
nb: Definer 0 % programvarelysstyrkenivå på nytt
nl: Herdefinieer programmatische 0%-helderheidsniveau
pl: Zdefiniuj ponownie poziom 0% jasności programowej
pt_br: Redefinir o nível de brilho por software para 0%
ro: Resetați nivelul software de luminozitate la 0%
ru: Переопределить уровень программной яркости 0%
sl: Ponovno določite 0-odstotno raven svetlosti programske opreme
sv: Omdefiniera ljusstyrkenivån för 0% programvara
tr: Yazılım parlaklık seviyesini %0 olarak yeniden tanımlayın
uk: Переозначити рівень програмної яскравості 0%
vi: Định nghĩa lại mức độ sáng phần mềm 0%.
zh_hans: 重新定义0%软件亮度等级
zh_hant: 重新定義0%軟體亮度等級

source: Redetect DDC Capabilities…
de: DDC-Fähigkeiten erneut erkennen…
es: Volver a detectar capacidades DDC…
fr: Re-détecter les capacités DDC…
hu: DDC képességek felderítése…
it: Rileva nuovamente le capacità DDC…
ja: DDC能力を再検出…
ko: DDC 기능 다시 감지…
nb: Oppdag DDC-kapasiteter på nytt…
nl: Vind DDC-mogelijkheden opnieuw...
pl: Ponownie wykryj możliwości DDC…
pt_br: Redetectar capacidades DDC…
ro: Redectarea capacităților DDC…
ru: Повторно обнаружить возможности DDC…
sl: Znova zaznaj zmogljivosti DDC…
sv: Återupptäck DDC-förmågor…
tr: DDC Yeteneklerini Yeniden Tespit Et…
uk: Повторно виявити можливості DDC…
vi: Phát hiện lại Khả Năng DDC…
zh_hans: 重新检测 DDC 功能…
zh_hant: 重新偵測 DDC 功能…

source: Redetect Displays
de: Displays neu entdecken
es: Redetectar Pantallas
fr: Re-détecter les écrans
hu: Kijelzők újradetektálása
it: Rilevare i Display
ja: ディスプレイを再検出
ko: 디스플레이 다시 감지
nb: Oppdag skjermer på nytt
nl: Vind schermen opnieuw
pl: Ponowne wykryj wyświetlacze
pt_br: Redetectar Monitores
ro: Redetectează ecrane
ru: Повторное определение дисплеев
sl: Znova zaznaj zaslone
sv: Återupptäck skärmar
tr: Ekranları yeniden tespit et
uk: Повторне визначення дисплеїв
vi: Phát hiện lại các màn hình
zh_hans: 重新检测显示器
zh_hant: 重新檢測顯示器

source: Redundancy filter time interval
de: Intervall für Redundanzfilter
es: Intervalo de tiempo del filtro de redundancia
fr: Interval du filtre de redondance
hu: Redundancia-szűrő időintervallum
it: Intervallo di tempo del filtro di ridondanza
ja: 冗長性フィルタ間隔
ko: 중복 필터 시간 간격
nb: Tidsintervall for redundansfilter
nl: Tijdsinterval redundantiefilter
pl: Przedział czasowy filtra redundancji
pt_br: Intervalo de tempo do filtro de redundância
ro: Interval de timp al filtrului de redundanță
ru: Интервал времени фильтра избыточности
sl: Časovni interval filtra redundance
sv: Tidsintervall för redundansfilter
tr: Yinelenen filtre zaman aralığı
uk: Інтервал часу фільтра редундантності
zh_hans: 冗余过滤器时间间隔
zh_hant: 冗餘過濾器時間間隔

source: Reference EDR
de: EDR-Referenz
es: EDR de Referencia
fr: Référence EDR
hu: Referencia EDR
it: EDR di Riferimento
ja: リファレンスEDR
ko: 참조 EDR
nb: Referanse‐EDR
nl: Referentie EDR
pl: Referencyjny EDR
pt_br: Referência EDR
ro: Referință EDR
ru: Справка EDR
sl: Referenčni EDR
sv: Referens EDR
tr: Referans EDR
uk: Довідка EDR
vi: Tham chiếu EDR (Enhanced Dynamic Range)
zh_hans: 参考 EDR
zh_hant: 參考 EDR

source: Refresh Rate
de: Wiederholrate
es: Frecuencia de Refresco
fr: Taux de rafraîchissement
hu: Frissítési ráta
it: Frequenza di aggiornamento
ja: リフレッシュレート
ko: 주사율
nb: Oppdateringsfrekvens
nl: Verversingsfrequentie
pl: Częstotliwość odświeżania
pt_br: Taxa de atualização
ro: Rată de reîmprospătare
ru: Частота обновления
sl: Hitrost osveževanja
sv: Uppdateringsfrekvens
tr: Yenileme Hızı
uk: Частота оновлення
vi: Tần số làm mới
zh_hans: 刷新率
zh_hant: 更新率

source: Refresh rate (unexposed) changed for %@.
de: Bildwiederholrate (nicht offengelegt) für %@ geändert.
es: La tasa de refresco (no expuesta) ha cambiado para %@.
fr: Taux de rafraîchissement (pas proposé) changé pour %@.
hu: Frissítési ráta (rejtett) módosítva a(z) %@ kijelzőn.
it: La frequenza di aggiornamento (non esposta) è cambiata per %@
ja: %@のリフレッシュレート（非公開）を変更しました。
ko: %@의 주사율(비공개)이 변경되었습니다.
nb: Oppdateringsfrekvens (ikke eksponert) endret for %@.
nl: Verversingsfrequentie (niet-genoemde) gewijzigd voor %@.
pl: Częstotliwość odświeżania (nieujawniona) zmieniła się dla %@.
pt_br: Taxa de atualização (oculta) alterada para %@.
ro: Rata de reîmprospătare (neexpusă) a fost modificată pentru %@.
ru: Частота обновления (скрытая) изменена для %@.
sl: Hitrost osveževanja (neosvetljena) spremenjena za %@.
sv: Uppdateringsfrekvens (oexponerad) ändrad för %@.
tr: Yenileme hızı (pozlanmamış) %@ olarak değiştirildi.
uk: Частота оновлення (прихована) змінена для %@.
vi: Tần số làm mới (không hiển thị) đã thay đổi cho %@.
zh_hans: 已为 %@ 更改刷新率（未暴露）。
zh_hant: 已為 %@ 更改更新率（未公開）。

source: Refresh string
de: Zeichenfolge aktualisieren
es: Cadena de actualización
fr: Actualiser la chaîne de caractères
hu: Frissítés ráta szöveg
it: Stringa di aggiornamento
ja: リフレッシュ文字列
ko: 문자열 새로고침
nb: Oppdateringsstreng
nl: Verversingstekenreeks
pl: Odśwież ciąg znaków
pt_br: String de taxa de atualização
ro: Șir de reîmprospătare
ru: Строка обновления
sl: Osveži niz
sv: Uppdatera sträng
tr: Yenileme hızı
uk: Рядок оновлення
vi: Làm mới chuỗi
zh_hans: 刷新字符串
zh_hant: 刷新字串

source: Registry location
de: Ort der Registry
es: Ubicación del Registro
fr: Emplacement du registre
hu: Regiszter útvonal
it: Posizione del registro
ja: レジストリの場所
ko: 레지스트리 위치
nb: Registerplassering
nl: Registerlocatie
pl: Lokalizacja w rejestrze
pt_br: Localização do registro
ro: Locație în registru
ru: Расположение реестра
sl: Lokacija registra
sv: Registerplats
tr: Kayıt yeri
uk: Місцезнаходження реєстру
vi: Vị trí đăng ký
zh_hans: 注册位置
zh_hant: 註冊位置

source: Reinitialization works on natively connected external displays.
de: Die Neuinitialisierung funktioniert bei nativ verbundenen externen Displays.
es: La reinicialización funciona en pantallas externas conectadas de forma nativa.
fr: La réinitialisation fonctionne sur les écrans externes connectés nativement.
hu: Az újrainicializálás natívan csatlakoztatott külső kijelzőkön működik.
it: La reinizializzazione funziona sui display esterni collegati nativamente.
ja: 再初期化は、ネイティブ接続した外部ディスプレイに対して動作します。
ko: 다시 초기화는 기본적으로 연결된 외부 디스플레이에서 작동합니다.
nb: Reinitialisering fungerer på nativt tilkoblede eksterne skjermer.
nl: Herinitialisatie werkt op ingebouwde verbonden externe schermen.
pl: Reinicjalizacja działa na zewnętrznych wyświetlaczach połączonych natywnie.
pt_br: A reinicialização funciona em telas externas conectadas nativamente.
ro: Reinițializarea funcționează pentru monitoarele externe conectate nativ.
ru: Повторная инициализация работает на внешних дисплеях с нативным подключением.
sl: Ponovna inicializacija deluje na izvorno povezanih zunanjih zaslonih.
sv: Ominitialisering fungerar på inbyggda anslutna externa skärmar.
tr: Yeniden başlatma, yerel olarak bağlı harici ekranlarda çalışır.
uk: Повторна ініціалізація працює на зовнішніх дисплеях з нативним підключенням.
zh_hans: 重新初始化适用于本机连接的外部显示器。
zh_hant: 重新初始化適用於本機連接的外部顯示器。

source: Reinitialize ${displayEntity}.
de: ${displayEntity} neu initialisieren.
es: Reinicializar ${displayEntity}.
fr: Réinitialiser ${displayEntity}.
hu: ${displayEntity} újrainicializálása.
it: Reinizializza ${displayEntity}.
ja: ${displayEntity}を再初期化します。
ko: ${displayEntity}(을)를 다시 초기화합니다.
nb: Reinitialiser ${displayEntity}.
nl: Herinitialiseer ${displayEntity}.
pl: Ponownie zainicjuj ${displayEntity}.
pt_br: Reinicializar ${displayEntity}.
ro: Reinitializați ${displayEntity}.
ru: Повторно инициализировать ${displayEntity}.
sl: Ponovno inicializirajte ${displayEntity}.
sv: Återinitialisera ${displayEntity}.
tr: ${displayEntity} yeniden başlatın.
uk: Повторно ініціалізувати ${displayEntity}.
zh_hans: 重新初始化 ${displayEntity}。
zh_hant: 重新初始化 ${displayEntity}。

source: Reinitialize Display
de: Anzeige neu initialisieren
es: Reinicializar pantalla
fr: Réinitialiser l’écran
hu: Kijelző újrainicializálása
it: Reinizializza display
ja: ディスプレイを再初期化
ko: 디스플레이 다시 초기화
nb: Reinitialiser skjerm
nl: Herinitialiseer scherm
pl: Ponownie zainicjuj wyświetlacz
pt_br: Reiniciar monitor
ro: Reinițializați ecran
ru: Повторная инициализация дисплея
sl: Ponovno inicializirajte zaslon
sv: Återinitialisera skärm
tr: Ekranı Yeniden Başlat
uk: Повторно ініціалізувати дисплей
vi: Khởi tạo lại Màn hình
zh_hans: 重新初始化显示器
zh_hant: 重新初始化顯示器

source: Reinitialize External Displays
de: Externe Displays erneut initialisieren
es: Reiniciar Pantallas Externas
fr: Réinitialiser les écrans externes
hu: Külső kijelzők újrainicializálása
it: Reinizializza Display Esterni
ja: 外部ディスプレイを再初期化
ko: 외부 디스플레이 다시 초기화
nb: Reinitialiser eksterne skjermer
nl: Herinitialiseer externe schermen
pl: Ponowna inicjalizacja zewnętrznych wyświetlaczy
pt_br: Reinicializar Monitores Externos
ro: Reinițializați Ecranele Externe
ru: Сброс внешних дисплеев
sl: Ponovno inicializirajte zunanje zaslone
sv: Återinitiera externa skärmar
tr: Harici Ekranları Yeniden Başlatma
uk: Скидання зовнішніх дисплеїв
vi: Khởi tạo lại Màn hình rời
zh_hans: 重新初始化外部显示器
zh_hant: 重新初始化外部顯示器

source: Reinitialize external displays
de: Externe Displays erneut initialisieren
es: Reiniciar pantallas externas
fr: Réinitialiser les écrans externes
hu: Külső kijelzők újrainicializálása
it: Reinizializza display esterni
ja: 外部ディスプレイを再初期化
ko: 외부 디스플레이 다시 초기화
nb: Reinitialiser eksterne skjermer
nl: Herinitialiseer externe schermen
pl: Ponowna inicjalizacja zewnętrznych wyświetlaczy
pt_br: Reinicializar monitores externos
ro: Reinițializați ecranele externe
ru: Сброс внешних дисплеев
sl: Ponovno inicializirajte zunanje zaslone
sv: Återinitiera externa skärmar
tr: Harici Ekranları Yeniden Başlatma
uk: Скидання зовнішніх дисплеїв
vi: Khởi tạo lại các màn hình rời
zh_hans: 重新初始化外部显示器
zh_hant: 重新初始化外部顯示器

source: Reinitialize external displays with flexible scaling if needed
de: Externe Displays bei Bedarf mit flexibler Skalierung erneut initialisieren
es: Reiniciar pantallas externas con el escalado suave habilitado si es necesario
fr: Réinitialiser les écrans externes avec une mise à l'échelle flexible si nécessaire
hu: Rugalmas skálázást használó kijelzők újrainicializálása szükség esetén
it: Reinizializza i display esterni con scala flessibile se necessario
ja: 必要な場合はフレキシブルスケーリングが有効な外部ディスプレイを再初期化
ko: 필요한 경우 유연한 스케일링으로 외부 디스플레이를 다시 초기화합니다
nb: Reinitialiser eksterne skjermer med fleksibel skalering ved behov
nl: Herinitialiseer externe schermen met flexibele schaling indien nodig
pl: Ponowna inicjalizacja zewnętrznych wyświetlaczy z elastycznym skalowaniem w razie potrzeby
pt_br: Reinicializar monitores externos com escalonamento suave ativado, se necessário
ro: Dacă este necesar reinițializați ecranele externe cu activarea scalării fluide
ru: При необходимости повторно инициализировать внешние дисплеи с включённым плавным масштабированием
sl: Po potrebi ponovno inicializirajte zunanje zaslone s prilagodljivim skaliranjem
sv: Återinitiera externa skärmar med mjuk skalning aktiverad om möjligt
tr: Gerekirse harici ekranları esnek ölçeklendirme ile yeniden başlatın
uk: За потреби повторно ініціалізуйте зовнішні дисплеї з увімкненим плавним масштабуванням
vi: Khởi tạo lại màn hình rời với thu phóng linh hoạt được bật nếu cần
zh_hans: 启用平滑缩放时按需重新初始化外部显示器
zh_hant: 啟用平滑縮放時按需重新初始化外部顯示器

source: Reinitialize this display on unlock
de: Dieses Display beim Entsperren neu initialisieren
es: Reinicializar esta pantalla al desbloquear
fr: Réinitialiser cet écran au déverrouillage
hu: Kijelző újrainicializálása feloldáskor
it: Reinizializza questo display allo sblocco
ja: 制限解除時にディスプレイを再初期化
ko: 잠금 해제 시 이 디스플레이 다시 초기화
nb: Reinitialiser denne skjermen ved opplåsing
nl: Herinitialiseer het scherm bij ontgrendeling
pl: Ponowna inicjalizacja wyświetlacza po odblokowaniu
pt_br: Reinicialize esta tela ao desbloquear
ro: Reinițializează acest ecran la deblocare
ru: Переинициализировать этот дисплей после разблокировки
sl: Ponovno inicializirajte ta zaslon ob odklepanju
sv: Återinitialisera denna skärm vid upplåsning
tr: Kilit açıldığında bu ekranı yeniden başlatın
uk: Переініціалізувати цей дисплей після розблокування
vi: Khởi tạo lại màn hình khi mở khóa
zh_hans: 当屏幕解锁时，重新初始化此显示器。
zh_hant: 當螢幕解鎖時，重新初始化此顯示器。

source: Reinitialize this display on wake
de: Dieses Display beim Beenden des Ruhezustandes erneut initialisieren
es: Reinicializar esta pantalla al despertar
fr: Réinitialiser cet écran à la réactivation
hu: Kijelző újrainicializálása ébredéskor
it: Reinizializza questo display al risveglio
ja: スリープ解除時にディスプレイを再初期化
ko: 깨어날 때 이 디스플레이 다시 초기화
nb: Reinitialiser denne skjermen ved oppvåkning
nl: Herinitialiseer dit scherm bij uitschakelen sluimerstand
pl: Ponowna inicjalizacja wyświetlacza po wybudzeniu
pt_br: Reinicialize este monitor ao acordar
ro: Reinițializați acest ecran la trezire
ru: Переинициализировать этот дисплей после пробуждения
sl: Ponovno inicializirajte ta zaslon ob prebujanju
sv: Återinitialisera denna skärm vid väckning
tr: Uyandığınızda bu ekranı yeniden başlatın
uk: Переініціалізувати цей дисплей після пробудження
vi: Khởi tạo lại màn hình này khi thức
zh_hans: 设备唤醒时，重新初始化此显示器。
zh_hant: 設備喚醒時，重新初始化此顯示器。

source: Relative Position
es: Posición relativa
fr: Position relative
hu: Relatív pozíció
it: Posizione relativa
ja: 相対位置
ko: 상대적 위치
nb: Relativ posisjon
nl: Relatieve positie
pl: Pozycja względna
pt_br: Posição relativa
ro: Poziție relativă
ru: Относительная позиция
sl: Relativni položaj
sv: Relativ position
tr: Göreceli Pozisyon
uk: Відносна позиція
zh_hans: 相对位置
zh_hant: 相對位置

source: Remember displays for at least
de: Displays merken, für mindestens
es: Recuerde las pantallas durante al menos
fr: Se souvenir des écrans pendant au moins
hu: Kijelzők megjegyzési időtartama
it: Ricorda i display per almeno
ja: ディスプレイを記憶
ko: 최소한 다음 기간 동안 디스플레이 정보 유지:
nb: Husk skjermer i minst
nl: Onthoud schermen gedurende minimaal
pl: Pamiętaj o wyświetlaczach przez co najmniej
pt_br: Lembre-se de monitores por pelo menos
ro: Reține ecranele pentru cel puțin
ru: Запоминать дисплеи как минимум
sl: Zapomnite si zaslone vsaj za
sv: Kom ihåg skärmar i minst
tr: En azından ekranları hatırlayın
uk: Пам'ятайте про дисплеї принаймні
vi: Ghi nhớ màn hình ít nhất trong
zh_hans: 至少记住显示器
zh_hant: 至少記住顯示器

source: Remember unknown displays for at least
de: Unbekannte Displays merken, für mindestens
es: Recuerdar pantallas desconocidas durante al menos
fr: Se souvenir des écrans inconnus pendant au moins
hu: Ismeretlen kijelzők megjegyzési időtartama
it: Ricorda i display sconosciuti per almeno
ja: 未知のディスプレイを記憶
ko: 최소한 다음 기간 동안 알 수 없는 디스플레이 정보 유지:
nb: Husk ukjente skjermer i minst
nl: Onthoud onbekende schermen gedurende minimaal
pl: Pamiętaj o nieznanych wyświetlaczach przez co najmniej
pt_br: Lembrar de monitores desconhecidos por pelo menos
ro: Reține ecranele necunoscute pentru cel puțin
ru: Запоминать неизвестные дисплеи как минимум
sl: Zapomnite si neznane zaslone vsaj za
sv: Kom ihåg okända skärmar i minst
tr: En azından bilinmeyen ekranları hatırlayın
uk: Пам'ятайте невідомі дисплеї принаймні
vi: Ghi nhớ màn hình chưa xác định ít nhất trong
zh_hans: 至少记住未知显示器
zh_hant: 至少記住未知顯示器

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
hu: Eltávolítás
it: Rimuovi
ja: 削除
ko: 제거
nb: Fjern
nl: Verwijder
pl: Usuń
pt_br: Remover
ro: Elimină
ru: Удалить
sl: Odstrani
sv: Ta bort
tr: Kaldır
uk: Видалити
vi: Xóa
zh_hans: 移除
zh_hant: 移除

source: Remove All Activations
de: Alle Aktivierungen entfernen
es: Eliminar todas las activaciones
fr: Supprimer toutes les activations
hu: Összes aktiválás eltávolítása
it: Rimuovi tutte le attivazioni
ja: アクティベーションをすべて削除
ko: 모든 장치의 활성화 제거
nb: Fjern alle aktiveringer
nl: Verwijder alle activeringen
pl: Usuń wszystkie aktywacje
pt_br: Remover todas as ativações
ro: Eliminați toate activările
ru: Удалить все активации
sl: Odstrani vse aktivacije
sv: Ta bort alla aktiveringar
tr: Tüm Etkinleştirmeleri Kaldır
uk: Видалити всі активації
vi: Xóa Tất Cả Kích Hoạt
zh_hans: 移除所有激活
zh_hant: 移除所有啟用

source: Remove All Factory Profiles
es: Eliminar todos los perfiles de fábrica
fr: Supprimer tous les profils usine
ja: 出荷時のプロファイルをすべて削除
ko: 모든 공장 프로필 제거
nl: Verwijder alle fabrieksprofielen
pl: Usuń wszystkie profile fabryczne
ru: Удалить все заводские профили
uk: Видалити всі заводські профілі

source: Remove Color Profiles
de: Farbprofile entfernen
es: Eliminar Perfiles de Color
fr: Supprimer les profils de couleur
hu: Színprofilok törlése
it: Rimuovi Profili Di Colore
ja: カラープロファイルを削除
ko: 색상 프로필 제거
nb: Fjern fargeprofiler
nl: Verwijder kleurprofielen
pl: Usuń profile kolorów
pt_br: Remover Perfil de Cores
ro: Eliminați profilurile de culoare
ru: Удалить цветовые профили
sl: Odstranite barvne profile
sv: Ta bort färgprofiler
tr: Renk Profillerini Kaldır
uk: Видалити кольорові профілі
vi: Xóa Hồ sơ Màu
zh_hans: 移除颜色描述文件
zh_hant: 移除色彩描述文件

source: Remove Custom Feature
de: Benutzerdefinierte Funktion entfernen
es: Eliminar función personalizada
fr: Supprimer la fonctionnalité personnalisée
hu: Egyéni vezérlő eltávolítása
it: Rimuovi funzione personalizzata
ja: カスタム機能を削除
ko: 사용자 지정 기능 제거
nb: Fjern egendefinert funksjon
nl: Verwijder eigen functie
pl: Usuń funkcję niestandardową
pt_br: Remover recurso personalizado
ro: Eliminați caracteristica personalizată
ru: Удалить пользовательскую функцию
sl: Odstrani funkcijo po meri
sv: Ta bort anpassad funktion
tr: Özel Özelliği Kaldır
uk: Видалити власну функцію
zh_hans: 移除自定义功能
zh_hant: 移除自訂功能

source: Remove Factory Color Profiles
es: Eliminar perfiles de color de fábrica
fr: Supprimer les profils de couleur usine
ja: 出荷時カラープロファイルを削除
ko: 공장 색상 프로필 제거
nl: Verwijder fabriekskleurenprofielen
pl: Usuń fabryczne profile kolorów
ru: Удалить заводские цветовые профили
uk: Видалити заводські профілі кольорів

source: Remove Factory Color Profiles?
de: Werksseitige Farbprofile entfernen?
es: ¿Eliminar perfiles de color de fábrica?
fr: Supprimer les profils de couleur d'usine ?
hu: Gyári színprofil törlése?
it: Rimuovere I Profili di Colore Di Fabbrica?
ja: 出荷時カラープロファイルを削除しますか?
ko: 공장 색상 프로필을 제거하시겠습니까?
nb: Fjern fabrikkfargeprofiler?
nl: Fabriekskleurenprofielen verwijderen?
pl: Usunąć fabryczne profile kolorów?
pt_br: Remover os perfis de cores de fábrica?
ro: Ștergeți profilurile de culoare de fabrică?
ru: Удалить заводские цветовые профили?
sl: Odstraniti tovarniške barvne profile?
sv: Ta bort fabriksinställda färgprofiler?
tr: Fabrika Renk Profilleri Kaldırılsın mı?
uk: Видалити заводські профілі кольорів?
vi: Xóa Hồ sơ Màu Gốc?
zh_hans: 移除出厂颜色描述文件？
zh_hant: 移除出廠色彩描述文件？

source: Remove Feature
de: Funktion entfernen
es: Eliminar función
fr: Supprimer la fonctionnalité
hu: Vezérlő eltávolítása
it: Rimuovi funzione
ja: 機能を削除
ko: 기능 제거
nb: Fjern funksjon
nl: Verwijder functie
pl: Usuń funkcje
pt_br: Remover função
ro: Eliminați caracteristica
ru: Удалить функцию
sl: Odstrani funkcijo
sv: Ta bort funktion
tr: Özelliği Kaldır
uk: Видалити функцію
zh_hans: 移除功能
zh_hant: 移除功能

source: Remove Filter Window Configuration
de: Filterfenster-Konfiguration entfernen
es: Eliminar configuración de ventana de filtro
fr: Supprimer cette configuration
hu: Szűrőablak konfiguráció eltávolítása
it: Rimuovi configurazione finestra filtro
ja: フィルタウインドウ構成を削除
ko: 필터 윈도우 구성 제거
nb: Fjern filtervindu-konfigurasjon
nl: Verwijder filter voor vensterconfiguratie
pl: Usuń konfigurację okna filtra
pt_br: Remover configuração da janela de filtro
ro: Elimină configurația ferestrei de filtrare
ru: Удалить конфигурацию окна фильтра
sl: Odstrani konfiguracijo okna filtra
sv: Ta bort konfiguration av filterfönster
tr: Filtre Penceresi Yapılandırmasını Kaldır
uk: Видалити конфігурацію вікна фільтра
zh_hans: 移除滤镜窗口配置
zh_hant: 移除濾鏡視窗設定

source: Remove Other Activation(s)
de: Alle anderen Aktivierungen entfernen
es: Eliminar todas las demás activaciones
fr: Supprimer toutes les autres activations
hu: Egyéb aktiválások eltávolítása
it: Rimuovi tutte le altre attivazioni
ja: ほかのアクティベーションをすべて削除
ko: 다른 모든 장치의 활성화 제거
nb: Fjern andre aktivering(er)
nl: Verwijder andere activering(en)
pl: Usuń inne aktywacje
pt_br: Remover todas as outras ativações
ro: Eliminați alte activare(ări)
ru: Удалить другие активации
sl: Odstranite vse druge aktivacije
sv: Ta bort alla andra aktiveringar
tr: Diğer Etkinleştirmeleri Kaldır
uk: Видалити інші активації
vi: Xóa Tất Cả Kích Hoạt Khác
zh_hans: 移除所有其他激活
zh_hant: 移除所有其他啟用

source: Remove PIP Configuration
de: PIP-Konfiguration entfernen
es: Eliminar configuración PIP
fr: Supprimer cette configuration
hu: PIP konfiguráció eltávolítása
it: Rimuovi configurazione PIP
ja: PIP構成を削除
ko: PIP 구성 제거
nb: Fjern PIP-konfigurasjon
nl: Verwijder PIP-configuratie
pl: Usuń konfigurację PIP
pt_br: Remover configuração PIP
ro: Elimină configurația PIP
ru: Удалить конфигурацию PIP
sl: Odstranite konfiguracijo PIP
sv: Ta bort PIP-konfiguration
tr: RiR Yapılandırmasını Kaldır
uk: Видалити конфігурацію PIP
zh_hans: 删除画中画设定
zh_hant: 刪除畫中畫設定

source: Remove Protection…
de: Schutz entfernen…
es: Eliminar Protección…
fr: Supprimer la protection…
hu: Védelem törlése…
it: Rimuovi protezione…
ja: 保護を削除…
ko: 보호 제거…
nb: Fjern beskyttelse…
nl: Verwijder bescherming...
pl: Usuń zabezpieczenie…
pt_br: Remover proteção…
ro: Eliminare protecție…
ru: Удалить защиту…
sl: Odstrani zaščito…
sv: Ta bort skyddet…
tr: Korumayı Kaldır…
uk: Видалити захист…
vi: Xóa Bảo vệ…
zh_hans: 移除保护…
zh_hant: 移除保護…

source: Remove Stream Configuration
de: Stream-Konfiguration entfernen
es: Eliminar configuración de streaming
fr: Supprimer cette configuration
hu: Stream konfiguráció eltávolítása
it: Rimuovi configurazione streaming
ja: ストリーミング構成を削除
ko: 스트리밍 구성 제거
nb: Fjern strømmekonfigurasjon
nl: Verwijder streamconfiguratie
pl: Usuń konfigurację strumienia
pt_br: Remover configuração de streaming
ro: Elimină configurația fluxului
ru: Удалить конфигурацию потока
sl: Odstrani konfiguracijo toka
sv: Ta bort strömningskonfiguration
tr: Yayın Yapılandırmasını Kaldır
uk: Видалити конфігурацію потоку
zh_hans: 删除串流设定
zh_hant: 刪除串流設定

source: Remove Synchronization…
de: Synchronisierung entfernen…
es: Eliminar Sincronización…
fr: Supprimer la synchronisation…
hu: Szinkronizáció eltávolítása…
it: Rimuovi sincronizzazione…
ja: 同期を削除…
ko: 동기화 제거…
nb: Fjern synkronisering…
nl: Verwijder synchronisatie...
pl: Usuń synchronizację…
pt_br: Remover sincronização…
ro: Eliminați Sincronizarea…
ru: Удалить синхронизацию…
sl: Odstrani sinhronizacijo…
sv: Ta bort synkronisering…
tr: Senkronizasyonu Kaldır…
uk: Видалити синхронізацію…
vi: Xóa Đồng bộ hóa…
zh_hans: 移除同步……
zh_hant: 移除同步……
