Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Some displays forget changes made via DDC commands after sleep. With this enabled, the app reapplies DDC settings every time the display wakes.
de: Einige Displays vergessen die über DDC-Befehle vorgenommenen Änderungen nach dem Beenden des Ruhezustandes. Wenn diese Funktion aktiviert ist, wendet die App die DDC-Einstellungen bei jedem Aufwachen des Displays erneut an.
es: Algunas pantallas olvidan los cambios realizados mediante comandos DDC después de entrar en modo de suspensión. Con esta opción habilitada, la aplicación vuelve a aplicar la configuración DDC cada vez que la pantalla se activa.
fr: Certains écrans oublient les modifications apportées par les commandes DDC après avoir été mis en veille. Si cette option est activée, l'application appliquera les réglages DDC à chaque fois que l'écran se réveille.
hu: Néhány kijelző elfelejti az alvás utáni DDC parancsokkal végrehajtott módosításokat. Ha ez be van kapcsolva, az alkalmazás minden alkalommal újraalkalmazza a DDC beállításokat, amikor a kijelző felébred.
it: Alcuni display dimenticano le modifiche effettuate tramite comandi DDC dopo la sospensione. Con questa opzione attiva, l’app riapplica le impostazioni DDC ogni volta che il display si riattiva.
ja: 一部のディスプレイは、DDCコマンドによる変更をスリープ後に登録解除します。有効化した場合は、ディスプレイがスリープ解除するたびにDDC設定を再適用します。
ko: 일부 디스플레이는 절전 모드에서 깨어나면 DDC 명령을 통해 변경했던 내용을 잊어버립니다. 이 기능을 활성화하면 디스플레이가 깨어날 때마다 DDC 설정을 다시 적용합니다.
nb: Noen skjermer glemmer endringer gjort via DDC-kommandoer etter søvn. Med dette aktivert gjentas DDC-innstillingene hver gang skjermen vekkes.
nl: Bepaalde schermen vergeten wijzigingen na uitschakelen van sluimerstand, die zijn gemaakt via DDC-opdrachten. Met deze optie ingeschakeld past de app DDC-instellingen opnieuw toe elke keer dat het scherm uit de sluimerstand raakt.
pt_br: Alguns monitores esquecem as alterações feitas por meio de comandos DDC após a suspensão. Com isso ativado, o aplicativo reaplica as configurações DDC sempre que a tela é ativada.
ro: Unele ecrane uită schimbările făcute prin comenzi DDC după modul de așteptare. Cu această opțiune activată, aplicația reaplică setările DDC de fiecare dată când ecranul se trezește.
ru: Некоторые дисплеи забывают изменения, внесённые через DDC-команды после сна. Если включено, приложение повторно применяет настройки DDC при каждом пробуждении дисплея.
sl: Nekateri zasloni po spanju pozabijo spremembe, narejene prek ukazov DDC. Če je to omogočeno, aplikacija znova uporabi nastavitve DDC vsakič, ko se zaslon zbudi.
sv: Vissa skärmar glömmer ändringar som gjorts via DDC-kommandon efter sömn. När detta är aktiverat tillämpar appen DDC-inställningarna på nytt varje gång skärmen vaknar.
tr: Bazı ekranlar uyku modundan sonra DDC komutlarıyla yapılan değişiklikleri unutur. Bu etkinleştirildiğinde, ekran her uyandığında uygulama DDC ayarlarını yeniden uygular.
uk: Деякі дисплеї забувають зміни, внесені через DDC-команди після сну. Якщо цю опцію ввімкнено, додаток повторно застосовує налаштування DDC щоразу, коли дисплей прокидається.
vi: Một số màn hình quên các thay đổi được thực hiện qua lệnh DDC sau khi ngủ. Khi bật tính năng này, ứng dụng sẽ áp dụng lại các cài đặt DDC mỗi khi màn hình thức dậy.
zh_hans: 某些显示器在睡眠后会忘记通过 DDC 命令所做的更改。启用此功能后，每次显示器唤醒时，应用程序都会重新应用 DDC 设置。
zh_hant: 某些顯示器在睡眠後會忘記通過 DDC 命令所做的更改。啟用此功能後，每次顯示器喚醒時，應用程式都會重新套用 DDC 設定。

source: Some displays require an SCS (Save Current Settings) signal after DDC write so the operation takes effect. For the overwhelming majority of displays it is best to leave this setting off.
de: Einige Displays benötigen nach dem DDC-Schreiben ein SCS-Signal ("Save Current Settings"), damit der Vorgang wirksam wird. Für die überwiegende Mehrheit der Displays ist es am besten, diese Einstellung deaktiviert zu lassen.
es: Algunas pantallas requieren una señal SCS (Guardar Configuraciones Actuales) después de la escritura DDC para que la operación surta efecto. Para la gran mayoría de las pantallas, es mejor dejar esta configuración desactivada.
fr: Certains écrans nécessitent un signal SCS (Save Current Settings) après une écriture DDC pour que l'opération soit prise en compte. Pour la grande majorité des écrans il est recommandé de laisser ce paramètre désactivé.
hu: Néhány kijelző igényel egy SCS (aktuális értékek mentése) jelzést DDC írási művelet után. A kijelzők túlnyomó többsége esetén nincs szükség ennek engedélyezésére.
it: Al alcuni display è necessario un segnale SCS (Salva le Impostazioni Correnti) dopo la scrittura DDC affinché l’operazione abbia effetto. Per la stragrande maggioranza dei display, è meglio lasciare questa impostazione disabilitata.
ja: DDC書き込み後にSCS（Save Current Settings）信号を必要とする一部のディスプレイでは、この操作による効果があります。ほとんどの主要ディスプレイでは、この設定をオフのままで使用することをお勧めします。
ko: 일부 디스플레이는 DDC 쓰기 후 SCS(Save Current Settings) 신호가 있어야 적용됩니다. 대부분의 디스플레이에서는 이 설정을 해제하는 것이 가장 좋습니다.
nb: Noen skjermer krever et SCS-signal (Save Current Settings) etter DDC-skriving for at endringen skal tre i kraft. For flertallet av skjermer er det best å la denne innstillingen være av.
nl: Bepaalde schermen vereisen een SCS-signaal (Save Current Settings) na DDC-schrijfhandelingen zodat de operatie invloed heeft. Voor de overweldigende meerderheid van schermen is het het beste om deze instelling uit te laten staan.
pt_br: Alguns monitores exigem um sinal SCS (Salvar Configurações Atuais) após a gravação DDC para que a operação tenha efeito. Para a grande maioria dos monitores, é melhor deixar essa configuração desativada.
ro: Unele afișaje necesită un semnal SCS (Save Current Settings - Salvare setări curente) după scrierea DDC pentru ca operația să aibă efect. Pentru marea majoritate a afișajelor, este recomandat să lăsați această setare dezactivată.
ru: Некоторым дисплеям требуется сигнал SCS (Сохранить текущие настройки) после записи DDC, чтобы операция вступила в силу. Для большинства дисплеев лучше оставить эту опцию отключённой.
sl: Nekateri zasloni zahtevajo signal SCS (Shrani trenutne nastavitve) po pisanju DDC, da začne operacija veljati. Za veliko večino zaslonov je najbolje, da to nastavitev pustite izklopljeno.
sv: Vissa skärmar kräver en SCS-signal (Save Current Settings) efter DDC-skrivningen för att åtgärden ska träda i kraft. För de allra flesta skärmar är det bäst att låta denna inställning vara avstängd.
tr: Bazı ekranlar, işlemin etkili olması için DDC yazımından sonra bir SCS (Geçerli Ayarları Kaydet) sinyali gerektirir. Ekranların büyük çoğunluğu için bu ayarı kapalı bırakmak en iyisidir.
uk: Деяким дисплеям після запису DDC потрібен сигнал SCS (Зберегти поточні налаштування), щоб операція набула чинності. Для переважної більшості дисплеїв краще залишити цю опцію вимкненою.
vi: Một số màn hình yêu cầu tín hiệu SCS (Lưu Cài đặt Hiện tại) sau khi ghi DDC để thao tác có hiệu lực. Đối với phần lớn màn hình, tốt nhất là để cài đặt này tắt.
zh_hans: 有些显示器在 DDC 写入后需要 SCS（保存当前设置）信号，以便操作生效。对于绝大多数显示器，最好不要启用此设置。
zh_hant: 有些顯示器在 DDC 寫入後需要 SCS（儲存目前設定）訊號，以便操作生效。對於絕大多數顯示器，最好不要設定此設定。

source: Some of these are unstable, may contain major bugs, experimental or unfinished features. Not all internal releases are available as auto-updates.
de: Einige dieser Versionen sind instabil und können größere Fehler, experimentelle oder unfertige Funktionen enthalten. Nicht alle internen Veröffentlichungen sind als Auto-Updates verfügbar.
es: Algunos de estos son inestables, pueden contener errores importantes, características experimentales o incompletas. No todas las versiones internas están disponibles como actualizaciones automáticas.
fr: Certaines d'entre elles sont instables et peuvent contenir des bogues majeurs, des fonctionnalités expérimentales ou inachevées. Toutes les versions internes ne sont pas disponibles sous forme de mises à jour automatiques.
hu: Néhány ezek közül instabil lehet, súlyos hibákat, kísérleti vagy befejezetlen funkciókat tartalmazhat. Nem minden belső kiadás érhető el automatikus frissítésként.
it: Alcune di queste sono instabili, possono contenere bug gravi, funzionalità sperimentali o incomplete. Non tutte le versioni interne sono disponibili come aggiornamenti automatici.
ja: これらの一部は不安定で、大きなバグや実験的な機能、未完成の機能を含んでいる可能性があります。すべての内部リリースが自動アップデートから使用できるわけではありません。
ko: 이 중 일부는 불안정하고 심각한 버그를 포함하거나 실험적이거나 미완성된 기능을 가지고 있을 수 있습니다. 모든 내부 릴리스가 자동 업데이트로 제공되는 것은 아닙니다.
nb: Noen av disse er ustabile, kan inneholde alvorlige feil, eksperimentelle eller uferdige funksjoner. Ikke alle interne utgivelser er tilgjengelige som automatiske oppdateringer.
nl: Bepaalde hiervan zijn instabiel, kunnen grote bugs bevatten of experimentele of onvoltooide functies. Niet alle interne releases zijn beschikbaar als automatische updates.
pt_br: Algumas dessas versões são instáveis, podem conter erros graves, recursos experimentais ou inacabados. Nem todas as versões internas estão disponíveis como atualizações automáticas.
ro: Unele dintre acestea sunt instabile, pot conține erori majore, caracteristici experimentale sau neterminate. Nu toate versiunile interne sunt disponibile ca actualizări automate.
ru: Некоторые из них нестабильны, могут содержать серьёзные ошибки, экспериментальные или незавершённые функции. Не все внутренние версии доступны через автообновления.
sl: Nekateri od teh so nestabilni, lahko vsebujejo velike hrošče, eksperimentalne ali nedokončane funkcije. Vse notranje izdaje niso na voljo kot samodejne posodobitve.
sv: Vissa av dessa är instabila, kan innehålla större buggar, experimentella eller oavslutade funktioner. Alla interna releaser är inte tillgängliga som automatiska uppdateringar.
tr: Bunlardan bazıları kararsızdır, büyük hatalar, deneysel veya bitmemiş özellikler içerebilir. Tüm dahili sürümler otomatik güncelleme olarak mevcut değildir.
uk: Деякі з них нестабільні, можуть містити серйозні помилки, експериментальні або незавершені функції. Не всі внутрішні релізи доступні як автооновлення.
vi: Một số trong đây không ổn định, có thể chứa lỗi nghiêm trọng, các tính năng thử nghiệm hoặc chưa hoàn thành. Không phải tất cả các phiên bản nội bộ đều có sẵn dưới dạng cập nhật tự động.
zh_hans: 其中一些不稳定，可能包含重大错误、实验性或未完成的功能。并非所有内部版本都可以自动更新。
zh_hant: 其中一些不穩定，可能包含重大錯誤、實驗性或未完成的功能。並非所有內部版本都可以自動更新。

source: Source member must be an Apple display
de: Ursprungsmitglied muss ein Apple Display sein
es: El miembro de origen debe ser una pantalla de Apple
fr: Le membre source doit être un écran Apple
hu: A forrás csoporttagnak Apple kijelzőnek kell lennie
it: Il membro sorgente deve essere un display Apple
ja: ソースメンバーはAppleディスプレイである必要があります
ko: 소스 구성원이 Apple 디스플레이여야 합니다
nb: Kildemedlem må være en Apple-skjerm
nl: Bronlid moet een Apple-scherm zijn
pt_br: O membro de origem deve ser um monitor Apple
ro: Membrii sursei trebuie să fie afișaje Apple
ru: Источник должен быть дисплеем Apple
sl: Izvorni član mora biti zaslon Apple
sv: Källmedlemmen måste vara en Apple-skärm
tr: Kaynak üye bir Apple ekranı olmalıdır
uk: Джерело має бути дисплеєм Apple
vi: Thành viên nguồn phải là một màn hình Apple
zh_hans: 源成员显示器必须是 Apple 显示器
zh_hant: 源成員顯示器必須是 Apple 顯示器

source: Source member must be an external display
de: Ursprungsmitglied muss ein externes Display sein
es: El miembro de origen debe ser una pantalla externa
fr: Le membre source doit être un écran Apple externe
hu: A forrás csoporttagnak külső kijelzőnek kell lennie
it: Il membro sorgente deve essere un display esterno
ja: ソースメンバーは外部ディスプレイである必要があります
ko: 소스 구성원이 외부 디스플레이여야 합니다
nb: Kildemedlem må være en ekstern skjerm
nl: Bronlid moet een extern scherm zijn
pt_br: O membro de origem precisa ser um monitor externo
ro: Membrul sursă trebuie să fie un afișaj extern
ru: Источник должен быть внешним дисплеем
sl: Izvorni član mora biti zunanji zaslon
sv: Källmedlem måste vara en extern skärm
tr: Kaynak üye harici bir ekran olmalıdır
uk: Джерело має бути зовнішнім дисплеєм
vi: Thành viên nguồn phải là một màn hình rời
zh_hans: 源成员必须是外部显示器
zh_hant: 源成員必須是外部顯示器

source: Source member must be set as the main display
de: Ursprungsmitglied muss als Hauptdisplay eingestellt sein
es: El miembro de origen debe configurarse como la pantalla principal.
fr: Le membre source doit être l'écran principal
hu: A forrás csoporttag fő kijelző kell, hogy legyen
it: Il membro sorgente deve essere impostato come display principale
ja: ソースメンバーは主ディスプレイに設定する必要があります。
ko: 소스 구성원이 메인 디스플레이로 설정해야 합니다
nb: Kildemedlem må være angitt som hovedskjerm
nl: Bronlid moet worden ingesteld als het hoofdscherm
pt_br: O membro de origem deve ser definido como a exibição principal
ro: Membrul sursă trebuie să fie setat ca ecran principal.
ru: Источник должен быть установлен как основной дисплей
sl: Izvorni član mora biti nastavljen kot glavni zaslon
sv: Källmedlem måste ställas in som huvudskärm
tr: Kaynak üye ana ekran olarak ayarlanmalıdır
uk: Джерело має бути встановлене як основний дисплей
vi: Thành viên nguồn phải được đặt là màn hình chính
zh_hans: 源成员必须设为主显示器
zh_hant: 源成員必須設為主顯示器

source: Source must be on the list of specified members
de: Ursprung muss auf der Liste der festgelegten Mitglieder sein
es: La fuente debe estar en la lista de miembros especificados
fr: La source doit être sur la liste des membres spécifiés
hu: A forrásnak szerepelnie kell a megadott csoporttagok listáján
it: L’origine deve essere nell’elenco dei membri specificati
ja: ソースは指定されたメンバーのリスト上にある必要があります
ko: 소스는 지정된 구성원 목록에 있어야 합니다
nb: Kilden må være på listen over spesifiserte medlemmer
nl: Bron moet op de lijst van opgegeven leden staan
pt_br: A origem precisa estar na lista de membros especificados
ro: Sursa trebuie să fie pe lista membrilor specificați
ru: Источник должен быть в списке указанных участников
sl: Vir mora biti na seznamu navedenih članov
sv: Källan måste finnas med på listan över angivna medlemmar
tr: Kaynak, belirtilen üyeler listesinde olmalıdır
uk: Джерело має бути у списку вказаних учасників
vi: Nguồn phải có trong danh sách các thành viên được chỉ định
zh_hans: 源必须在指定成员列表中。
zh_hant: 源必須在指定成員列表中。

source: Specify Mac input
pl: Określ wejście Maca
ru: Указать вход Mac

source: Specify a list of displays to be excluded from the display group.
de: Gib eine Liste von Displays an, die von der Displaygruppe ausgeschlossen werden sollen.
es: Especifica una lista de pantallas que deben ser excluidas del grupo de pantallas.
fr: Spécifiez une liste d'écrans qui seront exclus du groupe d'écrans.
hu: Adja meg a kijelzőcsoportból kizárandó kijelzők listáját.
it: Specifica un elenco di display da escludere dal gruppo di display.
ja: ディスプレイグループから除外するディスプレイのリストを指定します。
ko: 디스플레이 그룹에서 제외할 디스플레이 목록을 지정합니다.
nb: Angi en liste over skjermer som skal ekskluderes fra skjermgruppen.
nl: Geef een lijst op van schermen die moeten worden uitgesloten van de schermgroep.
pt_br: Especifique uma lista de exibições a serem excluídas do grupo de exibições.
ro: Specificați o listă de afișaje care să fie excluse din grupul de afișaje.
ru: Укажите список дисплеев, которые нужно исключить из группы дисплеев.
sl: Določite seznam zaslonov, ki jih želite izključiti iz skupine zaslonov.
sv: Ange en lista över skärmar som ska uteslutas från skärmgruppen.
tr: Ekran grubundan hariç tutulacak ekranların bir listesini belirtin.
uk: Вкажіть список дисплеїв, які потрібно виключити з групи дисплеїв.
vi: Chỉ định một danh sách các màn hình sẽ được loại bỏ khỏi nhóm màn hình.
zh_hans: 指定要从此显示器组中剔除的显示器列表。
zh_hant: 指定要從此顯示器組中剔除的顯示器列表。

source: Specify a list of members that should not be watched.
de: Gib eine Liste von Mitgliedern an, die nicht überwacht werden sollen.
es: Especificar una lista de miembros que no deben ser monitoreados.
fr: Spécifiez une liste de membres qui ne doivent pas être surveillés.
hu: Csoporttagok listájának meghatározása, amelyeket nem kell figyelni.
it: Specifica un elenco di membri che non devono essere monitorati.
ja: 監視すべきでないメンバーのリストを指定します。
ko: 모니터링하지 않을 구성원 목록을 지정하세요.
nb: Angi en liste over medlemmer som ikke skal overvåkes.
nl: Geef een lijst op van leden die niet moeten worden gevolgd.
pt_br: Especifique uma lista de membros que não devem ser monitorados.
ro: Specificați o listă de membri care nu ar trebui monitorizați.
ru: Укажите список участников, за которыми не следует следить.
sl: Določite seznam članov, ki jih ne smete gledati.
sv: Ange en lista över medlemmar som inte ska bevakas.
tr: İzlenmemesi gereken üyelerin listesini belirtin.
uk: Вкажіть список учасників, за якими не слід стежити.
vi: Xác định danh sách các thành viên không nên được theo dõi.
zh_hans: 指定一个不应被监视的成员列表。
zh_hant: 指定一個不應被監視的成員列表。

source: Specify a list of members that will not be affected by UI scale matching.
de: Gib eine Liste von Mitgliedern an, die von dem Abgleich der Benutzeroberflächen-Skala nicht betroffen sein sollen.
es: Especifica una lista de miembros que no se verán afectados por la coincidencia de escala de la interfaz de usuario.
fr: Spécifiez une liste de membres qui ne seront pas affectés par la correspondance de la taille d'interface.
hu: Csoporttagok listájának meghatározása, amelyekre nincs hatással a méretezés egyeztetés.
it: Specifica un elenco di display che non saranno influenzati dall’adattamento della scala dell’interfaccia utente.
ja: UIサイズ（スケーリング）調整が影響しないメンバーのリストを指定します。
ko: UI 스케일 매칭에 영향을 받지 않을 구성원 목록을 지정합니다.
nb: Angi en liste over medlemmer som ikke skal påvirkes av UI-skaleringsmatching.
nl: Geef een lijst op van leden die niet worden beïnvloed door overeen laten komen van de UI-schaal.
pt_br: Especifique uma lista de membros que não serão afetados pela correspondência de escala de UI.
ro: Specifică o listă de membri care nu vor fi afectați de potrivirea scalării UI.​
ru: Укажите список участников, на которых не повлияет подгонка масштаба интерфейса.
sl: Določite seznam članov, na katere ujemanje lestvice uporabniškega vmesnika ne bo vplivalo.
sv: Ange en lista över medlemmar som inte påverkas av matchningen av UI-skalan.
tr: UI ölçek eşleştirmesinden etkilenmeyecek üyelerin bir listesini belirtin.
uk: Вкажіть список учасників, на які не впливатиме підбір масштабу інтерфейсу.
vi: Chỉ định danh sách các thành viên sẽ không bị ảnh hưởng bởi việc khớp tỷ lệ UI.
zh_hans: 指定一个不受 UI 比例匹配影响的成员列表。
zh_hant: 指定一個不受 UI 比例匹配影響的成員列表。

source: Specify a list of members that will not be affected by this synchronization.
de: Gib eine Liste von Mitgliedern an, die von dieser Synchronisierung nicht betroffen sein sollen.
es: Especifica una lista de miembros que no se verán afectados por esta sincronización.
fr: Spécifiez une liste de membres qui ne seront pas affectés par cette synchronisation.
hu: Adja meg azon tagok listáját, amelyeket ez a szinkronizálás nem érint.
it: Specifica un elenco di membri che non saranno influenzati da questa sincronizzazione.
ja: この同期により影響を受けないメンバーのリストを指定します。
ko: 이 동기화 항목에 영향을 받지 않을 그룹 구성원을 지정합니다.
nb: Angi en liste over medlemmer som ikke skal påvirkes av denne synkroniseringen.
nl: Geef een lijst op van leden die niet worden beïnvloed door deze synchronisatie.
pt_br: Especifique uma lista de membros que não serão afetados por esta sincronização.
ro: Specificați o listă de membri care nu vor fi afectați de această sincronizare.
ru: Укажите список участников, на которых не повлияет эта синхронизация.
sl: Določite seznam članov, na katere ta sinhronizacija ne bo vplivala.
sv: Ange en lista över medlemmar som inte kommer att påverkas av denna synkronisering.
tr: Bu eşitlemeden etkilenmeyecek üyelerin listesini belirtin.
uk: Вкажіть список учасників, яких не торкнеться ця синхронізація.
vi: Chỉ định một danh sách các thành viên sẽ không bị ảnh hưởng bởi đồng bộ hóa này.
zh_hans: 指定将不受此同步影响的成员列表。
zh_hant: 指定將不受此同步影響的成員列表。

source: Specify an audio device that has native volume controls which will be associated with the display.
nl: Geef een geluidsapparaat op dat ingebouwde volumebediening heeft, dat zal worden geassocieerd met het scherm.
ru: Укажите аудиоустройство с встроенным управлением громкостью, которое будет связано с дисплеем.

source: Specify what should happen when the app menu on/off switch is pressed. Not all options may be valid for the display.
de: Gib an, was passieren soll, wenn der Ein/Aus-Schalter des App-Menüs gedrückt wird. Möglicherweise sind nicht alle Optionen für das Display gültig.
es: Especifica qué debe suceder cuando se presiona el interruptor de encendido/apagado del menú de la aplicación. Es posible que no todas las opciones sean válidas para la pantalla.
fr: Spécifiez ce qui doit se passer quand l'interrupteur marche/arrêt du menu de l'application est actionné. Toutes les options ne sont pas forcément valides pour l'écran.
hu: Adja meg, hogy mi történjen az alkalmazás menü ki-/bekapcsolójának megnyomásakor. Nem minden beállítás feltétlenül érvényes erre a kijelzőre.
it: Specificare cosa deve accadere quando viene premuto il menù delle app o spegnimento. Non tutte le opzioni possono essere valide per il display.
ja: アプリメニューのオン/オフスイッチが押されたときの動作を指定します。ディスプレイのすべてのオプションが有効とは限りません。
ko: 앱 메뉴 온/오프 스위치를 눌렀을 때 어떤 일이 일어날지 지정합니다. 일부 옵션은 디스플레이에 유효하지 않을 수 있습니다.
nb: Angi hva som skal skje når appmenyens på/av-bryter trykkes. Ikke alle alternativer er nødvendigvis gyldige for skjermen.
nl: Geef op wat er moet gebeuren wanneer de aan/uit-schakelaar van het appmenu wordt ingedrukt. Mogelijk zijn niet alle opties geldig voor het scherm.
pt_br: Especifique o que deve acontecer quando o botão liga/desliga do menu do aplicativo é pressionado. Nem todas as opções podem ser válidas para o monitor.
ro: Specificați ce ar trebui să se întâmple când se apasă comutatorul on/off din meniul aplicației. Nu toate opțiunile pot fi valabile pentru ecran.
ru: Укажите, что должно происходить при нажатии переключателя меню приложения. Не все параметры могут быть действительны для дисплея.
sl: Določite, kaj naj se zgodi, ko pritisnete stikalo za vklop/izklop menija aplikacije. Vse možnosti morda niso veljavne za zaslon.
sv: Ange vad som ska hända när appmenyns av/på-omkopplare trycks in. Det är inte säkert att alla alternativ är giltiga för skärmen.
tr: Uygulama menüsü açma/kapama düğmesine basıldığında ne olması gerektiğini belirtin. Tüm seçenekler ekran için geçerli olmayabilir.
uk: Укажіть, що має відбуватися, коли натискається перемикач увімкнення/вимкнення меню програми. Не всі параметри можуть бути дійсними для дисплея.
vi: Chỉ định điều gì sẽ xảy ra khi nút bật/tắt của menu ứng dụng được nhấn. Không phải tất cả tùy chọn có thể hợp lệ cho màn hình.
zh_hans: 指定当按下应用程序菜单开或关切换时应发生什么。并非所有选项都对显示器有效。
zh_hant: 指定當按下應用程式選單開或關切換時應發生什麽。並非所有選項都對顯示器有效。

source: Standard Appearance
de: Standard-Framebuffer
es: Framebuffer Estándar
fr: Framebuffer standard
hu: Hagyományos képpuffer
it: Standard Framebuffer
ja: 標準
ko: 표준 프레임버퍼
nb: Standard framebuffer
nl: Standaarduiterlijk
pl: Standardowy bufor ramki
pt_br: Framebuffer padrão
ro: Framebuffer Standard
ru: Стандартный вид
sl: Standardni medpomnilnik okvirjev
sv: Standard Framebuffer
tr: Standart Ekran Belleği (Framebuffer)
uk: Стандартний фреймбуфер
vi: Bộ đệm khung hình Tiêu chuẩn
zh_hans: 标准帧缓存
zh_hant: 標準幀緩存

source: Standard step size
de: Standard Schrittgröße
es: Tamaño de paso estándar
fr: Taille standard d’un palier
hu: Alapértelmezett lépésköz
it: Dimensione passo standard
ja: 標準ステップサイズ
ko: 표준 단계 크기
nb: Standard trinnstørrelse
nl: Standaardstapgrootte
pt_br: Tamanho de passo padrão
ro: Dimensiunea standard a treptelor
ru: Стандартный размер шага
sl: Standardna velikost koraka
sv: Standard stegstorlek
tr: Standart adım boyutu
uk: Стандартний розмір кроку
zh_hans: 标准步长
zh_hant: 標準步長
