Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: The slider will omit resolutions that do not match the display's size in order to reduce clutter and make slider easier to use. Affects resolution keyboard shortcuts as well.
de: Der Regler wird Auflösungen auslassen, die nicht mit der Größe des Displays übereinstimmen, um die Unübersichtlichkeit zu verringern und die Verwendung des Reglers zu erleichtern. Beeinflusst auch die Tastaturkurzbefehle für Auflösungen.
es: El slider omitirá las resoluciones que no coincidan con el tamaño de la pantalla para reducir el desorden y facilitar su uso. También afecta los atajos de teclado de resolución.
fr: Le curseur de sélection ne prendra pas en compte les résolutions qui ne correspondent pas à la taille de l'écran pour éviter de surcharger l'interface. Affecte également les raccourcis clavier de résolution.
hu: A csúszka kihagyja azokat a felbontásokat, amelyek nem felelnek meg a kijelző méretének, hogy megkönnyítse a csúszka használatát. Hatással van a felbontás billentyűkombinációira is.
it: Il cursore ometterà le risoluzioni che non corrispondono alle dimensioni del display al fine di ridurre l'ingombro e rendere il cursore più facile da usare. Influisce anche sulla risoluzione delle scorciatoie da tastiera.
ja: 乱雑になるのを防ぎスライダを使いやすくするため、ディスプレイのサイズと一致しない解像度を省きます。解像度のキーボードショートカットにも影響します。
ko: 이 슬라이더는 디스플레이의 크기와 일치하지 않는 해상도를 생략하여 혼란을 줄이고 슬라이더를 더 쉽게 사용할 수 있도록 합니다. 해상도 키보드 단축키에도 영향을 줍니다.
nb: Glidebryteren vil utelate oppløsninger som ikke samsvarer med skjermens størrelse for å redusere rot og gjøre glidebryteren lettere å bruke. Påvirker også hurtigtaster for oppløsning.
nl: De schuifregelaar zal resoluties weglaten die niet overeenkomen met de grootte van het scherm om rommel te verminderen en de schuifregelaar gemakkelijker te gebruiken. Beïnvloedt ook resolutie-sneltoetsen.
pt_br: O controle deslizante omitirá resoluções que não correspondam ao tamanho da tela para reduzir a confusão e facilitar o uso do controle deslizante. Afeta também os atalhos de teclado de resolução.
ro: Glisorul va omite rezoluțiile care nu se potrivesc cu dimensiunea ecranului pentru a reduce dezordinea și pentru a face glisorul mai ușor de utilizat. Afectează, de asemenea, scurtăturile de tastatură pentru rezoluții.
ru: Ползунок будет пропускать разрешения, не соответствующие размеру дисплея, чтобы уменьшить загромождение и облегчить использование ползунка. Также влияет на сочетания клавиш для разрешения.
sl: Drsnik bo izpustil ločljivosti, ki se ne ujemajo z velikostjo zaslona, ​​da zmanjša nered in olajša uporabo drsnika. Vpliva tudi na bližnjice na tipkovnici za ločljivost.
sv: Skjutreglaget kommer att utelämna upplösningar som inte matchar skärmens storlek för att minska röran och göra skjutreglaget enklare att använda. Påverkar även kortkommandon för upplösningar.
tr: Kaydırıcı, dağınıklığı azaltmak ve kaydırıcının kullanımını kolaylaştırmak için ekran boyutuyla eşleşmeyen çözünürlükleri atlar. Çözünürlük klavye kısayollarını da etkiler.
uk: Повзунок пропускатиме роздільні здатності, які не відповідають розміру дисплея, щоб зменшити безлад і полегшити використання повзунка. Це також впливає на комбінації клавіш роздільної здатності.
vi: Thanh trượt sẽ bỏ qua các độ phân giải không phù hợp với kích thước màn hình để giảm rối và làm cho thanh trượt dễ sử dụng hơn. Điều này đồng thời ảnh hưởng đến phím tắt độ phân giải.
zh_hans: 省略与显示器尺寸不匹配的分辨率减少杂乱并使其更易用。仍可用键盘快捷键调整分辨率。
zh_hant: 省略與顯示器尺寸不匹配的解析度減少雜亂並使其更易用。仍可用鍵盤快捷鍵調整解析度。

source: The system might reconnect the built-in display and other displays after wake from sleep to ensure GUI access. With this option enabled, the app forcefully disconnects these displays again. Post-wake main display will not be disconnected.
de: Das System könnte das integrierte Display und andere Displays nach dem Beenden des Ruhezustandes erneut verbinden, um den Zugriff auf die Benutzeroberfläche zu gewährleisten. Wenn diese Option aktiviert ist, trennt die App die Verbindung zu diesen Displays zwangsweise wieder. Das Hauptdisplay wird nach dem Aufwachen nicht getrennt werden.
es: Es posible que el sistema vuelva a conectarse con la pantalla incorporada y otras pantallas después de salir del modo de suspensión para garantizar el acceso a la GUI. Con esta opción habilitada, la aplicación vuelve a desconectar a la fuerza estas pantallas. La pantalla principal posterior al despertar no se desconectará.
fr: Le système peut reconnecter l'écran intégré et d'autres écrans après la mise en veille pour garantir l'accès à l'interface graphique. Lorsque cette option est activée, l'application déconnecte à nouveau ces écrans de manière forcée. L'écran principal après le réveil ne sera pas déconnecté.
hu: A rendszer az alvó állapotból való felébredés után újracsatlakoztathatja a beépített kijelzőt és más kijelzőket, hogy biztosítsa a felületekhez való hozzáférést. Ha ez az opció engedélyezve van, az alkalmazás újra leválasztja ezeket a kijelzőket. Az ébredés utáni fő kijelző nem lesz leválasztva.
it: Il sistema potrebbe ricollegare il display integrato e altri display dopo il risveglio dal sonno per garantire l'accesso GUI. Con questa opzione abilitata, l'app disconnette forzatamente questi display di nuovo. Il display principale dopo la risveglio non verrà disconnesso.
ja: システムはスリープからの復帰後、GUIアクセスを確保するために内蔵ディスプレイやその他のディスプレイを再接続することがあります。このオプションを有効化すると、これらのディスプレイを強制的に再切断します。主ディスプレイは切断されません。
ko: 시스템에서 절전 모드에서 깨어난 후 GUI 액세스를 보장하기 위해 내장 디스플레이와 다른 디스플레이를 다시 연결할 수도 있습니다. 이 옵션을 활성화하면 앱이 이러한 디스플레이의 연결을 강제로 다시 끊습니다. 깨어난 후 메인 디스플레이는 연결이 해제되지 않습니다.
nb: Systemet kan koble til den innebygde skjermen og andre skjermer igjen etter oppvåkning fra hvilemodus for å sikre GUI-tilgang. Med dette alternativet aktivert, tvinger appen disse skjermene til å koble fra igjen. Hovedskjermen etter oppvåkning vil ikke bli koblet fra.
nl: Het systeem kan het ingebouwde scherm en andere schermen opnieuw aansluiten na het ontwaken uit de slaapstand om GUI-toegang te waarborgen. Met deze optie ingeschakeld, koppelt de app deze schermen opnieuw afgedwongen los. Het hoofdscherm wordt na het uitschakelen van de sluimerstand niet losgekoppeld.
pl: System może po wybudzeniu z trybu uśpienia ponownie połączyć wbudowany wyświetlacz oraz inne wyświetlacze, aby zapewnić dostęp do interfejsu użytkownika. Po włączeniu tej opcji aplikacja ponownie wymusza ich rozłączenie. Główny wyświetlacz po wybudzeniu nie zostanie rozłączony.
pt_br: O sistema pode reconectar o monitor integrado e outros monitores após sair do modo de espera para garantir o acesso à GUI. Com esta opção habilitada, o aplicativo desconecta à força esses monitores novamente. A tela principal pós-despertar não será desconectada.
ro: Sistemul ar putea reconecta ecranul încorporat și alte ecrane după trezirea din somn pentru a asigura accesul la interfața grafică. Cu această opțiune activată, aplicația deconectează din nou în mod forțat aceste ecrane. Ecranul principal post-trezire nu va fi deconectat.
ru: Система может повторно подключить встроенный дисплей и другие дисплеи после пробуждения из сна, чтобы обеспечить доступ к графическому интерфейсу. Если эта опция включена, приложение принудительно отключает эти дисплеи снова. После пробуждения основной дисплей не будет отключаться.
sl: Sistem lahko po prebujanju iz spanja znova poveže vgrajeni zaslon in druge zaslone, da zagotovi dostop do GUI. Ko je ta možnost omogočena, aplikacija znova prisilno prekine povezavo s temi zasloni. Glavni zaslon po prebujanju ne bo prekinjen.
sv: Systemet kan återansluta den inbyggda skärmen och andra skärmar efter uppvaknande från viloläge för att säkerställa GUI-åtkomst. När det här alternativet är aktiverat kopplar appen tvångsmässigt bort dessa skärmar igen. Huvudskärmen efter uppvaknandet kopplas inte bort.
tr: Sistem, GUI erişimini sağlamak için uykudan uyandıktan sonra yerleşik ekranı ve diğer ekranları yeniden bağlayabilir. Bu seçenek etkinleştirildiğinde, uygulama bu ekranların bağlantısını zorla tekrar keser. Uyanma sonrası ana ekranın bağlantısı kesilmez.
uk: Система може повторно підключити вбудований дисплей та інші дисплеї після виходу зі сну, щоб забезпечити доступ до графічного інтерфейсу користувача. Якщо цей параметр увімкнено, програма знову примусово від'єднує ці дисплеї. Головний дисплей після пробудження не буде відключено.
vi: Hệ thống có thể kết nối lại màn hình tích hợp và các màn hình khác nhau sau khi thức để đảm bảo truy cập GUI. Với tùy chọn này được kích hoạt, ứng dụng sẽ ngắt kết nối các màn hình này một lần nữa. Màn hình chính sau khi thức sẽ không bị ngắt kết nối.
zh_hans: 睡眠唤醒后系统可能重连内建显示屏和其他显示器来确保 GUI 的访问。启用此选项后应用程序会再次强制断开这些显示器。后唤醒的主显示屏不会断开。
zh_hant: 睡眠喚醒後系統可能重連內建顯示器和其他顯示器來確保 GUI 的連接。啟用此選項後應用程式會再次強制斷開這些顯示器。後喚醒的主顯示器不會斷開。

source: The time it takes for the app to enter into an active state after the system wakes from a sleep.
de: Die Zeit, die die App benötigt, um nach dem Aufwachen des Systems aus dem Ruhezustand in den aktiven Zustand überzugehen.
es: El tiempo que tarda la aplicación en entrar en un estado activo después de que el sistema se despierta de un estado de suspensión.
fr: Temps mis par l'application avant d'entrer dans son mode actif après que le système ne se réveille d'une mise en veille.
hu: Az az idő, amíg az app aktív állapotba kerül, miután a rendszer felébred.
it: Il tempo necessario affinché l’app entri in stato attivo dopo il risveglio del sistema.
ja: システムがスリープから復帰後に、アプリがアクティブ状態になるまでに要する時間です。
ko: 시스템이 절전 모드에서 깨어난 후 앱이 활성 상태로 전환되는 데 걸리는 시간입니다.
nb: Tiden det tar for appen å komme i aktiv tilstand etter at systemet våkner fra hvilemodus.
nl: De tijd die de app nodig heeft om in een actieve staat te komen nadat het systeem uit de sluimerstand komt.
pt_br: O tempo que leva para o aplicativo entrar em um estado ativo depois que o sistema sai do modo de suspensão.
ro: Timpul necesar pentru ca aplicația să intre într-o stare activă după ce sistemul se trezește din somn.
ru: Время, необходимое приложению для перехода в активное состояние после выхода системы из сна.
sl: Čas, ki je potreben, da aplikacija preide v aktivno stanje, potem ko se sistem prebudi iz stanja spanja.
sv: Den tid det tar för appen att gå in i ett aktivt läge efter att systemet har vaknat från viloläge.
tr: Sistem uykudan uyandıktan sonra uygulamanın aktif duruma geçmesi için geçen süre.
uk: Час, необхідний додатку для переходу в активний стан після пробудження системи зі сну.
vi: Thời gian mà ứng dụng cần để chuyển sang trạng thái hoạt động sau khi hệ thống thức dậy từ chế độ ngủ.
zh_hans: 系统从睡眠中唤醒后，应用程序进入活动状态所需的时间。
zh_hant: 系統從睡眠中喚醒後，應用程式進入活動狀態所需的時間。

source: The time it takes for the app to respond to a configuration change.
de: Die Zeit, die die App benötigt, um auf eine Konfigurationsänderung zu reagieren.
es: El tiempo que tarda la aplicación en responder a un cambio de configuración.
fr: Temps mis par l'application pour répondre à un changement de configuration.
hu: A konfigurációs változásra adott válaszidő az app részéről.
it: Il tempo necessario all’app per rispondere a una modifica della configurazione.
ja: 構成の変更に対してアプリが応答するまでに要する時間です。
ko: 앱이 구성 변경에 응답하는 데 걸리는 시간입니다.
nb: Tiden det tar for appen å svare på en konfigurasjonsendring.
nl: De tijd die de app nodig heeft om te reageren op een configuratiewijziging.
pt_br: O tempo que o aplicativo leva para responder a uma alteração na configuração.
ro: Timpul necesar aplicației pentru a răspunde la o schimbare de configurare.
ru: Время, необходимое приложению для реакции на изменение конфигурации.
sl: Čas, potreben, da se aplikacija odzove na spremembo konfiguracije.
sv: Den tid det tar för appen att reagera på en konfigurationsändring.
tr: Uygulamanın bir yapılandırma değişikliğine yanıt vermesi için geçen süre.
uk: Час, необхідний додатку для реагування на зміну конфігурації.
vi: Thời gian ứng dụng cần để phản hồi khi thay đổi cấu hình.
zh_hans: 应用程序对配置更改做出响应所需的时间。
zh_hant: 應用程式回應設定變更所需的時間。

source: The virtual screen created with this aspect ratio does not seem to be viable.
de: Der virtuelle Bildschirm, der mit diesem Seitenverhältnis erstellt wird, scheint nicht praktikabel zu sein.
es: La pantalla virtual creada con esta relación de aspecto no parece viable.
fr: L'écran virtuel créé avec ce rapport d'aspect ne semble pas être utilisable.
hu: Az ezzel a képaránnyal létrehozott virtuális képernyő nem tűnik életképesnek.
it: Lo schermo virtuale creato con questo rapporto di proporzioni non sembra essere praticabile.
ja: このアスペクト比の仮想スクリーンは成立しません。
ko: 이 화면 비율로 생성한 가상 화면은 실행할 수 없는 것 같습니다.
nb: Den virtuelle skjermen opprettet med dette aspektforholdet ser ikke ut til å være levedyktig.
nl: Het virtuele scherm dat is gemaakt met deze beeldverhouding lijkt niet levensvatbaar te zijn.
pl: Wydaje się, że wirtualny ekran utworzony z tymi proporcjami obrazu nie jest możliwy do użycia.
pt_br: A tela virtual criada com esta proporção não parece viável.
ro: Ecranul virtual creat cu acest raport de aspect nu pare să fie viabil.
ru: Виртуальный экран, созданный с этим соотношением сторон, кажется нежизнеспособным.
sl: Zdi se, da virtualni zaslon, ustvarjen s tem razmerjem stranic, ni izvedljiv.
sv: Den virtuella skärm som skapas med detta bildförhållande verkar inte vara genomförbar.
tr: Bu en boy oranıyla oluşturulan sanal ekran uygulanabilir görünmüyor.
uk: Віртуальний екран, створений із таким співвідношенням сторін, здається нежиттєздатним.
vi: Màn hình ảo được tạo với tỉ lệ khung hình này có vẻ không khả thi.
zh_hans: 用这种长宽比创建的虚拟屏幕似乎不可行。
zh_hant: 用這種長寬比新增的虛擬螢幕似乎不可行。

source: The virtual screen is now associated with a display and to comply with association settings, the virtual screen should automatically change its connection status. Alternatively you can disable auto-connect (it can be enabled any time under association settings).
de: Der virtuelle Bildschirm ist nun mit einem Display gekoppelt, und um die Kopplungseinstellungen zu erfüllen, sollte der virtuelle Bildschirm seinen Verbindungsstatus automatisch ändern. Alternativ kannst du die automatische Verbindung auch deaktivieren (sie kann jederzeit in den Kopplungseinstellungen aktiviert werden).
es: La pantalla virtual ahora está asociada a una pantalla y, para cumplir con los ajustes de asociación, la pantalla virtual debería cambiar automáticamente su estado de conexión. Alternativamente, puedes desactivar la conexión automática (se puede habilitar en cualquier momento en los ajustes de asociación).
fr: L'écran virtuel est maintenant associé à un écran. Pour respecter ses réglages d'association, l'écran virtuel va changer son statut de connexion. Alternativement vous pouvez désactiver la connexion automatique (elle peut être activée à tout moment avec les réglages d'association).
hu: A virtuális képernyő mostantól egy kijelzőhöz van társítva, és a társítási beállításoknak való megfelelés érdekében a virtuális képernyőnek automatikusan meg kell változtatnia a kapcsolati állapotát. Alternatívaként letilthatja az automatikus kapcsolódást (a társítási beállítások között bármikor engedélyezhető).
it: Lo schermo virtuale è ora associato a un display e, per rispettare le impostazioni di associazione, dovrebbe cambiare automaticamente il suo stato di connessione. In alternativa, puoi disattivare la connessione automatica (riattivabile in qualsiasi momento nelle impostazioni di associazione).
ja: これで仮想スクリーンはディスプレイと関連付けられ、関連付け設定に準拠するため、仮想スクリーンは自動的に接続状態を変更します。自動接続を無効化することも可能です（関連付け設定でいつでも有効化できます）。
ko: 이제 가상 화면이 디스플레이와 연결되며 연결 설정에 따라 가상 화면의 연결 상태가 자동으로 변경됩니다. 자동 연결을 비활성화할 수도 있습니다(연결 설정에서 언제든지 활성화할 수 있음).
nb: Den virtuelle skjermen er nå tilknyttet en skjerm, og for å overholde tilknytningsinnstillinger bør den virtuelle skjermen automatisk endre tilkoblingsstatus. Alternativt kan du deaktivere automatisk tilkobling (den kan aktiveres når som helst under tilknytningsinnstillinger).
nl: Het virtuele scherm is nu gekoppeld aan een scherm en om te voldoen aan de koppelingsinstellingen, moet het virtuele scherm automatisch zijn verbindingsstatus wijzigen. Je kunt ook automatisch verbinden uitschakelen (het kan op elk moment worden ingeschakeld onder associatie-instellingen).
pl: Wirtualny ekran jest teraz powiązany z wyświetlaczem i, aby zachować ustawienia powiązania, powinien automatycznie zmienić swój status połączenia. Alternatywnie możesz wyłączyć automatyczne łączenie (opcję tę można włączyć w dowolnym momencie w ustawieniach powiązań).
pt_br: A tela virtual agora está associada a um monitor e para cumprir as configurações de associação, a tela virtual deverá alterar automaticamente seu status de conexão. Alternativamente, você pode desabilitar a conexão automática (ela pode ser habilitada a qualquer momento nas configurações de associação).
ro: Ecranul virtual este acum asociat cu un ecran și, pentru a respecta setările de asociere, ecranul virtual ar trebui să-și schimbe automat starea de conectare. În mod alternativ, puteți dezactiva auto-conectarea (aceasta poate fi activată oricând în setările de asociere).
ru: Виртуальный экран сейчас ассоциирован с дисплеем, и для соответствия настройкам ассоциации виртуальный экран должен автоматически изменить статус подключения. Либо можно отключить автоподключение (его можно включить в любое время в настройках ассоциации).
sl: Navidezni zaslon je zdaj povezan z zaslonom in zaradi skladnosti z nastavitvami povezave mora navidezni zaslon samodejno spremeniti status povezave. Lahko pa tudi onemogočite samodejno povezovanje (lahko ga kadar koli omogočite v nastavitvah povezave).
sv: Den virtuella skärmen är nu kopplad till en skärm och för att följa associationsinställningarna bör den virtuella skärmen automatiskt ändra sin anslutningsstatus. Alternativt kan du avaktivera automatisk anslutning (den kan aktiveras när som helst under associationsinställningar).
tr: Sanal ekran artık bir ekranla ilişkilendirilmiştir ve ilişkilendirme ayarlarına uymak için sanal ekranın bağlantı durumunu otomatik olarak değiştirmesi gerekir. Alternatif olarak otomatik bağlantıyı devre dışı bırakabilirsiniz (ilişkilendirme ayarları altında istediğiniz zaman etkinleştirilebilir).
uk: Віртуальний екран зараз асоційований з дисплеєм, і для відповідності налаштуванням асоціації віртуальний екран повинен автоматично змінити свій статус підключення. Або ви можете вимкнути автопідключення (його можна увімкнути будь-коли у налаштуваннях асоціації).
vi: Màn hình ảo hiện đã được liên kết với một màn hình và để tuân thủ các cài đặt liên kết, màn hình ảo sẽ tự động thay đổi trạng thái kết nối của nó. Tuy nhiên, bạn cũng có thể ô hiệu hóa kết nối tự động (nó có thể được kích hoạt bất kỳ lúc nào trong cài đặt liên kết).
zh_hans: 虚拟屏幕现在已经与一个显示器建立了关联，为了遵循关联设置，虚拟屏幕应该自动改变其连接状态。或者，你也可以选择禁用自动连接功能(随时可以在关联设置中重新启用)。
zh_hant: 虛擬螢幕現在已經與一個顯示器建立了關聯，為了遵循關聯設定，虛擬螢幕應該自動改變其連接狀態。或者，你也可以選擇禁用自動連接功能(隨時可以在關聯設定中重新啟用)。

source: The virtual screen was not created.
de: Der virtuelle Bildschirm wurde nicht erstellt.
es: La pantalla virtual no fue creada.
fr: L'écran virtuel n'a pas été créé.
hu: A virtuális képernyő nem került létrehozásra.
it: Lo schermo virtuale non è stato creato.
ja: 仮想スクリーンが作成されていません。
ko: 가상 화면이 생성되지 않았습니다.
nb: Den virtuelle skjermen ble ikke opprettet.
nl: Het virtuele scherm is niet aangemaakt.
pl: Wirtualny ekran nie został utworzony.
pt_br: A tela virtual não foi criada.
ro: Ecranul virtual nu a fost creat.
ru: Виртуальный экран не создан.
sl: Virtualni zaslon ni bil ustvarjen.
sv: Den virtuella skärmen skapades inte.
tr: Sanal ekran oluşturulmadı.
uk: Віртуальний екран не створено.
vi: Màn hình ảo không được tạo.
zh_hans: 未创建虚拟屏幕。
zh_hant: 未新增虛擬螢幕。

source: The ⇧ Shift key was pressed during launch. The app started in safe mode.
de: Die ⇧ Umschalttaste wurde während des Starts gedrückt. Die App wurde im sicheren Modus gestartet.
es: La tecla ⇧ Shift se presionó durante el inicio. La aplicación se inició en modo seguro.
fr: La Touche ⇧ Maj a été pressée pendant le démarrage de l'application. L'application a démarré en mode sans échec.
hu: Lenyomta a SHIFT billentyűt az indítás során. Az alkalmazás csökkentett módban indult.
it: Il tasto SHIFT è stato premuto durante il lancio. L'applicazione è stata avviata in modalità sicura.
ja: 起動時に⇧ Shiftキーが押されました。セーフモードで起動しました。
ko: 실행 중에 SHIFT 키를 눌렀습니다. 앱이 안전 모드에서 시작되었습니다.
nb: ⇧ Shift-tasten ble trykket under oppstart. Appen startet i sikker modus.
nl: De ⇧ Shift-toets is ingedrukt tijdens het opstarten. De app is opgestart in veilige modus.
pt_br: A tecla SHIFT foi pressionada durante a inicialização. O aplicativo foi iniciado em modo de segurança.
ro: Tasta SHIFT a fost apăsată în timpul pornirii. Aplicația a pornit în modul sigur.
ru: При запуске была нажата клавиша SHIFT. Приложение запущено в безопасном режиме.
sl: Med zagonom je bila pritisnjena tipka ⇧ Shift. Aplikacija se je zagnala v varnem načinu.
sv: Shift-tangenten ⇧ trycktes in under uppstart. Appen startades i felsäkert läge.
tr: Başlatma sırasında ⇧ Shift tuşuna basıldı. Uygulama güvenli modda başlatıldı.
uk: Під час запуску було натиснуто клавішу SHIFT. Програма запущена в безпечному режимі.
vi: Phím SHIFT được giữ khi khởi động. Ứng dụng đã khởi động trong chế độ an toàn.
zh_hans: 启动期间已按下 ⇧ Shift，此应用程序以安全模式启动。
zh_hant: 啟動期間已按下 ⇧ Shift，此應用程式以安全模式啟動。

source: There are not at least two display group members present.
de: Es sind nicht mindestens zwei Elemente der Displaygruppe vorhanden.
es: No hay al menos dos miembros del grupo de pantallas presentes.
fr: Il n'y a pas deux écrans présents membres du groupe au minimum.
hu: Nincs legalább két kijelzőcsoport-tag jelen.
it: Non ci sono almeno due membri del gruppo di display presenti.
ja: 2つ以上のグループメンバーは存在しません。
ko: 두 명 이상의 디스플레이 그룹 구성원이 없습니다.
nb: Det er ikke minst to gruppemedlemskjermer til stede.
nl: Er zijn niet ten minste twee schermgroepsleden aanwezig.
pt_br: Não há pelo menos dois membros do grupo de exibição presentes.
ro: Nu sunt prezenți cel puțin doi membri ai grupului de ecrane.
ru: Присутствует менее двух участников группы дисплеев.
sl: Nista prisotna vsaj dva člana prikazovalne skupine.
sv: Det finns inte minst två medlemmar i skärmgruppen närvarande.
tr: En az iki teşhir grubu üyesi mevcut değildir.
uk: Немає щонайменше двох учасників групи дисплеїв.
vi: Không có ít nhất hai thành viên trong nhóm màn hình hiện tại.
zh_hans: 未连接至少两名显示组成员。
zh_hant: 未連接至少兩名顯示群組成員。

source: There are some unapplied system configuration changes.
de: Es gibt einige nicht angewandte Änderungen der Systemkonfiguration.
es: Hay algunos cambios de configuración del sistema no aplicados.
fr: Il y'a des changements apportés à la configuration non-appliqués.
hu: Van néhány nem alkalmazott konfigurációs módosítás.
it: Ci sono alcuni cambiamenti di configurazione di sistema non applicati.
ja: 適用されていないシステム構成の変更があります。
ko: 적용되지 않은 시스템 구성 변경 사항이 있습니다.
nb: Det finnes noen ikke anvendte systemkonfigurasjonsendringer.
nl: Er zijn enkele niet-toegepaste systeemconfiguratiewijzigingen.
pl: Istnieją pewne niezastosowane zmiany w konfiguracji systemu.
pt_br: Existem algumas alterações de configuração do sistema não aplicadas.
ro: Există modificări de configurare a sistemului care nu au fost aplicate.
ru: Есть некоторые не примененные изменения системной конфигурации.
sl: Obstaja nekaj neuporabljenih sprememb sistemske konfiguracije.
sv: Det finns några systemkonfigurationsändringar som inte tillämpats ännu.
tr: Uygulanmamış bazı sistem yapılandırma değişiklikleri var.
uk: Є деякі незастосовані зміни конфігурації системи.
vi: Có một số thay đổi cấu hình hệ thống chưa được áp dụng.
zh_hans: 有些系统配置更改尚未应用。
zh_hant: 有些系統設定更改尚未套用。
