Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Reset all VMM7100 devices before wake or unlock reinitialization for this display
de: Alle VMM7100-Geräte vor dem Beenden des Ruhezustandes zurücksetzen oder die Neuinitialisierung für dieses Display freischalten
es: Restablecer todos los dispositivos VMM7100 antes de la reinitialización de despertar o desbloqueo para esta pantalla
fr: Réinitialiser tous les appareils VMM7100 avant la réactivation ou déverrouiller la réinitialisation pour cet écran
hu: Minden VMM7100 eszköz reset-je ébredéskori vagy feloldási újrainicializálás során
it: Reimposta tutti i dispositivi VMM7100 prima di riattivare o sbloccare la reinizializzazione per questo display
ja: このディスプレイのスリープ解除時または再初期化制限解除時に、すべてのVMM7100デバイスを初期化
ko: 이 디스플레이의 절전 모드 해제 또는 잠금 해제 다시 초기화 전에 모든 VMM7100 장치 재설정
nb: Tilbakestill alle VMM7100-enheter før oppvåknings- eller opplåsingsreinitialisering for denne skjermen
nl: Herstel alle VMM7100-apparaten voor uitschakelen sluimerstand of ontgrendel herinitialisatie voor dit scherm
pl: Zresetuj wszystkie urządzenia VMM7100 przed ponowną inicjacją po wybudzeniu lub odblokowaniu dla tego wyświetlacza
pt_br: Reinicialize todos os dispositivos do VMM7100 antes de ativar ou desbloquear a reinicialização para este monitor
ro: Resetați toate dispozitivele VMM7100 înainte de trezire sau reinițializare la deblocare pentru acest ecran.
ru: Сброс всех устройств VMM7100 перед пробуждением или разблокировка повторной инициализации для этого дисплея
sl: Ponastavite vse naprave VMM7100 pred ponovno inicializacijo ali odklepanjem za ta zaslon
sv: Återställ alla VMM7100-enheter före väckning eller lås upp ominitialisering för denna skärm
tr: Bu ekran için uyandırmadan veya yeniden başlatmanın kilidini açmadan önce tüm VMM7100 aygıtları sıfırlayın
uk: Скинути всі пристрої VMM7100 перед пробудженням або розблокуванням для переініціалізації цього дисплея
vi: Đặt lại tất cả thiết bị VMM7100 trước khi thức hoặc mở khóa lại cho màn hình này.
zh_hans: 在唤醒或解锁前，重置所有 VMM7100 设备，并为当前显示器重新初始化。
zh_hant: 在喚醒或解鎖前，重置所有 VMM7100 設備，並為目前顯示器重新初始化。

source: Reset and Reboot
de: Zurücksetzen und Neustarten
es: Restablecer y Reiniciar
fr: Réinitialiser et redémarrer
hu: Visszaállítás és újraindítás
it: Reimposta e Riavvia
ja: リセットして再起動
ko: 초기화 및 재시작
nb: Tilbakestill og omstart
nl: Herstel en herstart
pl: Zrestartuj i uruchom ponownie
pt_br: Redefinir e Reiniciar
ro: Resetează și repornește
ru: Сброс и перезагрузка
sl: Ponastavi in ​​znova zaženi
sv: Återställ och starta om
tr: Sıfırla ve Yeniden Başlat
uk: Скинути та перезавантажити
zh_hans: 重置并重启
zh_hant: 重置並重新啟動

source: Reset color adjustments for ${displayEntity}.
de: Farbkorrekturen für ${displayEntity} zurücksetzen.
es: Restablecer los ajustes de color para ${displayEntity}.
fr: Réinitialiser l'ajustement des couleurs pour ${displayEntity}.
hu: Színbeállítások alaphelyzetbe állítása a(z) ${displayEntity} esetén.
it: Reimposta le regolazioni del colore per ${displayEntity}.
ja: ${displayEntity}のカラー調整をリセットします。
ko: ${displayEntity}의 색상 조정을 초기화합니다.
nb: Tilbakestill fargejusteringer for ${displayEntity}.
nl: Herstel kleuraanpassingen voor ${displayEntity}.
pl: Zresetuj dopasowania kolorów dla ${displayEntity}.
pt_br: Redefinir os ajustes de cor para ${displayEntity}.
ro: Resetează ajustările de culoare pentru ${displayEntity}.
ru: Сбросить настройки цвета для ${displayEntity}.
sl: Ponastavi nastavitve barv za ${displayEntity}.
sv: Återställ färgjusteringar för ${displayEntity}.
tr: ${displayEntity} için renk ayarlamalarını sıfırlayın.
uk: Скинути кольорові налаштування для ${displayEntity}.
zh_hans: 重设 ${displayEntity} 的颜色调整。
zh_hant: 重設 ${displayEntity} 的顏色調整。

source: Reset color adjustments for a display.
de: Farbkorrekturen für ein Display zurücksetzen.
es: Restablecer los ajustes de color para una pantalla.
fr: Réinitialiser l' ajustement des couleurs pour un écran.
hu: Színbeállítások alaphelyzetbe állítása egy kijelzőn.
it: Reimposta le regolazioni del colore per un display.
ja: スクリーンのカラー調整をリセットします。
ko: 디스플레이의 색상 조정을 초기화합니다.
nb: Tilbakestill fargejusteringer for en skjerm.
nl: Herstel kleuraanpassingen voor een scherm.
pl: Zresetuj dopasowania kolorów dla wyświetlacza.
pt_br: Redefinir os ajustes de cor para uma tela.
ro: Resetează ajustările de culoare pentru un ecran.
ru: Сбросить настройки цвета для дисплея.
sl: Ponastavite nastavitve barv za zaslon.
sv: Återställ färgjusteringar för en skärm.
tr: Bir ekran için renk ayarlarını sıfırlayın.
uk: Скинути кольорові налаштування для дисплея.
zh_hans: 重置显示器的颜色调整。
zh_hant: 重置顯示器的顏色調整。

source: Reset colors on neutral settings for HDR capable screens
de: Zurücksetzen der Farben auf neutrale Einstellungen für HDR-fähige Bildschirme
es: Restablecer colores en configuraciones neutrales para pantallas HDR
fr: Réinitialiser les couleurs avec des réglages neutres pour les écrans compatibles HDR
hu: Színek helyreállítása semleges beállítások esetén HDR kijelzőkön
it: Reimposta i colori sulle impostazioni neutre per gli schermi HDR
ja: HDR対応スクリーンのニュートラル設定でカラーをリセット
ko: HDR 지원 디스플레이의 중립 설정에서 색상 재설정
nb: Tilbakestill farger på nøytrale innstillinger for HDR-kompatible skjermer
nl: Herstel kleuren op neutrale instellingen voor HDR-capabele schermen
pl: Zresetuj kolory do ustawień neutralnych dla ekranów obsługujących HDR
pt_br: Redefinir cores em configurações neutras para telas compatíveis com HDR
ro: Resetați culorile la setările neutre pentru ecranele compatibile cu HDR
ru: Сброс цвета на нейтральные настройки для экранов с поддержкой HDR
sl: Ponastavite barve na nevtralne nastavitve za zaslone, ki podpirajo HDR
sv: Nollställ färger med neutrala inställningar för HDR-kapabla skärmar
tr: HDR özellikli ekranlar için renkleri nötr ayarlara sıfırlayın
uk: Скидання кольорів на нейтральні налаштування для екранів із підтримкою HDR
vi: Đặt lại màu sắc ở cài đặt trung lập cho màn hình hỗ trợ HDR
zh_hans: 将色彩重置为中间值以适应具有 HDR 功能的屏幕
zh_hant: 將色彩重置為中間值以適應具有 HDR 功能的螢幕

source: Reset software adjustments
de: Software-Anpassungen zurücksetzen
es: Restablecer ajustes de software
fr: Réinitialiser les ajustements logiciels
hu: Szoftveres képbeállítások reset
it: Ripristina le regolazioni software
ja: ソフトウェア調整をリセット
ko: 소프트웨어 조정값 재설정
nb: Tilbakestill programvarejusteringer
nl: Herstel programmatische aanpassingen
pl: Zresetuj dopasowania programowe
pt_br: Redefinir ajustes de software
ro: Resetați ajustările software
ru: Сброс программных настроек
sl: Ponastavite nastavitve programske opreme
sv: Nollställ programvarujusteringar
tr: Yazılım ayarlarını sıfırla
uk: Скидання налаштувань програмного забезпечення
vi: Đặt lại điều chỉnh phần mềm
zh_hans: 重置软件调整
zh_hant: 重置軟體調整

source: Reset stored DDC values as well?
de: Gespeicherte DDC-Werte auch zurücksetzen?
es: ¿Restablecer también los valores DDC almacenados?
fr: Réinitialiser aussi les valeurs DDC stockées ?
hu: Eltárolt DDC értékeket is helyreállítsuk?
it: Ripristinare anche i valori DDC memorizzati?
ja: 保存しているDDCの値もリセットしますか?
ko: 저장된 DDC 값도 초기화하시겠습니까?
nb: Tilbakestill lagrede DDC-verdier også?
nl: Ook opgeslagen DDC-waarden herstellen?
pl: Zresetować również zapisane wartości DDC?
pt_br: Redefinir também os valores DDC armazenados?
ro: Resetați valorile DDC stocate, de asemenea?
ru: Также сбросить сохранённые значения DDC?
sl: Ponastaviti tudi shranjene vrednosti DDC?
sv: Nollställ lagrade DDC-värden också?
tr: Kayıtlı DDC değerlerini de sıfırlıyor musunuz?
uk: Також скинути збережені значення DDC?
vi: Đồng thời đặt lại giá trị DDC đã lưu?
zh_hans: 是否也重置已存储的 DDC 值？
zh_hant: 是否也重置已儲存的 DDC 值？

source: Resolution
de: Auflösung
es: Resolución
fr: Résolution
hu: Felbontás
it: Risoluzione
ja: 解像度
ko: 해상도
nb: Oppløsning
nl: Resolutie
pl: Rozdzielczość
pt_br: Resolução
ro: Rezoluție
ru: Разрешение
sl: Ločljivost
sv: Upplösning
tr: Çözünürlük
uk: Роздільна здатність
vi: Độ phân giải
zh_hans: 分辨率
zh_hant: 解析度

source: Resolution Favorites
de: Auflösungs-Favoriten
es: Resoluciones Favoritas
fr: Favoris de résolutions
hu: Kedvenc felbontások
it: Preferiti risoluzione
ja: お気に入り解像度
ko: 해상도 즐겨찾기
nb: Favorittoppløsninger
nl: Resolutie-favorieten
pl: Ulubione rozdzielczości
pt_br: Resolução Favoritas
ro: Rezoluții favorite
ru: Избранные разрешения
sl: Priljubljene ločljivosti
sv: Upplösningsfavoriter
tr: Favori Çözünürlük
uk: Роздільна здатність Вибране
vi: Độ phân giải Yêu thích
zh_hans: 分辨率收藏
zh_hant: 解析度收藏

source: Resolution Slider
de: Auflösungsregler
es: Slider para Resolución
fr: Curseur de sélection de résolution
hu: Felbontás csúszka
it: Slider risoluzione
ja: 解像度スライダ
ko: 해상도 슬라이더
nb: Oppløsningsglidebryter
nl: Resolutie-schuifregelaar
pl: Suwak rozdzielczości
pt_br: Controle Deslizante de Resolução
ro: Glisor de rezoluție
ru: Ползунок разрешения
sl: Drsnik za ločljivost
sv: Draglist för upplösning
tr: Çözünürlük Kaydırıcısı
uk: Повзунок роздільної здатності
vi: Thanh trượt độ phân giải
zh_hans: 分辨率滑块
zh_hant: 解析度滑桿

source: Resolution entry accepted
de: Eintrag der Auflösung akzeptiert
es: Entrada de resolución aceptada
fr: Entrée de résolution acceptée
hu: Felbontás tétel elfogadva
it: Risoluzione inserita accettata
ja: 解像度エントリーを受理
ko: 해상도 입력 승인됨
nb: Oppløsningsvalg akseptert
nl: Resolutieregel geaccepteerd
pl: Wpis rozdzielczości zaakceptowany
pt_br: Entrada de resolução aceita
ro: Intrare rezoluție acceptată
ru: Ввод разрешения принят
sl: Vnos resolucije sprejet
sv: Upplösning accepterad
tr: Çözünürlük girişi kabul edildi
uk: Запис резолюції прийнято
vi: Đã chấp nhận cài đặt độ phân giải
zh_hans: 已接受分辨率条目
zh_hant: 已接受解析度條目

source: Resolution step multiplier
de: Multiplikator für Auflösungsschritte
es: Multiplicador de pasos de resolución
fr: Multiplicateur de palier de résolution
hu: Felbontás lépés szorzó
it: Moltiplicatore del passo di risoluzione
ja: 解像度ステップ倍率
ko: 해상도 단계 배율
nb: Oppløsningstrinns multiplikator
nl: Stap-vermenigvuldigingswaarde voor resolutie
pl: Mnożnik stopnia rozdzielczości
pt_br: Multiplicador de etapas de resolução
ro: Multiplicator pas rezoluție
ru: Множитель шага разрешения
sl: Množitelj korakov ločljivosti
sv: Stegmultiplikator för upplösning
tr: Çözünürlük adımı çarpanı
uk: Множник кроку дозволу
vi: Bội số bước của độ phân giải
zh_hans: 分辨率步进乘数
zh_hant: 解析度步進乘數

source: Resolution steps by which the provided virtual screen aspect ratio width and height values are multiplied for creating resolution options. Smaller multiplier means more granular resolution scale.
de: Auflösungsschritte, mit denen die angegebenen Werte des Seitenverhältnisses von Breite und Höhe des virtuellen Bildschirms multipliziert werden, um Auflösungsoptionen zu erstellen. Ein kleinerer Multiplikator bedeutet eine feinere Auflösungsskala.
es: Pasos de resolución mediante los cuales se multiplican los valores de ancho y alto de la relación de aspecto de la pantalla virtual proporcionados para crear opciones de resolución. Un multiplicador más pequeño significa una escala de resolución más granular.
fr: Paliers de résolution par lesquels les valeurs de largeur et de hauteur du rapport d'aspect de l'écran virtuel fournies sont multipliées pour créer des options de résolution. Un multiplicateur plus petit signifie une échelle de résolution plus fine.
hu: Felbontási lépések, amelyekkel a megadott virtuális képernyő képarány szélességi és magassági értékeit megszorozzuk a felbontási beállítások létrehozásához. A kisebb szorzó finomabb lépcsőzetességgel rendelkező skálát eredményez.
it: Passaggi di risoluzione per i quali i valori di larghezza e altezza delle proporzioni del schermo virtuale fornito vengono moltiplicati per creare le opzioni di risoluzione. Un moltiplicatore più piccolo indica una scala di risoluzione più granulare.
ja: 仮想スクリーンのアスペクト比の幅と高さの値から、解像度オプションを作成するために乗算される解像度ステップです。乗数が小さいほど、より細かい解像度スケールを意味します。
ko: 해상도 옵션을 만들기 위해 제공된 가상 화면 종횡비 너비 및 높이 값에 곱하는 해상도 단계입니다. 배율이 작을수록 해상도 스케일이 더 세분화됩니다.
nb: Oppløsningssteg som multipliserer de angitte sideforholdsverdiene for bredde og høyde på den virtuelle skjermen for å lage oppløsningsalternativer. Mindre multiplikator gir mer granulær oppløsningsskala.
nl: Resolutiestappen waarmee de verstrekte breedte- en hoogtewaarden van de beeldverhouding van het virtuele scherm worden vermenigvuldigd voor het maken van resolutie-opties. Kleinere vermenigvuldigingswaarden betekenen een fijnmazigere resolutieschaal.
pl: Kroki rozdzielczości, przez które wartości szerokości i wysokości proporcji wirtualnego ekranu są mnożone w celu utworzenia opcji rozdzielczości. Mniejszy mnożnik oznacza bardziej szczegółową skalę rozdzielczości.
pt_br: Etapas de resolução pelas quais os valores de largura e altura da proporção da tela virtual fornecidos são multiplicados para criar opções de resolução. Multiplicador menor significa escala de resolução mais granular.
ro: Pasuri de rezoluție prin care valorile de lățime și înălțime ale raportului de aspect ale ecranului virtual furnizate sunt înmulțite pentru crearea opțiunilor de rezoluție. Un multiplicator mai mic înseamnă o scară de rezoluție mai granulară.
ru: Шаг разрешения, на который умножаются предоставленные значения ширины и высоты соотношения сторон виртуального экрана для создания вариантов разрешения. Меньший множитель означает более подробную шкалу разрешения.
sl: Koraki ločljivosti, s katerimi se podane vrednosti širine in višine razmerja stranic virtualnega zaslona pomnožijo za ustvarjanje možnosti ločljivosti. Manjši množitelj pomeni bolj natančno lestvico ločljivosti.
sv: Upplösningssteg med vilka de angivna värdena för bredd och höjd för den virtuella skärmens bildförhållande multipliceras för att skapa upplösningsalternativ. Mindre multiplikator innebär en mer detaljerad upplösningsskala.
tr: Çözünürlük seçenekleri oluşturmak için sağlanan sanal ekran en boy oranı genişlik ve yükseklik değerlerinin çarpıldığı çözünürlük adımları. Daha küçük çarpan, daha ayrıntılı çözünürlük ölçeği anlamına gelir.
uk: Кроки роздільної здатності, на які надані значення ширини та висоти співвідношення сторін віртуального екрану множаться для створення параметрів роздільної здатності. Менший множник означає більш детальну шкалу роздільної здатності.
vi: Các bước độ phân giải mà các giá trị chiều rộng và chiều cao tỉ lệ màn hình ảo được nhân để tạo ra các tùy chọn độ phân giải. Bội số nhỏ hơn có nghĩa là mức độ tỉ lệ độ phân giải chi tiết hơn.
zh_hans: 将提供的虚拟屏幕宽高比宽度和高度值乘以分辨率级数来创建分辨率选项。乘数越小表示分辨率缩放粒度越细。
zh_hant: 將提供的虛擬螢幕寬高比寬度和高度值乘以解析度級數來新增解析度選項。乘數越小表示解析度縮放粒度越細。

source: Resolution unavailable
de: Auflösung nicht verfügbar
es: Resolución no disponible
fr: Résolution indisponible
hu: Felbontás nem elérhető
it: Risoluzione non disponibile
ja: 解像度無効
ko: 해상도 사용 불가
nb: Oppløsning utilgjengelig
nl: Resolutie niet beschikbaar
pt_br: Resolução indisponível
ro: Rezoluție indisponibilă
ru: Разрешение недоступно
sl: Ločljivost ni na voljo
sv: Upplösning inte tillgänglig
tr: Çözünürlük Kullanılamıyor
uk: Роздільна здатність недоступна
vi: Độ phân không khả dụng
zh_hans: 分辨率不可用
zh_hant: 解析度不可用

source: Restart
de: Neu starten
es: Reiniciar
fr: Redémarrer
hu: Újraindítás
it: Riavvia
ja: 再起動
ko: 재시작
nb: Start på nytt
nl: Herstart
pl: Zrestartuj
pt_br: Reiniciar
ro: Reporniți
ru: Перезапустить
sl: Znova zaženite
sv: Starta om
tr: Yeniden Başlat
uk: Перезапустіть
vi: Khởi động lại
zh_hans: 重启
zh_hant: 重新開啟

source: Restart %@
de: %@ neu starten
es: Reiniciar %@
fr: Redémarrer %@
hu: %@ újraindítása
it: Riavvia %@
ja: %@を再起動
ko: %@ 재시작
nb: Start %@ på nytt
nl: Herstart %@
pt_br: Reiniciar %@
ro: Reporniți %@
ru: Перезапустить %@
sl: Ponovno zaženi %@
sv: Starta om %@
tr: %@ Yeniden Başlat
uk: Перезапустіть %@
vi: Khởi động lại %@
zh_hans: 重启 %@
zh_hant: 重新開啟 %@

source: Restart App…
de: App neu starten…
es: Reiniciar Aplicación…
fr: Redémarrer l'application…
hu: Alkalmazás újraindítása…
it: Riavvia l’app…
ja: アプリを再起動…
ko: 앱 재시작…
nb: Start app på nytt…
nl: Herstart app...
pl: Zrestartuj aplikację…
pt_br: Reiniciar Aplicativo
ro: Reporniți aplicația…
ru: Перезапустить приложение…
sl: Znova zaženi aplikacijo…
sv: Starta om programmet…
tr: Uygulamayı Baştan Başlat…
uk: Перезапустити додаток…
vi: Khởi động lại ứng dụng…
zh_hans: 重启应用程序…
zh_hant: 重新開啟應用程式…

source: Restart the app
de: App neu starten
es: Reinicia la aplicación
fr: Redémarrer l'application
hu: Alkalmazás újraindítás
it: Riavvia l'app
ja: アプリを再起動
ko: 앱 재시작
nb: Start appen på nytt
nl: Herstart de app
pl: Zrestartuj aplikację
pt_br: Reiniciar o aplicativo
ro: Reporniți aplicația
ru: Перезапустить приложение
sl: Ponovno zaženite aplikacijo
sv: Starta om programmet
tr: Uygulamayı baştan başlat
uk: Перезапустіть програму
vi: Khởi động lại ứng dụng
zh_hans: 重启应用程序
zh_hant: 重新開啟應用程式

source: Restore Factory EDID
de: Werks-EDID wiederherstellen
es: Restaurar EDID de fábrica
fr: Rétablir l’EDID d'usine
hu: Gyári EDID visszaállítása
it: Ripristina EDID di fabbrica
ja: 工場出荷時のEDIDに戻す
ko: 공장 출하 EDID 복원
nb: Gjenopprett fabrikk-EDID
nl: Herstel fabrieks-EDID
pt_br: Restaurar EDID de fábrica
ro: Resetează EDID la valorile originale"
ru: Восстановить заводской EDID
sl: Obnovi tovarniški EDID
sv: Återställ fabriks-EDID
tr: Fabrika EDID'sini Geri Yükle
uk: Відновити заводський EDID
vi: Khôi Phục EDID Mặc Định NSX
zh_hans: 恢复出厂 EDID
zh_hant: 恢復出廠 EDID

source: Restore combined brightness and software adjustments
de: Kombinierte Helligkeit und Software-basierte Anpassungen wiederherstellen
es: Restaurar ajustes combinados de brillo y software
fr: Rétablir la luminosité combinée et les ajustements logiciels
hu: Kombinált fényerő és szoftveres állítások helyreállítása
it: Ripristina combinate regolazioni della luminosità e del software
ja: 複合輝度とソフトウェア調整を復元
ko: 통합 밝기 제어와 소프트웨어 조정값을 복원합니다.
nb: Gjenopprett kombinert lysstyrke- og programvarejusteringer
nl: Herstel gecombineerde helderheid en software-aanpassingen
pl: Przywróć ustawienia łącznej i programowej jasności
pt_br: Restaurar ajustes combinados de brilho e software
ro: Restabiliți ajustările combinate ale luminozității și software-ului
ru: Восстановить комбинированные настройки яркости и программного обеспечения
sl: Obnovite kombinirane nastavitve svetlosti in programske opreme
sv: Återställ kombinerade ljusstyrke- och programvarujusteringar
tr: Birleşik parlaklık ve yazılım ayarlarını geri yükleme
uk: Відновити комбіновані налаштування яскравості та програмного забезпечення
vi: Khôi phục độ sáng kết hợp và điều chỉnh phần mềm
zh_hans: 恢复组合亮度和软件调整
zh_hant: 回復組合亮度和軟體調整

source: Restore display layout after connecting a virtual screen
de: Display-Layout nach dem Verbinden eines virtuellen Bildschirms wiederherstellen
es: Restaura el diseño de la pantalla después de conectar una pantalla virtual
fr: Rétablir la disposition d'écrans après la connexion d'un écran virtuel
hu: Képernyő elrendezés helyreállítása virtuális képernyő csatlakoztatását követően
it: Ripristina layout display dopo la connessione di uno schermo virtuale
ja: 仮想スクリーン接続後にディスプレイ配置を復元
ko: 가상 화면 연결 후 디스플레이 레이아웃 복원
nb: Gjenopprett skjermlayout etter tilkobling av virtuell skjerm
nl: Herstel schermindeling na het verbinden van een virtueel scherm
pl: Przywracanie układu po połączeniu wirtualnego ekranu
pt_br: Restaurar o layout da tela após conectar uma tela virtual
ro: Restabiliți aspectul ecranului fizic după conectarea unui ecran virtual
ru: Восстановить макет дисплея после подключения виртуального экрана
sl: Obnovite postavitev zaslona po povezavi navideznega zaslona
sv: Återställ skärmlayouten efter anslutning av en virtuell skärm
tr: Sanal bir ekranı bağladıktan sonra görüntü düzenini geri yükleyin
uk: Відновити макет дисплея після підключення віртуального екрану
vi: Khôi phục bố cục màn hình sau khi kết nối màn hình ảo
zh_hans: 连接虚拟屏幕后恢复显示屏布局
zh_hant: 連接虛擬螢幕後回復顯示器佈局

source: Restore display layout after connecting virtual screen for the first time or when mirroring is engaged via the app menu.
de: Display-Layout wiederherstellen, nachdem der virtuelle Bildschirm zum ersten Mal verbunden wurde oder wenn die Spiegelung über das App-Menü aktiviert wurde.
es: Restaura el diseño de la pantalla después de conectar la pantalla virtual por primera vez o cuando se active la duplicación a través del menú de la aplicación.
fr: Rétablit la disposition d'écrans après avoir connecté l'écran virtuel pour la première fois ou lorsque la mise en miroir est activée via le menu de l'application.
hu: A kijelző elrendezésének visszaállítása a virtuális képernyő első csatlakoztatása után, vagy ha a tükrözés az alkalmazás menüjén keresztül lett bekapcsolva.
it: Ripristina layout display dopo la connessione di uno schermo virtuale per la prima volta o quando il mirroring è attivato tramite il menu dell’app.
ja: 仮想スクリーンを初めて接続したときや、アプリメニューからミラーリングを有効化したときに、ディスプレイ配置を復元します。
ko: 가상 화면을 처음 연결한 후 또는 앱 메뉴를 통해 미러링이 활성화된 경우 디스플레이 레이아웃을 복원할 수 있습니다.
nb: Gjenopprett skjermlayout etter første tilkobling av virtuell skjerm eller når speiling aktiveres via appmenyen.
nl: Herstel schermindeling na het verbinden van een virtueel scherm voor de eerste keer of wanneer synchrone weergave wordt geactiveerd via het appmenu.
pl: Przywróć układ wyświetlaczy po pierwszym połączeniu wirtualnego ekranu lub po włączeniu klonowania z poziomu menu aplikacji.
pt_br: Restaurar o layout da tela após conectar a tela virtual pela primeira vez ou quando o espelhamento estiver ativado por meio do menu do aplicativo.
ro: Restabiliți aspectul ecranului fizic după conectarea unui ecran virtual pentru prima dată sau când se efectuează reflecție prin intermediul meniului aplicației.
ru: Восстановить макет дисплея после первого подключения виртуального экрана или при зеркалировании через меню приложения.
sl: Obnovite postavitev zaslona po prvi povezavi navideznega zaslona ali ko je zrcaljenje vklopljeno prek menija aplikacije.
sv: Återställ skärmens layout när du ansluter en virtuell skärm för första gången eller när spegling aktiveras via appmenyn.
tr: Sanal ekrana ilk kez bağlandıktan sonra veya uygulama menüsü aracılığıyla yansıtma etkinleştirildiğinde ekran düzenini geri yükleyin.
uk: Відновити макет дисплея після першого підключення віртуального екрану або під час віддзеркалення через меню програми.
vi: Khôi phục bố cục màn hình sau khi kết nối màn hình ảo lần đầu tiên hoặc khi phản chiếu được kích hoạt qua menu ứng dụng.
zh_hans: 首次连接虚拟屏幕后或通过应用菜单启用镜像时可恢复显示屏布局。
zh_hant: 首次連接虛擬螢幕後或通過程式選單啟用鏡像時可回復顯示器佈局。

source: Restore excessive dimming for Apple displays
de: Exzessives Dimmen für Apple Displays wiederherstellen
es: Restablecer la atenuación excesiva de las pantallas de Apple
fr: Rétablir l'atténuation lumineuse excessive pour les écrans Apple
hu: Túlzott sötétítés helyreállítása Apple kijelzők esetén
it: Ripristina l'oscuramento eccessivo per i display Apple
ja: 過度なディミングをApple製ディスプレイ用に復元
ko: Apple 디스플레이의 과도한 디밍 복원
nb: Gjenopprett overdreven dimming for Apple-skjermer
nl: Herstel overmatig dimmen voor Apple-schermen
pl: Przywróć nadmierne przyciemnianie wyświetlaczy Apple
pt_br: Restaurar o escurecimento excessivo dos monitores da Apple
ro: Restabilirea atenuării excesive pentru ecranele Apple
ru: Восстановление чрезмерного затемнения для дисплеев Apple
sl: Obnovi prekomerno zatemnitev za zaslone Apple
sv: Återställ överdriven dimning för Apple-skärmar
tr: Apple ekranlar için aşırı karartmayı geri yükleme
uk: Відновлення надмірного затемнення для дисплеїв Apple
vi: Khôi phục làm tối quá mức cho màn hình Apple
zh_hans: 恢复 Apple 显示器的过度调光
zh_hant: 回復 Apple 顯示器的過度調光
