Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Add PIP Configuration
de: PIP-Konfiguration hinzufügen
es: Agregar configuración PIP
fr: Ajouter une configuration au menu
hu: PIP konfiguráció hozzáadása
it: Aggiungi configurazione PIP
ja: PIP構成を追加
ko: PIP 구성 추가
nb: Legg til PIP-konfigurasjon
nl: Voeg PIP-configuratie toe
pl: Dodaj konfiguracje PIP
pt_br: Adicionar configuração PIP
ro: Adăugare configurare PIP
ru: Добавить конфигурацию PIP
sl: Dodajte konfiguracijo PIP
sv: Lägg till PIP-konfiguration
tr: RiR Yapılandırması Ekle
uk: Додати конфігурацію PIP
zh_hans: 新增画中画设定
zh_hant: 新增畫中畫設定

source: Add Parameter…
de: Parameter hinzufügen
es: Agregar parámetro…
fr: Ajouter un paramètre…
hu: Paraméter hozzáadása…
it: Aggiungi parametro…
ja: パラメータを追加…
ko: 매개변수 추가...
nb: Legg til parameter…
nl: Voeg parameter toe...
pl: Dodaj parametr…
pt_br: Adicionar parâmetro…
ro: Adăugați parametru...
ru: Добавить параметр…
sl: Dodaj parameter…
sv: Lägg till parameter…
tr: Parametre Ekle...
uk: Додати параметр…
zh_hans: 添加参数…
zh_hant: 新增參數…

source: Add Refresh Rate
de: Wiederholrate hinzufügen
es: Agregar Frecuencia de Refresco
fr: Ajouter le taux de rafraîchissement
hu: Frissítési ráta hozzáadása
it: Aggiungi frequenza di aggiornamento
ja: リフレッシュレートを追加
ko: 주사율 추가
nb: Legg til oppdateringsfrekvens
nl: Voeg verversingsfrequentie toe
pl: Dodaj częstotliwość odświeżania
pt_br: Adicionar taxa de atualização
ro: Adăugați Rată de Reîmprospătare
ru: Добавить частоту обновления
sl: Dodajte hitrost osveževanja
sv: Lägg till uppdateringsfrekvens
tr: Yenileme Hızı Ekle
uk: Додайте Частоту Оновлення
vi: Thêm tần số làm mới
zh_hans: 添加刷新率
zh_hant: 添加更新率

source: Add Stream Configuration
de: Stream-Konfiguration hinzufügen
es: Adicionar configuração de streaming
fr: Ajouter une configuration au menu
hu: Stream konfiguráció hozzáadása
it: Aggiungi configurazione streaming
ja: ストリーミング構成を追加
ko: 스트리밍 구성 추가
nb: Legg til strømmekonfigurasjon
nl: Voeg streamconfiguratie toe
pl: Dodaj konfiguracje streamingu
pt_br: Adicionar configuração de streaming
ro: Adăugați configurația fluxului
ru: Добавить конфигурацию потока
sl: Dodaj konfiguracijo toka
sv: Lägg till konfiguration av strömning
tr: Yayın Yapılandırması Ekle
uk: Додати конфігурацію потоку
zh_hans: 新增串流配置
zh_hant: 新增串流設定

source: Add a soft shadow around the OSD so it stands out more.
pl: Dodaj delikatny cień wokół OSD, aby było lepiej widoczne.
ru: Добавляет мягкую тень вокруг OSD, чтобы оно выделялось больше.

source: Add and remove favorite resolutions via long press
de: Favorisierte Auflösungen durch langes Drücken hinzufügen oder entfernen
es: Agrega y quita resoluciones favoritas mediante una pulsación prolongada
fr: Ajouter et supprimer les résolutions favorites avec un appui long
hu: Kedvenc felbontások hozzáadása és törlése hosszú kattintás segítségével
it: Aggiungi e rimuovi le risoluzioni preferite tramite pressione prolungata
ja: 長押しして好みの解像度を追加・削除
ko: 길게 눌러 즐겨찾는 해상도로 추가 및 제거
nb: Legg til og fjern favorittoppløsninger ved langt trykk
nl: Voeg favoriete resoluties en verwijder deze via het lang indrukken
pl: Dodawaj i usuwaj ulubione rozdzielczości za pomocą długiego naciśnięcia
pt_br: Adicionar e remover resoluções favoritas pressionando longamente
ro: Adăugați și eliminați rezoluțiile favorite prin apăsare lungă
ru: Добавляйте и удаляйте любимые разрешения с помощью длинного нажатия
sl: Dodajte in odstranite priljubljene resolucije z dolgim ​​pritiskom
sv: Lägg till och ta bort favoritupplösningar via långt tryck
tr: Uzun basarak favori çözünürlükleri ekleyip kaldırabilirsiniz
uk: Додавайте та видаляйте улюблені роздільності за допомогою тривалого натискання
vi: Thêm và xóa độ phân giải yêu thích thông qua việc nhấn và giữ
zh_hans: 长按添加或移出收藏
zh_hant: 長按添加或移出收藏

source: Add another screen as a mirror target for a screen.
nl: Voeg een ander scherm toe als doel voor Synchrone weergave voor een scherm.
pl: Dodaj kolejny ekran jako cel lustrzanego odbicia innego ekranu.
ru: Добавить другой экран в качестве цели зеркалирования для данного экрана.

source: Add the app under System Settings > Privacy & Security > Screen Recording!
de: Füge die App unter Systemeinstellungen > Datenschutz & Sicherheit > Bildschirmaufnahme hinzu!
es: Agrega la aplicación en Configuración del sistema > Privacidad y seguridad > Grabación de pantalla!
fr: Ajoutez l'application dans Réglages Système > Confidentialité et sécurité > Enregistrement de l'écran !
hu: Adja hozzá az alkalmazást a Rendszerbeállítások > Adatvédelem és biztonság > Képernyő- és rendszerhangfelvétel alatt!
it: Aggiungi l'app in Impostazioni di Sistema > Privacy & Sicurezza > Registrazione Schermo!
ja: システム設定 > プライバシーとセキュリティ > 画面収録 にアプリを追加してください!
ko: 시스템 설정 > 개인정보 보호 및 보안 > 화면 및 시스템 오디오 녹음에서 앱을 추가하세요!
nb: Legg til appen under Systeminnstillinger > Personvern og sikkerhet > Skjermopptak!
nl: Voeg de app toe via Systeeminstellingen > Privacy en beveiliging > Schermopname!
pl: Dodaj aplikację w Ustawieniach systemowych > Prywatność i ochrona > Nagrywanie ekranu!
pt_br: Adicione o aplicativo em Configurações do sistema > Privacidade e segurança > Gravação de tela!
ro: Adăugați aplicația în Setări de sistem > Confidențialitate și securitate > Înregistrare ecran!
ru: Добавьте приложение в разделе "Системные настройки" > "Конфиденциальность и безопасность" > "Запись экрана"!
sl: Dodajte aplikacijo pod Sistemske nastavitve > Zasebnost in varnost > Snemanje zaslona!
sv: Lägg till appen under Systeminställningar > Sekretess & säkerhet > Skärminspelning!
tr: Uygulamayı Sistem Ayarları > Gizlilik ve Güvenlik > Ekran Kaydı altına ekleyin!
uk: Додайте додаток у Налаштування системи > Приватність та безпека > Запис екрану!
vi: Thêm ứng dụng vào Cài đặt Hệ thống > Riêng tư & Bảo mật > Ghi màn hình!
zh_hans: 请前往「系统设置」>「隐私和安全性」>「屏幕录制」，将此应用程序添加到列表中！
zh_hant: 請前往「系統設定」>「隱私和安全性」>「螢幕錄影」，將此應用程式添加到列表中！

source: Adding a control feature
de: Steuerfunktion hinzufügen
es: Agregar función de control
fr: Ajout d’une fonctionnalité de contrôle
hu: Vezérlési funkció hozzáadása
it: Aggiunta di una funzione di controllo
ja: 制御機能を追加
ko: 컨트롤 기능 추가
nb: Legger til en kontrollfunksjon
nl: Bezig met toevoegen van bedieningsfunctie
pl: Dodawanie funkcji sterowania
pt_br: Adicionando função de controle
ro: Adăugarea unei funcții de control
ru: Добавляется функция управления
sl: Dodajanje nadzorne funkcije
sv: Lägger till en kontrollfunktion
tr: Bir kontrol özelliği ekleme
uk: Додається функція керування
zh_hans: 添加控制功能
zh_hant: 新增控制功能

source: Adding a custom DDC control
de: Benutzerdefiniertes DDC-Steuerelement hinzufügen
es: Agregar control DDC personalizado
fr: Ajout d’une fonctionnalité DDC personnalisée
hu: Egyéni DDC vezérlés hozzáadása
it: Aggiunta di un controllo DDC personalizzato
ja: カスタムDDC機能を追加中
ko: 사용자 지정 DDC 기능 추가
nb: Legger til egendefinert DDC-kontroll
nl: Bezig met toevoegen aan eigen DDC-bediening
pl: Dodawanie niestandardowego sterowania DDC
pt_br: Adicionando controle DDC personalizado
ro: Adăugarea unui control DDC personalizat
ru: Добавляется пользовательский элемент управления DDC
sl: Dodajanje nadzora DDC po meri
sv: Lägger till en anpassad DDC-kontroll
tr: Özel bir DDC kontrolü ekleme
uk: Додається власний DDC елемент керування
zh_hans: 添加自定义 DDC 控制项
zh_hant: 新增自訂 DDC 控制項

source: Additional Settings…
de: Zusätzliche Einstellungen...
es: Ajustes adicionales…
fr: Réglages additionnels…
hu: További beállítások…
it: Impostazioni aggiuntive…
ja: 追加設定…
ko: 추가 설정...
nb: Flere innstillinger…
nl: Aanvullende instellingen...
pl: Dodatkowe Ustawienia…
pt_br: Configurações adicionais…
ro: Setări suplimentare...
ru: Дополнительные настройки…
sl: Dodatne nastavitve…
sv: Ytterligare inställningar…
tr: Ek Ayarlar...
uk: Додаткові налаштування…
zh_hans: 其他设置…
zh_hant: 其他設定…

source: Additional controllers
nl: Aanvullende controllers
pl: Dodatkowe kontrolery
ru: Дополнительные контроллеры

source: Additional delay after wake to reapply DDC settings
de: Zusätzliche Verzögerung nach dem Beenden des Ruhezustandes, um die DDC-Einstellungen erneut anzuwenden
es: Retraso adicional después de despertar para reaplicar los ajustes DDC
fr: Délai supplémentaire après la réactivation pour réappliquer les réglages DDC
hu: Késleltetés ébredés után a DDC beállítások újraalkalmazásához
it: Ritardo aggiuntivo dopo il risveglio per riapplicare le impostazioni DDC
ja: スリープ解除時にDDC設定を再適用するまでの追加遅延時間
ko: 깨어난 후 DDC 설정을 다시 적용하기 위한 추가 지연 시간
nb: Ekstra forsinkelse etter våkking for å gjenopprette DDC-innstillinger
nl: Aanvullende vertraging na uitschakelen sluimerstand om DDC-instellingen opnieuw toe te passen
pl: Dodatkowe opóźnienie po wybudzeniu, w celu ponownego zastosowania ustawień DDC
pt_br: Atraso adicional após ativar para reaplicar as configurações DDC
ro: Un interval suplimentar de întârziere după trezire pentru a reaplica setările DDC
ru: Дополнительная задержка после выхода из сна для повторного применения настроек DDC
sl: Dodatna zakasnitev po prebujanju za ponovno uporabo nastavitev DDC
sv: Ytterligare fördröjning efter väckning för att återanvända DDC-inställningar
tr: DDC ayarlarını yeniden uygulamak için uyandıktan sonra ek gecikme
uk: Додаткова затримка після пробудження для повторного застосування налаштувань DDC
vi: Trì hoãn thêm sau khi thức dậy để áp dụng lại cài đặt DDC
zh_hans: 唤醒后重新应用 DDC 设置的额外延迟
zh_hant: 喚醒後重新套用 DDC 設定的額外延遲

source: Additional licenses:
de: Zusätzliche Lizenzen:
es: Licencias adicionales:
fr: Licences supplémentaires :
hu: További licencek:
it: Licenze aggiuntive:
ja: 追加のライセンス:
ko: 추가 라이선스:
nb: Flere lisenser:
nl: Aanvullende licenties:
pl: Dodatkowe licencje:
pt_br: Licenças adicionais:
ro: Licențe suplimentare:
ru: Дополнительные лицензии:
sl: Dodatne licence:
sv: Ytterligare licenser:
tr: Ek lisanslar:
uk: Додаткові ліцензії:
vi: Các bản quyền khác:
zh_hans: 购买额外许可证：
zh_hant: 購買額外授權：

source: Additional menu bar icon options
de: Zusätzliche Optionen für das Menüleistensymbol
es: Opciones adicionales del icono de la barra de menú
fr: Options supplémentaires de l'icône de la barre des menus
hu: További menüsáv ikon beállítások
it: Opzioni aggiuntive dell'icona della barra dei menu
ja: 追加のメニューバーアイコンのオプション
ko: 추가 메뉴 막대 아이콘 옵션
nb: Flere menylinjeikonalternativer
nl: Aanvullende opties menubalksymbool
pl: Dodatkowe ustawienia ikony na pasku menu
pt_br: Opções adicionais de ícones da barra de menu
ro: Opțiuni suplimentare pentru icoana din bara de meniu
ru: Дополнительные опции пиктограмм в строке меню
sl: Dodatne možnosti ikon menijske vrstice
sv: Ytterligare alternativ för ikoner i menyfältet
tr: Ek menü çubuğu simge seçenekleri
uk: Додаткові параметри піктограм панелі меню
vi: Các tùy chọn biểu tượng khác cho thanh menu
zh_hans: 其他菜单栏图标选项
zh_hant: 其他選單圖示選項

source: Additional menu options
de: Zusätzliche Menü-Optionen
es: Opciones de menú adicionales
fr: Options supplémentaires du menu
hu: További menü beállítások
it: Opzioni di menu aggiuntive
ja: 追加のメニューオプション
ko: 추가 메뉴 옵션
nb: Flere menyvalg
nl: Aanvullende menuopties
pl: Dodatkowe ustawienia menu
pt_br: Opções adicionais de menu
ro: Opțiuni de meniu suplimentare
ru: Дополнительные опции меню
sl: Dodatne možnosti menija
sv: Ytterligare menyalternativ
tr: Ek menü ayarları
uk: Додаткові параметри меню
vi: Các tùy chọn khác cho menu
zh_hans: 其他菜单选项
zh_hant: 其他選單選項

source: Additional options
de: Zusätzliche Optionen
es: Opciones adicionales
fr: Options supplémentaires
hu: További beállítások
it: Parametri aggiuntivi
ja: 追加のオプション
ko: 추가 옵션
nb: Flere alternativer
nl: Aanvullende opties
pl: Dodatkowe opcje
pt_br: Opções adicionais
ro: Opțiuni suplimentare
ru: Дополнительные опции
sl: Dodatne možnosti
sv: Ytterligare inställningar
tr: Ek ayarlar
uk: Додаткові опції
vi: Các tùy chọn khác
zh_hans: 其他选项
zh_hant: 其他選項

source: Additional options are available under the display's "Device Control" section for this feature.
pl: Dodatkowe opcje dla tej funkcji są dostępne w sekcji „Sterowanie urządzeniem” danego wyświetlacza.
ru: Дополнительные опции доступны в разделе "Device Control" для этой функции.

# Additional payment methods &amp; licenses:
source: Additional payment methods & licenses:
de: Zusätzliche Bezahlmöglichkeiten & Lizenzen:
es: Métodos adicionales de pago & licencias:
fr: Méthodes de paiement supplémentaires et licences :
hu: További fizetési módok és licencek:
it: Metodi di pagamento aggiuntivi & licenze:
ja: 追加の支払い方法とライセンス：
ko: 추가 결제 방식 및 라이선스:
nb: Flere betalingsmetoder og lisenser:
nl: Aanvullende betalingswijzen en licenties:
pl: Dodatkowe metody płatności i licencje:
pt_br: Métodos de pagamento e licenças adicionais:
ro: Metode de plată și licențe suplimentare:
ru: Дополнительные способы оплаты и лицензии:
sl: Dodatni načini plačila in licence:
sv: Ytterligare betalningsmetoder och licenser:
tr: Ek ödeme yöntemleri & lisanslar:
uk: Додаткові способи оплати та ліцензії:
vi: Các phương pháp thanh toán và bản quyền khác:
zh_hans: 其他许可证付款方式：
zh_hant: 其他授權付款方式：

source: Additional resolution settings
de: Zusätzliche Einstellungen für Auflösungen
es: Configuraciones adicionales de resolución
fr: Réglages supplémentaires de résolution
hu: További felbontásokat érintő beállítások
it: Impostazioni di risoluzione aggiuntive
ja: 追加の解像度設定
ko: 추가 해상도 설정
nb: Flere oppløsningsinnstillinger
nl: Aanvullende resolutie-instellingen
pl: Dodatkowe ustawienia rozdzielczości
pt_br: Configurações adicionais de resolução
ro: Setări suplimentare de rezoluție
ru: Дополнительные настройки разрешения
sl: Dodatne nastavitve ločljivosti
sv: Ytterligare upplösningsinställningar
tr: Ek çözünürlük ayarları
uk: Додаткові налаштування роздільної здатності
vi: Các cài đặt khác cho độ phân giải
zh_hans: 其他分辨率设置
zh_hant: 其他解析度設定

source: Additional resolution slider settings
de: Zusätzliche Einstellungen für den Auflösungsregler
es: Ajustes adicionales del control deslizante de resolución
fr: Options supplémentaires du curseur de sélection de résolution
hu: További felbontás csúszka beállítások
it: Impostazioni del cursore di risoluzione aggiuntive
ja: 解像度スライダの追加設定
ko: 추가 해상도 슬라이더 설정
nb: Flere innstillinger for oppløsningsglidebryter
nl: Aanvullende instellingen resolutie-schuifregelaar
pl: Dodatkowe ustawienia suwaka rozdzielczości
pt_br: Configurações adicionais do controle deslizante de resolução
ro: Setări suplimentare pentru cursorul de rezoluție
ru: Дополнительные настройки ползунка разрешения
sl: Dodatne nastavitve drsnika za ločljivost
sv: Ytterligare draglistsinställningar för upplösning
tr: Ek çözünürlük kaydırıcısı ayarları
uk: Додаткові налаштування повзунка роздільної здатності
vi: Các cài đặt khác cho thanh trượt độ phân giải
zh_hans: 其他分辨率滑块设置
zh_hant: 其他解析度滑桿設定

source: Additional rotation shortcut settings
de: Zusätzliche Einstellungen für die Tastaturkurzbefehle für Rotation
es: Configuraciones adicionales de atajos de rotación
fr: Réglages supplémentaires des raccourcis clavier de rotation
hu: További forgatás billentyűparancs beállítások
it: Impostazioni aggiuntive della scorciatoia di rotazione
ja: 回転のショートカットの追加設定
ko: 추가 회전 단축키 설정
nb: Flere innstillinger for rotasjonssnarvei
nl: Aanvullende instellingen sneltoets draaiing
pl: Dodatkowe ustawienia skrótów obrotu
pt_br: Configurações adicionais de atalho de rotação
ro: Setări suplimentare pentru comenzi rapide de rotație
ru: Дополнительные настройки сочетания клавиши поворота
sl: Dodatne nastavitve bližnjic za vrtenje
sv: Ytterligare genvägsinställningar för rotering
tr: Ek döndürme kısayolu ayarları
uk: Додаткові налаштування швидкого доступу для обертання
vi: Các cài đặt khác cho phím tắt xoay
zh_hans: 其他旋转快捷方式设置
zh_hant: 其他旋轉快捷方式設定

source: Additional settings
de: Zusätzliche Einstellungen
es: Ajustes adicionales
fr: Réglages supplémentaires
hu: További beállítások
it: Impostazioni aggiuntive
ja: 追加設定
ko: 추가 설정
nb: Flere innstillinger
nl: Aanvullende instellingen
pl: Dodatkowe ustawienia
pt_br: Configurações adicionais
ro: Setări suplimentare
ru: Дополнительные настройки
sl: Dodatne nastavitve
sv: Ytterligare inställningar
tr: Ek ayarlar
uk: Додаткові налаштування
vi: Các cài đặt khác
zh_hans: 其他设置
zh_hant: 其他設定

source: Adds additional resolutions on some configurations but usually just breaks the slider. Affects resolution keyboard shortcuts as well.
de: Fügt zusätzliche Auflösungen für manche Konfigurationen hinzu, aber behindert normalerweise die Nutzung des Reglers. Betrifft auch die Tastaturkurzbefehle für Auflösungen.
es: Agrega resoluciones adicionales en algunas configuraciones, pero generalmente solo rompe el control deslizante. También afecta los atajos de teclado de resolución.
fr: Ajoute des résolutions supplémentaires pour certaines configurations, mais ne fait généralement que casser le curseur de sélection. Affecte aussi les raccourcis claviers de résolution.
hu: Egyes esetekben további felbontásokat ad hozzá, de általában csak zavart okoz a csúszka működésében. Befolyásolja a felbontás billentyűkombinációkat is.
it: Aggiunge risoluzioni aggiuntive su alcune configurazioni, ma di solito rompe il cursore. Influisce anche sulle scorciatoie da tastiera di risoluzione.
ja: 構成によっては解像度が追加されますが、通常はスライダを壊してしまいます。解像度のキーボードショートカットにも影響します。
ko: 일부 구성에서 해상도를 추가하지만 일반적으로 슬라이더를 제대로 동작하지 않게 만들 뿐입니다. 해상도 단축키에도 영향을 줍니다.
nb: Legger til flere oppløsninger i enkelte konfigurasjoner, men bryter som regel glidebryteren. Påvirker også tastatursnarveier for oppløsning.
nl: Voegt aanvullende resoluties toe op enkele configuraties maar normaliter maakt het de schuifregeler kapot. Heeft ook invloed op sneltoetsen voor resoluties.
pl: Dodaje dodatkowe rozdzielczości w niektórych konfiguracjach, ale zazwyczaj powoduje jedynie uszkodzenie suwaka. Wpływa również na skróty klawiszowe związane z rozdzielczością.
pt_br: Mostrar resoluções adicionais em algumas configurações, mas geralmente apenas quebra o controle deslizante. Afeta também os atalhos de teclado de resolução.
ro: Adaugă rezoluții suplimentare în unele configurații, dar de obicei doar strică cursorul de rezoluție. Afectează, de asemenea, scurtăturile tastaturii pentru rezoluție.
ru: Добавляет дополнительные разрешения на некоторых конфигурациях, но обычно просто ломает ползунок. Также влияет на клавиатурные сокращения разрешения.
sl: Doda dodatne ločljivosti pri nekaterih konfiguracijah, vendar običajno samo prekine drsnik. Vpliva tudi na bližnjice na tipkovnici za ločljivost.
sv: Lägger till ytterligare upplösningar i vissa konfigurationer, men vanligtvis går bara draglisten sönder. Påverkar även kortkommandon för upplösningar.
tr: Bazı yapılandırmalarda ek çözünürlükler ekler ancak genellikle yalnızca kaydırıcıyı bozar. Çözünürlük klavye kısayollarını da etkiler.
uk: Додає додаткову роздільну здатність у деяких конфігураціях, але зазвичай просто ламає повзунок. Впливає також на комбінації клавіш на роздільній здатності.
vi: Thêm các độ phân giải khác trong một số cấu hình nhưng thường sẽ làm hỏng thanh trượt. Điều này cũng ảnh hưởng đến các phím tắt độ phân giải.
zh_hans: 在某些配置中增加额外的分辨率通常仅破坏滑块。仍可用键盘快捷键调整分辨率。
zh_hant: 在某些設定中增加額外的解析度通常僅破壞滑桿。仍可用鍵盤快捷鍵調整解析度。

source: Adjust anchor point offsets
de: Versatz der Ankerpunkte anpassen
es: Ajustar los desplazamientos de los puntos de anclaje
fr: Ajuster le décentrage des points d'ancrage
hu: Illesztési pontok eltolásának beállítása
it: Regola gli offset del punto di ancoraggio
ja: アンカーポイントのオフセット調整
ko: 앵커 포인트 오프셋 조정
nb: Juster forankringspunktforskyvninger
nl: Pas ankerpuntcompensaties aan
pl: Dostosuj przesunięcia punktów kontrolnych
pt_br: Ajustar deslocamentos do ponto de ancoragem
ro: Ajustați compensațiile punctelor de ancorare​
ru: Настроить смещения опорных точек
sl: Prilagodite odmike sidrnih točk
sv: Justera förskjutningar av ankarpunkter
tr: Bağlantı noktası ofsetlerini ayarlama
uk: Налаштувати зсуви опорних точок
vi: Điều chỉnh độ lệch điểm neo
zh_hans: 调整锚点偏移量
zh_hant: 調整錨點偏移量
