Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Increase display brightness beyond 100%. Requires an Apple XDR display or a HDR capable external display in HDR mode. The feature works with color table adjustments enabled on Apple Silicon Macs or with it disabled (using Metal based overlay brightness control) on all platforms. Upscaling using Metal may increase CPU and GPU usage on some systems.
de: Helligkeit des Displays auf über 100% erhöhen. Erfordert ein Apple XDR Display oder ein HDR-fähiges externes Display im HDR-Modus. Die Funktion funktioniert mit aktivierter Farbpalettenanpassung auf Macs mit Apple-Chips oder mit deaktivierter Farbpalettenanpassung (mittels Metal-basierter Steuerung der Überlagerungshelligkeit) auf allen Plattformen. Die Hochskalierung mit Metal kann die CPU- und GPU-Auslastung auf einigen Systemen erhöhen.
es: Aumenta el brillo de la pantalla más allá del 100%. Requiere una pantalla Apple XDR o una pantalla externa compatible con HDR en modo HDR. La función funciona con los ajustes de la tabla de colores habilitados en los Macs con Apple Silicon, o con esta opción deshabilitada (utilizando el control de brillo basado en Metal) en todas las plataformas. El escalado mediante Metal puede aumentar el uso de la CPU y GPU en algunos sistemas.
fr: Augmente la luminosité de l'écran au-delà de 100%. Nécessite un écran Apple XDR ou un écran externe compatible HDR en mode HDR. La fonction marche avec les ajustements de la table de couleur activés sur les Mac avec puce Apple; ou désactivés sur toutes les plates-formes (en utilisant le contrôle de la luminosité par sur-couche basé sur Metal). La démultiplication à l'aide de Metal peut augmenter la charge du processeur et du processeur graphique sur certains systèmes.
hu: Növelje a kijelző fényerejét 100% fölé. Apple XDR-kijelző vagy HDR-képes külső kijelző szükséges HDR módban. A funkció színtábla-beállítások engedélyezése mellett csak Apple Silicon Mac-eken, azt letiltva (a Metal alapú overlay fényerőszabályozás használatával) minden platformon működik. A Metal használatával történő felskálázás egyes rendszereken növelheti a CPU- és GPU-használatot.
it: Aumenta la luminosità del display oltre il 100%. Richiede un display Apple XDR o un display esterno HDR in modalità HDR. La funzione funziona con le regolazioni della tabella dei colori abilitate su Apple Silicon Macs o con esso disabilitato (utilizzando il controllo della luminosità di sovrapposizione basato su metallo) su tutte le piattaforme. L'aggiornamento dell'utilizzo di Metal può aumentare l'utilizzo di CPU e GPU su alcuni sistemi.
ja: ディスプレイの輝度を100%以上にする。Apple XDRディスプレイまたはHDRモードでのHDR対応外部ディスプレイが必要です。カラーテーブル調整を有効化したAppleシリコンMac、あるいはカラーテーブル調整を無効化した（Metalベースのオーバーレイ輝度制御を使用する）すべてのプラットフォームで動作します。Metalを使用したアップスケーリングにより、システムによってはCPUとGPUの使用率が増加することがあります。
ko: 디스플레이 밝기를 100% 이상으로 증가시킵니다. 이 기능은 Apple XDR 디스플레이 또는 HDR 모드의 HDR 지원 외부 디스플레이가 필요합니다. Apple Silicon Mac에서는 색상표 조정이 활성화된 상태에서도 작동하며, 모든 플랫폼에서는 비활성화된 상태에서도 Metal 기반 오버레이 밝기 조정을 사용하여 작동합니다. Metal을 사용한 업스케일링은 일부 시스템에서 CPU 및 GPU 사용량을 증가시킬 수 있습니다.
nb: Øk skjermens lysstyrke utover 100 %. Krever en Apple XDR-skjerm eller en HDR-kompatibel ekstern skjerm i HDR-modus. Funksjonen fungerer med fargekartjusteringer aktivert på Apple Silicon eller deaktivert (ved bruk av Metal-basert overleggstyring) på alle plattformer. Oppskalering med Metal kan øke CPU- og GPU-bruk på enkelte systemer.
nl: Verhoog schermhelderheid boven de 100%. Vereist een Apple XDR-scherm of een HDR-ondersteunend extern scherm in HDR-modus. Deze functie werkt met kleurentabelaanpassingen ingeschakeld op Apple Silicon-Macs of wanneer dit uitgeschakeld is (via op Metal-gebaseerde overlay voor helderheidsbediening) op alle platforms. Opschalen via Metal verhoogt mogelijk het CPU- en GPU-gebruik op bepaalde systemen.
pl: Zwiększ jasność wyświetlacza powyżej 100%. Wymaga wyświetlacza Apple XDR lub zewnętrznego wyświetlacza z obsługą HDR w trybie HDR. Funkcja działa przy włączonych regulacjach tablicy kolorów na komputerach Mac z procesorem Apple Silicon lub przy ich wyłączeniu (przy użyciu kontroli jasności nakładki opartej na technologii Metal) na wszystkich platformach. Skalowanie w górę przy użyciu technologii Metal może zwiększyć zużycie procesora i karty graficznej w niektórych systemach.
pt_br: Aumente o brilho da tela além de 100%. Requer um monitor Apple XDR ou um monitor externo compatível com HDR no modo HDR. O recurso funciona com ajustes de tabela de cores habilitados em Macs Apple Silicon ou desabilitados (usando controle de brilho de sobreposição baseado em Metal) em todas as plataformas. O upscaling usando Metal pode aumentar o uso de CPU e GPU em alguns sistemas.
ro: Creșteți luminozitatea ecranului peste 100%. Necesită un ecran Apple XDR sau un ecran extern compatibil cu HDR în modul HDR. Funcția funcționează cu ajustări ale tabelei de culori activate pe Mac-urile Apple Silicon sau dezactivate (utilizând controlul de luminozitate pe bază de suprapunere Metal) pe toate platformele. Upscaling-ul folosind Metal poate crește utilizarea CPU și GPU pe anumite sisteme.
ru: Увеличение яркости дисплея выше 100%. Требуется дисплей Apple XDR или внешний дисплей с поддержкой HDR в режиме HDR. Функция работает с включённой коррекцией таблицы цветов на Mac Apple Silicon или с выключенной (используется управление яркостью через Metal) на всех платформах. Апскейлинг с Metal может увеличить нагрузку на CPU и GPU на некоторых системах.
sl: Povečajte svetlost zaslona nad 100 %. Potrebuje zaslon Apple XDR ali zunanji zaslon, ki podpira HDR, v načinu HDR. Funkcija deluje z omogočenimi prilagoditvami barvne tabele na računalnikih Apple Silicon Mac ali onemogočenimi (z uporabo nadzora svetlosti prekrivanja na osnovi Metal) na vseh platformah. Višanje ločljivosti z uporabo Metal lahko poveča porabo procesorja in grafičnega procesorja v nekaterih sistemih.
sv: Öka skärmens ljusstyrka till mer än 100%. Kräver en Apple XDR-skärm eller en HDR-kompatibel extern skärm i HDR-läge. Funktionen fungerar med färgtabelljusteringar aktiverade på Apple Silicon Mac-datorer eller med dem inaktiverade (med Metal-baserad kontroll av överlagrad ljusstyrka) på alla plattformar. Uppskalning med Metal kan öka CPU- och GPU-användningen på vissa system.
tr: Ekran parlaklığını %100'ün üzerine çıkarın. Apple XDR ekran veya HDR modunda HDR özellikli harici ekran gerekir. Bu özellik, Apple Silicon Mac'lerde etkinleştirilen renk tablosu ayarlamalarıyla veya tüm platformlarda devre dışı bırakıldığında (Metal tabanlı kaplama parlaklık kontrolü kullanılarak) çalışır. Metal kullanarak yükseltme, bazı sistemlerde CPU ve GPU kullanımını artırabilir.
uk: Збільшувати яскравість дисплея понад 100%. Потрібен дисплей Apple XDR або зовнішній дисплей із підтримкою HDR у режимі HDR. Ця функція працює з налаштуваннями таблиці кольорів, увімкненими на комп’ютерах Apple Silicon Mac або вимкненими (за допомогою керування яскравістю накладання на основі металу) на всіх платформах. Масштабування за допомогою Metal може збільшити використання ЦП і ГП у деяких системах.
vi: Tăng độ sáng màn hình vượt qua 100%. Yêu cầu một màn hình Apple XDR hoặc một màn hình rời có khả năng HDR ở chế độ HDR. Tính năng này hoạt động với việc bật hoặc tắt điều chỉnh bảng màu trên Mac Silicon (sủ dụng điều chỉnh độ sáng chồng lên dựa trên Metal) trên tất cả các nền tảng. Việc tăng tỉ lệ điều chỉnh bằng Metal có thể làm tăng việc sử dụng CPU và GPU trên một số hệ thống.
zh_hans: 将显示屏亮度提升至 100% 以上。需要 Apple XDR 显示器或处于 HDR 模式的外接 HDR 显示器。此功能可在 Apple Silicon Mac 上启用色表调整或在所有平台上禁用色表调整 (采用基于 Metal 的覆盖层亮度控制)。使用 Metal 提升可能增加某些系统的 CPU 和 GPU 占用率。
zh_hant: 將顯示器亮度提升至 100% 以上。需要 Apple XDR 顯示器或處於 HDR 模式的外接 HDR 顯示器。此功能可在 Apple Silicon Mac 上啟用色表調整或在所有平台上禁用色表調整 (采用基於 Metal 的覆蓋層亮度控制)。使用 Metal 提升可能增加某些系統的 CPU 和 GPU 占用率。

source: Increase gamma
de: Gammakorrektur erhöhen
es: Aumentar gamma
fr: Augmenter le gamma
hu: Gamma növelése
it: Aumenta gamma
ja: ガンマを上げる
ko: 감마 증가
nb: Øk gamma
nl: Verhoog gamma
pl: Zwiększ gammę
pt_br: Aumentar gama
ro: Crește gamma
ru: Увеличить гамму
sl: Povečajte gama
sv: Öka gamma
tr: Gamayı arttır
uk: Збільшити гамму
vi: Tăng gamma
zh_hans: 增大伽马值
zh_hant: 增大伽馬值

source: Increase resolution or magnification
de: Auflösung oder Vergrößerung erhöhen
es: Aumentar la resolución o la ampliación
fr: Augmenter la résolution ou l'agrandissement
hu: Felbontás vagy nagyítás növelése
it: Aumenta risoluzione o ingrandimento
ja: 解像度または倍率を上げる
ko: 해상도 증가 또는 확대
nb: Øk oppløsning eller forstørrelse
nl: Verhoog resolutie of vergroting
pl: Zwiększ rozdzielczość lub powiększenie
pt_br: Aumentar a resolução ou ampliação
ro: Crește resolutia sau mărirea
ru: Увеличить разрешение или масштаб
sl: Povečajte ločljivost ali povečavo
sv: Öka upplösning eller förstoring
tr: Çözünürlüğü veya büyütmeyi artırın
uk: Збільште роздільну здатність або збільшення
vi: Tăng độ phân giải hoặc độ thu phóng
zh_hans: 增大分辨率或缩放倍数
zh_hant: 增大解析度或縮放倍數

source: Increase volume
de: Lautstärke erhöhen
es: Aumentar volumen
fr: Augmenter le volume
hu: Hangerő növelése
it: Aumenta volume
ja: 音量を上げる（DDC）
ko: 볼륨 증가
nb: Øk volum
nl: Verhoog volume
pl: Zwiększ głośność
pt_br: Aumentar volume
ro: Crește volumul
ru: Увеличить громкость
sl: Povečanje glasnosti
sv: Öka volym
tr: Sesi arttır
uk: Збільшити гучність
vi: Tăng âm lượng
zh_hans: 增大音量
zh_hant: 增大音量

source: Increase volume - fine scale
de: Lautstärke erhöhen - Feineinstellung
es: Aumentar volumen - con precisión
fr: Augmenter le volume - réglage précis
hu: Hangerő növelése - finom skála
it: Aumenta il volume - scala fine
ja: 音量を上げる（DDC）- 微細スケール
ko: 볼륨 증가 - 미세 조정
nb: Øk volum - fin skala
nl: Verhoog volume - fijne schaal
pl: Zwiększ głośność — precyzyjna skala
pt_br: Aumentar volume - ajuste fino
ro: Crește volumul - scară fină
ru: Увеличение громкости — тонкая шкала
sl: Povečanje glasnosti - fina lestvica
sv: Öka volym - fin skala
tr: Sesi arttır - hassas ölçek
uk: Збільшення гучності - дрібна шкала
vi: Tăng âm lượng - tinh chỉnh nhỏ
zh_hans: 增大音量 - 微调
zh_hant: 增大音量 - 微調

source: Initial (default) setting is ON
de: Die anfängliche (Standard-)Einstellung ist EIN
es: La configuración inicial (predeterminada) está ACTIVADA
fr: Le paramètre initial (par défaut) est MARCHE
hu: A kezdeti (alapértelmezett) beállítás: BEKAPCSOLVA
it: L'impostazione iniziale (predefinita) è ATTIVA
ja: 初期（デフォルト）設定はオン
ko: 초기 (기본) 설정은 ON
nb: Initial (standard) innstilling er PÅ
nl: Aanvankelijke (standaard)instelling is AAN
pl: Początkowe (domyślne) ustawienie to WŁĄCZONE
pt_br: A configuração inicial (padrão) está ATIVADA
ro: Setarea inițială (implicită) este ON (Activat)
ru: Начальные (по умолчанию) настройки — ВКЛ.
sl: Začetna (privzeta) nastavitev je ON
sv: Initial (standard) inställning är PÅ
tr: İlk (varsayılan) ayar AÇIK'tır
uk: Початкове (типове) налаштування — УВІМК.
zh_hans: 初始（默认）设置为开启
zh_hant: 初始（預設）設定為開啟

source: Initiate Pairing
nl: Initieer paren
pl: Rozpocznij parowanie
ru: Начать сопряжение

source: Input Source
de: Eingabequelle
es: Fuente de entrada
fr: Source d'entrée
hu: Bemeneti forrás
it: Sorgente di Ingresso
ja: 入力ソース
ko: 입력 소스
nb: Inngangskilde
nl: Invoerbron
pl: Źródło wejściowe
pt_br: Fonte de entrada
ro: Sursă de intrare
ru: Источник входа
sl: Vhodni vir
sv: Ingångskälla
tr: Giriş Kaynağı
uk: Джерело входу
vi: Nguồn đầu vào
zh_hans: 输入源
zh_hant: 輸入源

source: Input source menu
pl: Menu źródeł wejściowych
ru: Меню источника ввода

source: Insert intermediate keyboard/OSD step at neutral 100% for HDR upscaling
de: Tastatur/OSD-Zwischenschritt bei neutralen 100% für HDR-Hochskalierung einfügen
es: Inserte el paso intermedio de teclado/OSD en neutral 100% para mejorar HDR
fr: Insérer des paliers clavier/OSD intermédiaires au 100% neutre pour la démultiplication HDR
hu: Köztes billentyű/OSD lépés semleges 100%-nál HDR felskálázáskor
it: Inserisci la tastiera intermedia/OSD al 100% neutro per l'upscaling HDR
ja: HDRアップスケーリングのため、ニュートラル100%のキーボード/OSD中間ステップを挿入
ko: HDR 밝기 업스케일링 시 키보드/OSD 단계에 패널 기본 100% 밝기 추가
nb: Sett inn mellomtrinn for tastatur/OSD ved nøytral 100 % for HDR-oppskalering
nl: Voeg tussenliggende toetsenbord-/OSD-stap in op de neutrale 100% voor HDR-opschaling
pl: Dodaj pośredni krok klawiatury/OSD na neutralnym poziomie 100% dla skalowania HDR.
pt_br: Insira a etapa intermediária do teclado/OSD em neutro 100% para upscaling HDR
ro: Introduce un pas intermediar al tastaturii/OSD la 100% neutru pentru scalarea HDR
ru: Вставить промежуточный шаг клавиатуры/OSD на нейтральные 100% для HDR-апскейлинга
sl: Vstavite vmesni korak tipkovnice/OSD na nevtralnem 100 % za povečanje HDR
sv: Infoga mellanliggande tangentbord/OSD-steg vid neutral 100% för HDR-uppskalning
tr: HDR yükseltme için ara klavye/OSD adımını nötr %100 olarak yerleştirin
uk: Вставте проміжний крок клавіатури/екранного меню на нейтральному 100% для масштабування HDR
vi: Chèn bước trung gian trên bàn phím/OSD ở mức trung tính 100% cho việc tăng cường HDR
zh_hans: 在中间 100% 处插入中间单位来在键盘/调整浮窗 (OSD) 中实现 HDR 提升
zh_hant: 在中間 100% 處插入中間單位來在鍵盤/調整浮動視窗 (OSD) 中實現 HDR 提升

source: Install %@ Update
de: Update %@ installieren
es: Instalar la actualización %@
fr: Installer la mise à jour %@
hu: A %@ frissítés telepítése
it: Installa aggiornamento %@
ja: %@アップデートをインストール
ko: %@ 업데이트 설치
nb: Installer %@-oppdatering
nl: Installer %@-update
pl: Instaluj uaktualnienie %@
pt_br: Instalar a atualização %@
ro: Instalați actualizarea %@
ru: Установить обновление %@
sl: Namestite %@ posodobitev
sv: Installera uppdatering för %@
tr: %@ Güncellemesini Yükle
uk: Встановити оновлення %@
vi: Cài đặt Cập nhật %@
zh_hans: 安装 %@ 更新
zh_hant: 安裝 %@ 更新

source: Install App Update…
de: App-Update installieren…
es: Instalar actualización…
fr: Installer la mise à jour…
hu: Frissítés telepítése…
it: Installa aggiornamento…
ja: アップデートをインストール
ko: 앱 업데이트 설치
nb: Installer appoppdatering…
nl: Installeer appupdate...
pl: Instaluj uaktualnienie aplikacji…
pt_br: Instalar atualização…
ro: Instalați actualizarea aplicației…
ru: Установить обновление приложения…
sl: Namestite posodobitev…
sv: Installera uppdatering…
tr: Güncellemeyi Yükle…
uk: Встановити оновлення додатку…
vi: Cài đặt Cập nhật Ứng dụng…
zh_hans: 安装应用更新
zh_hant: 安裝程式更新

source: Install Display Adaptation…
de: Display-Anpassung installieren…
es: Instalar Adaptación de Pantalla…
fr: Installer une adaptation écran…
hu: Kijelző adaptáció telepítése…
it: Installa adattamento display…
ja: ディスプレイカスタム設定をインストール…
ko: 디스플레이 맞춤 설정 설치…
nb: Installer skjermtilpasning…
nl: Installeer schermaanpassing…
pl: Instaluj adaptację wyświetlacza…
pt_br: Instalar a adaptação de exibição…
ro: Instalați adaptarea afișajului…
ru: Установить адаптацию дисплея…
sl: Namestite prilagoditev zaslona…
sv: Installera skärmanpassning…
tr: Ekran Uyarlamasını Yükleyin…
uk: Встановити адаптацію дисплея…
vi: Cài đặt Thích nghi Màn hình…
zh_hans: 安装显示器适配…
zh_hant: 安裝顯示器適配…

source: Integer Scaling
de: Ganzzahlskalierung
es: Escalado Entero
fr: Mise à l'échelle entière
hu: Egész skálázás
it: Ridimensionamento per interi
ja: 整数スケーリング
ko: 정수 스케일링
nb: Heltallsskalering
nl: Schaling geheel getal
pl: Skalowanie do liczb całkowitych
pt_br: Escalonamento Inteiro
ro: Scalare întreagă​
ru: Целочисленное масштабирование
sl: Celoštevilsko skaliranje
sv: Heltalsskalning
tr: Tamsayı Ölçeklendirme
uk: Інтегральне масштабування
vi: Thu phóng số
zh_hans: 整数缩放
zh_hant: 整數縮放

source: Integration
de: Integrationen
es: Integración
fr: Intégration
hu: Integráció
it: Integrazione
ja: 統合
ko: 통합
nb: Integrasjon
nl: Integratie
pl: Integracja
pt_br: Integração
ro: Integrație
ru: Интеграция
sl: Integracija
sv: Integrering
tr: Entegrasyon
uk: Інтеграція
vi: Tích hợp
zh_hans: 集成
zh_hant: 整合

source: Integration settings
de: Integrationseinstellungen
es: Configuración de integración
fr: Réglages d'intégration
hu: Integrációs beállítások
it: Impostazioni dell'integrazione
ja: 統合設定
ko: 통합 설정
nb: Integrasjonsinnstillinger
nl: Integratie-instellingen
pl: Ustawienia integracji
pt_br: Configurações de integração
ro: Setări de Integrare
ru: Настройки интеграции
sl: Nastavitve integracije
sv: Integrationsinställningar
tr: Entegrasyon ayarları
uk: Налаштування інтеграції
vi: Cài đặt tích hợp
zh_hans: 集成设置
zh_hant: 整合設定

source: Internal (%lld-bit)
de: Intern (%lld-Bit)
es: Interno (%lld-bit)
fr: Interne (%lld-bit)
hu: Belső (%lld-bites)
it: Interno (%lld-bit)
ja: 内蔵（%lld-ビット）
ko: 내장 (%lld-비트)
nb: Intern (%lld-bit)
nl: Intern (%lld-bits)
pl: Wewnętrzna (%lld-bitowa)
pt_br: Interno (%lld-bit)
ro: Intern (%lld-bit)
ru: Встроенный (%lld-бит)
sl: Notranje (%lld-bit)
sv: Intern (%lld-bit)
tr: Dahili (%lld-bit)
uk: Внутрішній (%lld-біт)
vi: Nội bộ (%lld-bit)
zh_hans: 内部（%lld-bit）
zh_hant: 內部（%lld-bit）

source: Internal Pre-Release
de: Interne Vorabveröffentlichung
es: Pre-Lanzamiento Interno
fr: Préversion interne
hu: belső előzetes
it: Pre-rilascio interno
ja: 内部プレリリース
ko: 내부 시험판
nb: Intern forhåndsutgivelse
nl: Interne vroege release
pl: Wewnętrzna wersja przedpremierowa
pt_br: Pré-lançamento interno
ro: Versiune internă de test
ru: Внутренний предварительный релиз
sl: Interna predizdaja
sv: Intern förutgåva
tr: Dahili Ön Sürüm (Alpha)
uk: Внутрішній попередній реліз
vi: Phiên Bản Nội Bộ Trước Phát Hành
zh_hans: 内部预发布
zh_hant: 內部預發布

source: Invalid mode
de: Ungültiger Modus
es: Modo no válido
fr: Mode invalide
hu: Hibás mód
it: Modalità non valida
ja: 無効モード
ko: 유효하지 않은 모드
nb: Ugyldig modus
nl: Ongeldige modus
pl: Nieprawidłowy tryb
pt_br: modo inválido
ro: Mod Invalid
ru: Недопустимый режим
sl: Neveljaven način
sv: Ogiltigt läge
tr: Geçersiz mod
uk: Недійсний режим
vi: Chế độ không hợp lệ
zh_hans: 无效模式
zh_hant: 無效模式

source: Invalid resolution (skipped)
de: Ungültige Auflösung (übersprungen)
es: Resolución no válida (omitida)
fr: Résolution invalide (ignorée)
hu: Hibás felbontás (kihagyva)
it: Risoluzione non valida (saltata)
ja: 無効な解像度（スキップ）
ko: 유효하지 않은 해상도 (건너뜀)
nb: Ugyldig oppløsning (hoppet over)
nl: Ongeldige resolutie (overgeslagen)
pl: Nieprawidłowa rozdzielczość (pominięto)
pt_br: Resolução inválida (ignorada)
ro: Rezolutie invalida
ru: Недопустимое разрешение (пропущено)
sl: Neveljavna ločljivost (preskočeno)
sv: Ogiltig upplösning (hoppas över)
tr: Geçersiz çözünürlük (atlandı)
uk: Недійсна роздільна здатність (пропущено)
vi: Độ phân giải không hợp lệ (đã bỏ qua)
zh_hans: 无效分辨率（跳过）
zh_hant: 無效解析度（跳過）

source: Invert Colors
de: Farben umkehren
es: Invertir Colores
fr: Inverser les couleurs
hu: Színek invertálása
it: Inverti colori
ja: カラーを反転
ko: 색 반전
nb: Inverter farger
nl: Keer kleuren om
pl: Odwróć kolory
pt_br: Cores invertidas
ro: Inversare culori
ru: Инвертировать цвета
sl: Obrni barve
sv: Invertera färger
tr: Renkleri Ters Çevir
uk: Інвертувати кольори
vi: Đảo ngược Màu
zh_hans: 反转色彩
zh_hant: 反轉色彩

source: Invert DDC value scale
de: DDC-Werteskalierung umkehren
es: Invertir escala de valores DDC
fr: Inverser l'échelle des valeurs DDC
hu: DDC értékskála megfordítása
it: Inverti scala valore DDC
ja: DDC値スケールを反転
ko: DDC 값 스케일 반전
nb: Inverter DDC-verdiskala
nl: Keer schaal DDC-waarde om
pl: Odwróć skalę wartości DDC
pt_br: Inverter escala de valores DDC
ro: Inversează scara valorilor DDC
ru: Инвертировать шкалу значений DDC
sl: Obrni lestvico vrednosti DDC
sv: Invertera DDC-värdeskalan
tr: DDC değer ölçeğini ters çevirin
uk: Інвертувати шкалу значень DDC
vi: Đảo ngược tỉ lệ giá trị DDC
zh_hans: 反转 DDC 值比
zh_hant: 反轉 DDC 值比

source: Invert colors
de: Farben umkehren
es: Invertir colores
fr: Inverser les couleurs
hu: Színek invertálása
it: Inverti colori
ja: カラーを反転
ko: 색 반전
nb: Inverter farger
nl: Keer kleuren om
pl: Odwróć kolory
pt_br: Cores invertidas
ro: Inversare culori
ru: Инвертировать цвета
sl: Obrni barve
sv: Invertera färger
tr: Renkleri ters çevir
uk: Інвертувати кольори
vi: Đảo ngược màu
zh_hans: 反转色彩
zh_hant: 反轉色彩

source: Inverted Appearance
de: Umgekehrter Framebuffer
es: Framebuffer Invertido
fr: Framebuffer inversé
hu: Inverz képpuffer
it: Framebuffer Invertito
ja: 反転
ko: 반전된 프레임버퍼
nb: Invertert rammebuffer
nl: Omgekeerd uiterlijk
pl: Odwrócony bufor ramki
pt_br: Framebuffer invertido
ro: Framebuffer Inversat
ru: Инвертированный буфер кадров
sl: Obrnjen okvirni medpomnilnik
sv: Inverterad framebuffer
tr: Ters Çevrilmiş Ekran Belleği (Framebuffer)
uk: Інвертований кадровий буфер
vi: Bộ đệm khung hình Nghịch đảo
zh_hans: 反色帧缓存
zh_hant: 反色幀緩存

source: Inverted Grayscale Appearance
de: Umgekehrter Framebuffer für Graustufen
es: Framebuffer en escala de grises invertida
fr: Framebuffer à niveaux de gris inversés
hu: Inverz szürkeárnyalatos képpuffer
it: Riquadro scala di grigio invertito
ja: 反転グレイスケール
ko: 반전된 그레이스케일 프레임버퍼
nb: Invertert gråtonerammebuffer
nl: Omgekeerd uiterlijk in grijswaarden
pl: Odwrócony bufor ramki w odcieniach szarości
pt_br: Framebuffer em escala de cinza invertido
ro: Framebuffer Grayscale Inversat​
ru: Инвертированный чёрно-белый буфер кадров
sl: Obrnjen Grayscale Framebuffer
sv: Framebuffer med inverterad gråskala
tr: Ters Gri Tonlamalı Ekran Belleği (Framebuffer)
uk: Інвертований чорно-білий кадровий буфер
vi: Bộ đệm khung hình Trắng đen Nghịch
zh_hans: 反色灰度帧缓存
zh_hant: 反色灰度幀緩存

source: Invoke URL
de: URL aufrufen
es: Invocar URL
fr: Invoquer l’URL
hu: URL meghívása
it: Invoca URL
ja: URL呼び出し
ko: URL 호출
nb: Kall opp URL
nl: Start url
pl: Wywołaj adres URL
pt_br: Chamar URL
ro: Invocare URL
ru: Вызвать URL
sl: Prikliči URL
sv: Anropa URL
tr: URL'yi çağır
uk: Виконати URL
zh_hans: 调用 URL
zh_hant: 呼叫 URL

source: Issue mute command first, then set volume level to lowest setting
de: Zuerst Stummschaltung ausführen und danach die Lautstärke auf die niedrigste Einstellung setzen
es: Primero emita el comando de silencio y luego ajuste el nivel de volumen al mínimo
fr: Éxecute d'abord la commande de coupure du son, puis règle le volume au paramètre le plus bas
hu: Némítás parancs kiadása, majd a hangerő csökkentése legalacsonyabbra
it: Problema prima il comando silenziato e poi imposta il livello del volume all'impostazione più bassa
ja: 最初にミュートコマンドを発行し、次に音量レベルを最小に設定
ko: 먼저 음소거 명령을 실행한 다음, 볼륨 수준을 가장 낮은 설정으로 지정
nb: Send dempet-kommando først, deretter sett volum til laveste nivå
nl: Zend eerst opdracht om te dempen, stel daarna volumeniveau op laagste instelling
pl: Najpierw wydaj polecenie wyciszenia, a następnie ustaw poziom głośności na najniższą wartość
pt_br: Emitir o comando mudo primeiro e, em seguida, defina o nível de volume para a configuração mais baixa
ro: Emite comanda de oprire a sunetului mai întâi, apoi setați nivelul volumului la cel mai mic setaj
ru: Сначала выполните команду отключения звука, затем установите минимальный уровень громкости
sl: Najprej izdajte ukaz za izklop zvoka, nato nastavite glasnost na najnižjo nastavitev
sv: Skicka först ett mute-kommando och ställ sedan in volymen på lägsta möjliga nivå
tr: Önce sessize alma komutu verin, ardından ses seviyesini en düşük ayara getirin
uk: Спочатку видайте команду вимкнення звуку, а потім установіть найнижчий рівень гучності
vi: Đưa ra lệnh tắt tiếng trước, rồi đặt mức âm lượng ở mức thấp nhất
zh_hans: 发出静音命令后将音量调至最低
zh_hant: 發出靜音命令後將音量調至最低

source: Issue mute command only
de: Nur Stummschaltung ausführen
es: Emitir únicamente el comando de silencio
fr: Émettre uniquement la commande de coupure du son
hu: Csak a némítás parancs kiadása
it: Problema solo comando silenziato
ja: ミュートコマンドのみを発行
ko: 음소거 명령만 실행
nb: Send kun dempet-kommando
nl: Zend alleen opdracht om te dempen
pl: Wydawaj tylko polecenie wyciszenia
pt_br: Emitir apenas o comando mudo
ro: Emite doar comanda de oprire a sunetului
ru: Выполните только команду отключения звука
sl: Izdaj samo ukaz za izklop zvoka
sv: Skicka endast mute-kommando
tr: Yalnızca sessize alma komutu verin
uk: Видайте лише команду вимкнення звуку
vi: Chỉ đưa ra lệnh tắt tiếng
zh_hans: 仅发出静音命令
zh_hant: 僅發出靜音命令
