Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Prevent Sleep While Connected
de: Ruhezustand bei Verbindung verhindern
es: Impedir el reposo mientras esté conectado
fr: Empêcher la mise en veille
hu: Alvás tiltása amíg csatlakoztatva van
it: Impedisci sospensione durante la connessione
ja: 接続中はスリープしない
ko: 연결된 동안 잠자기 방지
nb: Forhindre søvn mens tilkoblet
nl: Voorkom sluimerstand tijdens verbinding
pl: Zapobiegaj uśpieniu podczas połączenia
pt_br: Impedir suspensão enquanto conectado
ro: Preveniți intrarea în repaus cât timp este conectat
ru: Запретить сон при подключении
sl: Preprečite spanje, ko ste povezani
sv: Förhindra sömn när ansluten
tr: Bağlıyken Uykuyu Önleyin
uk: Запобігати сну під час підключення
vi: Ngừng Chế Độ Ngủ Khi Đang Kết Nối
zh_hans: 连接时防止进入睡眠
zh_hant: 連接時防止睡眠

source: Prevent accidental rotation of the internal display.
de: Versehentliche Rotation des internen Displays verhindern.
es: Evite la rotación accidental de la pantalla interna.
fr: Empêche la rotation accidentelle de l'écran intégré.
hu: Megakadályozza a beépített kijelző véletlenszerű elforgatását.
it: Prevenire la rotazione accidentale del display interno.
ja: 内蔵ディスプレイの思いがけない回転を防ぎます。
ko: 내장 디스플레이가 실수로 회전되는 것을 방지합니다.
nb: Forhindre utilsiktet rotasjon av den interne skjermen.
nl: Voorkom onbedoelde draaiing van het interne scherm.
pl: Zapobiegaj przypadkowemu obróceniu wewnętrznego wyświetlacza.
pt_br: Evite a rotação acidental do monitor interno.
ro: Preveniți rotația accidentală a ecranului intern.
ru: Предотвратить случайный поворот встроенного дисплея.
sl: Preprečite nenamerno vrtenje notranjega zaslona.
sv: Förhindra oavsiktlig rotation av interna skärmen.
tr: Dahili ekranın yanlışlıkla döndürülmesini önleyin.
uk: Запобігайте випадковому повороту внутрішнього дисплея.
vi: Ngăn chặn việc xoay ngẫu nhiên của màn hình nội bộ.
zh_hans: 防止内部显示屏意外旋转。
zh_hant: 防止內部顯示器意外旋轉。

source: Prevent overlays from affecting screenshots and screen recordings
nl: Voorkom dat overlays schermafbeeldingen en -opnamen beïnvloeden
pl: Zapobiegaj wpływaniu nakładek na zrzuty ekranu i nagrania ekranu
ru: Предотвращать влияние оверлеев на скриншоты и запись экрана

source: Pro is Inactive
de: Pro ist inaktiv
es: Pro está inactivo
fr: La licence Pro est inactive
hu: Pro inaktív
it: Pro è attivo
ja: Proは無効
ko: Pro가 비활성 상태입니다
nb: Pro er inaktiv
nl: Pro is niet actief
pl: Wersja Pro jest nieaktywna
pt_br: Pro está inativo
ro: Pro este inactiv
ru: Pro неактивна
sl: Pro ni aktiven
sv: Pro är inaktiv
tr: Pro Aktif Değil
uk: Pro неактивний
vi: Pro không hoạt động
zh_hans: 专业版未激活
zh_hant: 專業版未啟用

source: Proceed
de: Fortfahren
es: Proceder
fr: Continuer
hu: Tovább
it: Continua
ja: 続行
ko: 진행
nb: Fortsett
nl: Ga door
pl: Kontynuuj
pt_br: Continuar
ro: Continuă
ru: Продолжить
sl: Nadaljuj
sv: Fortsätt
tr: Devam Et
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

source: Proceed With EDID Write
de: Mit EDID-Schreiben fortfahren
es: Proceder con la escritura de EDID
fr: Procéder à l'écriture de l'EDID
hu: Folytatás az EDID írásával
it: Procedi con la scrittura EDID
ja: EDID書き込み実行
ko: EDID 쓰기 진행
nb: Fortsett med EDID-skriving
nl: Ga door met schrijven EDID
pl: Kontynuuj zapis EDID
pt_br: Proceder com a gravação EDID
ro: Continuați cu Scrierea EDID
ru: Продолжить запись EDID
sl: Nadaljujte z EDID pisanjem
sv: Fortsätt med EDID-skrivning
tr: EDID Yazma ile Devam Edin
uk: Продовжити запис EDID
vi: Tiếp tục với việc ghi EDID
zh_hans: 执行 EDID 写入操作
zh_hant: 執行 EDID 寫入操作

source: Product name
de: Produktname
es: Nombre del producto
fr: Nom du produit
hu: Terméknév
it: Nome del prodotto
ja: 製品名
ko: 제품명
nb: Produktnavn
nl: Productnaam
pl: Nazwa produktu
pt_br: Nome do Produto
ro: Nume produs
ru: Название продукта
sl: Ime izdelka
sv: Produktnamn
tr: Ürün adı
uk: Назва продукту
vi: Tên sản phẩm
zh_hans: 产品名称
zh_hant: 產品名稱

source: Prohibit Resizing
de: Größenänderung verhindern
es: Prohibir el Cambio de Tamaño
fr: Empêcher le redimensionnement
hu: Átméretezés tiltása
it: Proibisci ridimensionamento
ja: サイズ変更を禁止
ko: 윈도우 크기 고정
nb: Forhindre endring av størrelse
nl: Verbied wijziging grootte
pl: Zabroń zmiany rozmiaru
pt_br: Proibir redimensionamento
ro: Redimensionare interzisă
ru: Запретить изменение размера
sl: Prepoved spreminjanja velikosti
sv: Begränsa storleksändring
tr: Yeniden Boyutlandırmayı Yasakla
uk: Заборонити зміну розміру
vi: Cấm Thay Đổi Kích Thước
zh_hans: 禁止调整大小
zh_hant: 禁止調整大小

source: Protect main display status
nl: Bescherm status hoofdscherm
pl: Chroń status głównego wyświetlacza
ru: Заблокировать статус основного дисплея

# Protect the position of %@%@
source: Protect the position of %1$@%2$@
de: Position von %1$@%2$@ schützen
es: Proteger la posición de %@%@
fr: Protéger la position de %1$@%2$@
hu: %1$@%2$@ elrendezésének védelme
it: Proteggi la posizione di %1$@%2$@
ja: %1$@%2$@の位置を保護
ko: %1$@%2$@의 위치 보호
nb: Beskytt posisjonen til %1$@%2$@
nl: Bescherm de positie van %1$@%2$@
pl: Chroń pozycję %1$@%2$@
pt_br: Proteger a posição de %1$@%2$@
ro: Protejează poziția pentru %1$@%2$@
ru: Защитить позицию %1$@%2$@
sl: Zaščitite položaj %1$@%2$@
sv: Skydda positionen för %1$@%2$@
tr: %@% konumunu koruyun @
uk: Захистити позицію %1$@%2$@
vi: Bảo vệ vị trí của %1$@%2$@
zh_hans: 保护 %1$@%2$@ 的位置
zh_hant: 保護 %1$@%2$@ 的位置

source: Protocol version
nl: Prtocolversie
pl: Wersja protokołu
ru: Версия протокола

source: Provide custom control methods for various networked devices.
nl: Biedt eigen bedieningsmethoden voor diverse netwerkapparaten.
ru: Предоставляет специальные методы управления для различных сетевых устройств.

source: Provided by EDID
de: Bereitgestellt durch EDID
es: Proporcionado por EDID
fr: Fournit par l'EDID
hu: EDID által biztosítva
it: Fornito da EDID
ja: EDIDにより提供
ko: EDID 제공
nb: Levert av EDID
nl: Verstrekt door EDID
pl: Dostarczone przez EDID
pt_br: Fornecido por EDID
ro: Dat de EDID
ru: Предоставлено EDID
sl: Zagotovil EDID
sv: Tillhandahålls av EDID
tr: EDID tarafından sağlanmaktadır
uk: Надано EDID
vi: Cung cấp bởi EDID
zh_hans: 由 EDID 提供
zh_hant: 由 EDID 提供

source: Provides a feedback on the current brightness level of the display. Requires Native XDR upscaling (%@ preset) to be active.
de: Liefert eine Rückmeldung über die aktuelle Helligkeitsstufe des Displays. Erfordert, dass native XDR-Hochskalierung (Voreinstellung %@) aktiv ist.
es: Proporciona retroalimentación sobre el nivel de brillo actual de la pantalla. Requiere que el escalado XDR nativo (preajuste %@) esté activo.
fr: Renvoie le niveau de luminosité actuel de l’écran. Requiert que la démultiplication XDR native (préréglage %@) soit active.
hu: Visszajelzést ad a kijelző aktuális fényerőszintjéről. A natív XDR felskálázás (%@ előbeállítás) aktiválását igényli.
it: Fornisce un feedback sul livello di luminosità attuale del display. Richiede che l’upscaling XDR nativo (%@ preset) sia attivo.
ja: ディスプレイの現在の輝度レベルをフィードバックします。ネイティブXDRアップスケーリング（%@プリセット）がアクティブである必要があります。
ko: 현재 디스플레이의 밝기 수준에 대한 피드백을 제공합니다. 네이티브 XDR 업스케일링 (%@ 프리셋) 이 활성화되어야 합니다.
nb: Gir tilbakemelding på gjeldende lysstyrkenivå for skjermen. Krever at innebygd XDR-oppskalering (%@ forhåndsinnstilling) er aktiv.
nl: Geeft terugkoppeling over het huidige helderheidsniveau van het scherm. Vereist dat ingebouwde XDR-opschaling (voorinstelling %@) actief is.
pl: Zapewnia informacje zwrotne o bieżącym poziomie jasności wyświetlacza. Wymaga aktywnego natywnego skalowania XDR (ustawienie predefiniowane %@).
pt_br: Fornece um feedback sobre o nível atual de brilho do monitor. Requer ampliação nativa XDR (%@ predefinição) ativada.
ro: Oferă feedback asupra nivelului actual de luminozitate al ecranului. Necesită ca upscaling-ul Native XDR (%@ preset) să fie activ.
ru: Предоставляет обратную связь о текущем уровне яркости дисплея. Требуется активное нативное XDR-масштабирование (%@ пресет).
sl: Zagotavlja povratne informacije o trenutni ravni svetlosti zaslona. Zahteva, da je izvorno povečanje ločljivosti XDR (%@ prednastavitev) aktivno.
sv: Ger en återkoppling om aktuell ljusstyrka på skärmen. Kräver att Native XDR-uppskalning (%@ förinställning) är aktiv.
tr: Ekranın mevcut parlaklık seviyesi hakkında bir geri bildirim sağlar. Etkin olması için Yerel XDR yükseltme (%@ ön ayarı) gerekir.
uk: Надає відгук про поточний рівень яскравості дисплея. Потрібно, щоб була активна нативна XDR-масштабування (%@ пресет).
vi: Cung cấp phản hồi về độ sáng hiện tại của màn hình. Yêu cầu tăng cường XDR tự nhiên (%@ preset) phải được kích hoạt.
zh_hans: 提供显示器当前亮度水平的反馈。需要原生XDR提升（%@预设）处于激活状态
zh_hant: 提供顯示器目前亮度水平的反饋。需要原生XDR提升（%@預設）處於啟用狀態

source: Provides a fine-grained list of resolutions matching the aspect ratio of the display's native resolution. This lets you change the GUI size (display scaling) freely via the resolution slider.
de: Bietet eine detaillierte Liste von Auflösungen, die dem Seitenverhältnis der nativen Auflösung des Displays entsprechen. Dies lässt dich die Größe der Benutzeroberfläche (Display-Skalierung) über den Auflösungsregler frei ändern.
es: Proporciona una lista detallada de resoluciones que coinciden con la relación de aspecto de la resolución nativa de la pantalla. Esto permite cambiar el tamaño de la GUI (escala de visualización) libremente mediante el slider para la resolución.
fr: Fournit une liste précise de résolutions correspondant au rapport d'aspect de la résolution native de l'écran. Cela vous permet de modifier librement la taille de l'interface graphique (mise à l'échelle de l'affichage) à l'aide du curseur de sélection de résolution.
hu: A kijelző natív felbontásának képarányával megegyező felbontások széles skáláját biztosítja. Ez lehetővé teszi a GUI méretének (a kijelző méretezésének) szabad változtatását a felbontás csúszka segítségével.
it: Fornisce un elenco a grana fine di risoluzioni corrispondenti al rapporto di aspetto della risoluzione nativa del display. Questo permette di cambiare la dimensione dell'interfaccia grafica (scala di visualizzazione) liberamente tramite il cursore di risoluzione.
ja: ディスプレイのネイティブ解像度のアスペクト比と一致する解像度の詳細リストを提供します。これにより、解像度スライダでGUIサイズ（ディスプレイのスケーリング）を自由に変更できます。
ko: 디스플레이의 기본 해상도의 종횡비와 일치하는 세분화된 해상도 목록을 제공합니다. 이를 통해 해상도 슬라이더를 통해 GUI 크기(디스플레이 크기 조정)를 자유롭게 변경할 수 있습니다.
nb: Gir en detaljert liste over oppløsninger som matcher sideforholdet til skjermens opprinnelige oppløsning. Dette lar deg endre GUI-størrelsen (skjermskalering) fritt via oppløsningsglidebryteren.
nl: Geeft een fijnmazige lijst van resoluties die overeenkomen met de beeldverhouding van de ingebouwde resolutie van het scherm. Hiermee kun je de GUI-grootte vrij wijzigen (schermschaling) via de resolutieschuifregelaar.
pl: Zapewnia szczegółową listę rozdzielczości pasujących do współczynnika proporcji natywnej rozdzielczości wyświetlacza. Pozwala to swobodnie zmieniać rozmiar GUI (skalowanie wyświetlacza) za pomocą suwaka rozdzielczości.
pt_br: Fornece uma lista refinada de resoluções que correspondem à proporção da resolução nativa do monitor. Isso permite alterar o tamanho da GUI (escala de exibição) livremente por meio do controle deslizante de resolução.
ro: Oferă o listă detaliată de rezoluții care se potrivesc cu raportul de aspect al rezoluției native a ecranului fizic. Acest lucru vă permite să schimbați dimensiunea GUI (scalarea ecranului) în mod liber prin intermediul glisorului de rezoluție.
ru: Предоставляет подробный список разрешений, соответствующих соотношению сторон нативного разрешения дисплея. Это позволяет свободно изменять размер графического интерфейса (масштабирование дисплея) с помощью ползунка разрешения.
sl: Zagotavlja natančen seznam ločljivosti, ki se ujema z razmerjem stranic izvorne ločljivosti zaslona. To vam omogoča prosto spreminjanje velikosti grafičnega vmesnika (prilagoditev zaslona) prek drsnika za ločljivost.
sv: Ger en finkornig lista med upplösningar som matchar bildförhållandet för skärmens inbyggda upplösning. Detta gör att du kan ändra GUI-storleken (skärmskalning) fritt via skjutreglaget för upplösning.
tr: Ekranın doğal çözünürlüğünün en boy oranıyla eşleşen hassas bir çözünürlük listesi sağlar. Bu, GUI boyutunu (ekran ölçeklendirme) çözünürlük kaydırıcısı aracılığıyla serbestçe değiştirmenize olanak tanır.
uk: Надає детальний список роздільних здатностей, які відповідають пропорціям вихідної роздільної здатності дисплея. Це дозволяє вільно змінювати розмір GUI (масштабування дисплея) за допомогою повзунка роздільної здатності.
vi: Cung cấp một danh sách chi tiết các độ phân giải phù hợp với tỉ lệ khung hình của độ phân giải tự nhiên của màn hình. Điều này cho phép thay đổi kích thước giao diện (tăng/giảm) một cách tự do thông qua thanh trượt độ phân giải.
zh_hans: 提供与显示器原生分辨率宽高比匹配的微调分辨率列表，可通过分辨率滑块自由改变 GUI 大小（显示比例）。
zh_hant: 提供與顯示器原生解析度寬高比匹配的微調解析度列表，可通過解析度滑桿自由改變 GUI 大小（顯示比例）。

source: Provides a menu option to toggle the Apple display's auto brightness (ambient light sensor) feature and lets the app automatically enable or disable auto brightness when needed.
nl: Biedt een menu-optie om de automatische helderheid (lichtomgevingssensor) van het Apple-schermen in of uit te schakelen en laat de app deze automatische helderheid automatisch in en uitschakelen wanneer nodig.
pl: Udostępnia opcję menu do przełączania funkcji automatycznej jasności wyświetlacza Apple (czujnik światła otoczenia) i pozwala aplikacji na automatyczne włączanie lub wyłączanie automatycznej jasności w razie potrzeby.
ru: Предоставляет пункт меню для переключения автояркости дисплея Apple (датчик освещенности) и позволяет приложению автоматически включать или выключать автояркость при необходимости.

source: Provides additional display modes on some configurations.
de: Stellt weitere Anzeigemodi bei manchen Konfigurationen zur Verfügung.
es: Proporciona opciones de modos útiles de visualización adicionales en algunas configuraciones.
fr: Fournit des modes d'affichage supplémentaires sur certaines configurations.
hu: További képernyő módokat biztosít egyes konfigurációk esetén.
it: Fornisce opzioni aggiuntive di modalità di visualizzazione utili per determinate configurazioni.
ja: 一部の構成で、追加の便利なディスプレイモードオプションを提供します。
ko: 일부 구성에서 편리한 추가 디스플레이 모드 옵션을 제공합니다.
nb: Gir ekstra skjermmoduser i noen konfigurasjoner.
nl: Geeft aanvullende schermmodi op sommige configuraties.
pl: Udostępnia dodatkowe tryby wyświetlania w niektórych konfiguracjach.
pt_br: Fornecer opções adicionais de modos úteis de exibição em algumas configurações.
ro: Oferă opțiuni suplimentare de moduri utile de afișare pentru anumite configurații.
ru: Обеспечивает дополнительные режимы отображения в некоторых конфигурациях.
sl: Zagotavlja dodatne načine prikaza pri nekaterih konfiguracijah.
sv: Tillhandahåller ytterligare användbara skärmlägen för vissa konfigurationer.
tr: Bazı yapılandırmalarda ek görüntüleme modları sağlar.
uk: Надає додаткові параметри корисних режимів відображення в деяких конфігураціях.
vi: Cung cấp thêm các chế độ màn hình trên một số cấu hình.
zh_hans: 为某些配置提供有用的额外显示模式选项。
zh_hant: 為某些設定提供額外顯示模式選項。

source: Provides additional image adjustment options like saturation, hue rotation, blur. May cause noticeable performance or image quality issues on some systems.
nl: Biedt aanvullende beeldaanpassingsopties zoals verzadiging, tintdraaiing, vervaging. Veroorzaakt mogelijk merkbare problemen met prestaties of beeldkwaliteit op bepaalde systemen.
pl: Udostępnia dodatkowe opcje regulacji obrazu, takie jak nasycenie, obrót barwy, rozmycie. Może powodować zauważalne problemy z wydajnością lub jakością obrazu w niektórych systemach.
ru: Предоставляет дополнительные параметры изображения: насыщенность, сдвиг оттенка, размытие. Может влиять на производительность или качество изображения на некоторых системах.

source: Provides basic volume control for compatible Yamaha AVRs and MusicCast devices. Useful for an amplifier connected via HDMI or S/PDIF.
nl: Biedt basisvolumebediening voor compatibele Yamaha-AVR’s en MusicCast-apparaten. Nuttig bij een versterker die verbonden is via HDMI of S/PDIF.
pl: Zapewnia podstawowe sterowanie głośnością dla kompatybilnych amplitunerów Yamaha oraz urządzeń MusicCast. Przydatne w przypadku wzmacniacza połączonego przez HDMI lub S/PDIF.
ru: Обеспечивает базовое управление громкостью для совместимых Yamaha AVR и устройств MusicCast. Полезно для усилителя, подключенного через HDMI или S/PDIF.

source: Provides basic volume control, virtual remote control capability and service menu access for compatible Samsung Smart TVs and Smart Monitors with local network access.
nl: Biedt basisvolumebediening, de mogelijkheid voor virtuele bediening op afstand en toegang tot het menu Voorzieningen voor compatibele Samsung Smart-tv’s en -monitoren met lokale netwerktoegang.
pl: Udostępnia podstawowe sterowanie głośnością, funkcję wirtualnego pilota oraz dostęp do menu serwisowego dla kompatybilnych telewizorów i monitorów Samsung Smart TV z dostępem do sieci lokalnej.
ru: Обеспечивает базовое управление громкостью, возможность виртуального пульта и доступ к сервисному меню для совместимых телевизоров Samsung Smart и Smart мониторов с доступом к локальной сети.

source: Provides precise feedback on the current control value with additional information when relevant.
nl: Biedt nauwkeurige terugkoppeling op de huidige bedieningswaarde met aanvullende informatie, indien relevant.
pl: Zapewnia precyzyjne informacje zwrotne na temat aktualnej wartości sterowania wraz z dodatkowymi informacjami, gdy są one istotne.
ru: Предоставляет точную обратную связь о текущем значении управления с дополнительной информацией при необходимости.

source: Provides various image control, volume control and virtual remote control capabilities for compatible LG webOS based smart TVs and displays.
nl: Biedt diverse mogelijkheiden op het gebied van beeldbediening, volumebediening en virtuele afstandsbediening voor compatibele LG-smart-tv’s en -schermen gebaseerd op webOS.
pl: Udostępnia różne możliwości sterowania obrazem, sterowania głośnością i funkcję wirtualnego pilota dla kompatybilnych telewizorów smart i wyświetlaczy LG opartych na systemie webOS.
ru: Обеспечивает различные возможности управления изображением, громкостью и виртуальным пультом для совместимых умных телевизоров и дисплеев на базе LG webOS.

source: Provides volume control, virtual remote control capability for compatible Android based and some older Philips Smart TVs.
nl: Biedt mogelijkheden op het gebied van volumebediening en virtuele afstandsbediening voor compatibele Philips-smart-tv’s gebaseerd op Android en op bepaalde oudere Philips-smart-tv's.
pl: Udostępnia sterowanie głośnością, funkcję wirtualnego pilota dla kompatybilnych telewizorów Philips Smart TV opartych na systemie Android oraz niektórych starszych modeli.
ru: Обеспечивает управление громкостью и возможность виртуального пульта для совместимых телевизоров Philips на базе Android, а также некоторых старых Philips Smart TV.

source: Quantization
de: Quantisierung
es: Cuantización
fr: Quantification
hu: Kvantálás
it: Quantizzazione
ja: 量子化
ko: 양자화
nb: Kvantisering
nl: Kwantificering
pl: Kwantyzacja
pt_br: Quantização
ro: Quantizare
ru: Квантование
sl: Kvantizacija
sv: Kvantisering
tr: Kuantizasyon
uk: Квантування
vi: Lượng tử hóa
zh_hans: 量化
zh_hant: 量化

source: Quick mode switch
de: Schneller Modus-Schalter
es: Cambio rápido de modo
fr: Changement rapide du mode
hu: Gyors módváltás
it: Cambio rapido modalità
ja: クイックモードスイッチ
ko: 빠른 모드 전환
nb: Rask modusskift
nl: Snelle moduswisseling
pl: Szybkie przełączanie trybu
pt_br: Mudança de modo rápido
ro: Comutare rapidă a modului​
ru: Быстрое переключение режима
sl: Preklop hitrega načina
sv: Växlare för snabbläge
tr: Hızlı mod anahtarı
uk: Швидке перемикання режиму
vi: Chế độ chuyển đổi nhanh
zh_hans: 快速模式切换
zh_hant: 快速模式切換

source: Quit %@
de: %@ beenden
es: Salir %@
fr: Quitter %@
hu: Kilépés a %@-ből
it: Chiudi %@
ja: %@を終了
ko: %@ 종료
nb: Avslutt %@
nl: Stop %@
pl: Wyłącz %@
pt_br: Sair %@
ro: Închide %@
ru: Выйти из %@
sl: Zapri %@
sv: Avsluta %@
tr: %@’den Çık
uk: Вийти з %@
vi: Thoát %@
zh_hans: 退出 %@
zh_hant: 退出 %@

source: Quit App…
de: App beenden…
es: Salir de la App…
fr: Quitter…
hu: Kilépés…
it: Esci dall'App…
ja: アプリを終了…
ko: 앱 종료…
nb: Avslutt app…
nl: Stop app...
pl: Wyłącz aplikację…
pt_br: Sair do aplicativo…
ro: Închideți aplicația…
ru: Закрыть приложение…
sl: Zaprite aplikacijo…
sv: Avsluta programmet…
tr: Uygulamadan Çık…
uk: Вийти з програми…
vi: Thoát ứng dụng…
zh_hans: 退出应用程序…
zh_hant: 退出應用程式…

source: Quit the app
de: Die App beenden
es: Salir de la aplicación
fr: Quitter l'application
hu: Kilépés az appból
it: Chiudi l'app
ja: アプリ終了
ko: 앱 종료
nb: Avslutt appen
nl: Stop de app
pl: Wyłącz tę aplikację…
pt_br: Sair do aplicativo
ro: Închide aplicația
ru: Выйти из приложения
sl: Zaprite aplikacijo
sv: Avsluta programmet
tr: Uygulamayı kapat
uk: Закрийте програму
vi: Thoát ứng dụng
zh_hans: 退出应用程序
zh_hant: 退出應用程式

source: Range
de: Bereich
es: Rango
fr: Plage
hu: Tartomány
it: Intervallo
ja: 範囲
ko: 범위
nb: Område
nl: Bereik
pl: Zakres
pt_br: Intervallo
ro: Interval
ru: Диапазон
sl: Obseg
sv: Intervall
tr: Aralık
uk: Діапазон
zh_hans: 范围
zh_hant: 範圍

source: Range includes software brightness upscaling
de: Bereich beinhaltet Software-basierte Helligkeitshochskalierung
es: El rango incluye escalado de brillo por software
fr: La plage inclut la démultiplication logicielle
hu: A tartomány magába foglalja a fényerő felskálázást is
it: La gamma include l'aggiornamento della luminosità del software
ja: ソフトウェア輝度アップスケーリングを範囲に含む
ko: 소프트웨어 밝기 업스케일링을 범위에 포함
nb: Området inkluderer programvareoppskalering av lysstyrke
nl: Bereik omvat programmatische helderheidsopschaling
pl: Zakres obejmuje programowe zwiększanie jasności
pt_br: A faixa inclui aumento de brilho por software
ro: Intervalul include scalarea luminozității din software
ru: Диапазон включает программное масштабирование яркости
sl: Ponudba vključuje programsko povečanje svetlosti
sv: Intervallet inkluderar uppskalning av ljusstyrka i programvara
tr: Aralık, yazılımsal parlaklık yükseltmeyi içerir
uk: Діапазон включає масштабування яскравості за допомогою програмного забезпечення
vi: Phạm vi bao gồm việc tăng cường độ sáng phần mềm
zh_hans: 该功能还包含软件亮度增强功能
zh_hant: 該功能還包含軟體亮度增強功能

source: Range-based control
de: Bereichsbasierte Steuerung
es: Control basado en rango
fr: Contrôle de plage
hu: Tartomány alapú vezérlés
it: Controllo basato su intervallo
ja: 範囲ベースの制御
ko: 범위 기반 제어
nb: Kontroll basert på område
nl: Bereikgebaseerde bediening
pl: Sterowanie oparte na zakresie
pt_br: Controle baseado em intervalo
ro: Control bazat pe interval
ru: Управление на основе диапазона
sl: Nadzor na podlagi obsega
sv: Intervallbaserad kontroll
tr: Aralık tabanlı kontrol
uk: Керування на основі діапазону
zh_hans: 基于范围的控制
zh_hant: 基於範圍的控制

source: Rate
es: Refresco
fr: Fréquence
hu: Ráta
it: Voto
ja: レート
ko: 비율
nb: Hastighet
nl: Frequentie
pl: Częstotliwość
pt_br: Taxa
ro: Evaluare
ru: Оценка
sl: Ocena
sv: Frekvens
tr: Oran
uk: Оцінка
vi: Đánh giá
zh_hans: 率
zh_hant: 率

# Read &amp; Update From Device
source: Read & Update From Device
de: Vom Geräte lesen & aktualisieren
es: Leer y actualizar desde el dispositivo
fr: Lire et mettre à jour depuis l’appareil
hu: Olvasás és frissítés az eszközről
it: Leggi e aggiorna dal dispositivo
ja: デバイスから読み取り更新
ko: 장치에서 읽기 및 갱신
nb: Les og oppdater fra enheten
nl: Lees en werk bij vanaf apparaat
pl: Odczytaj i aktualizuj z urządzenia
pt_br: Ler e atualizar do dispositivo
ro: Citire și actualizare de pe dispozitiv
ru: Считать и обновить с устройства
sl: Branje in posodobitev iz naprave
sv: Läsa och uppdatera från enhet
tr: Cihazdan Oku ve Güncelle
uk: Зчитати й оновити з пристрою
zh_hans: 从设备读取并更新
zh_hant: 從設備讀取並更新
