Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Displays slider labels and their current values for easier identification and greater precision.
es: Muestra las etiquetas de los controles deslizantes y sus valores actuales para facilitar la identificación y lograr mayor precisión.
fr: Affiche le label du curseur et sa valeur actuelle pour plus simplement l’identifier ainsi que pour avoir une meilleure précision.
ja: より簡単に識別でき高い精度が得られるよう、スライダラベルおよび現在の値を表示します。
ko: 슬라이더의 레이블과 현재 값을 표시하여, 더 쉽게 식별하고 더 정밀하게 값을 확인할 수 있습니다.
nl: Toont labels bij schuifregelaars met een huidige waarde voor eenvoudigere identificatie en hogere nauwkeurigheid.
pl: Wyświetla etykiety oraz bieżące wartości suwaków, co ułatwia ich identyfikację i zapewnia większą precyzję ustawień.
ru: Отображает подписи ползунков и их текущие значения для упрощённой идентификации и большей точности.
uk: Відображає мітки повзунків і поточні значення для полегшеної ідентифікації та більшої точності.

source: Displays that were added to the list previously are shown even when not detected.
de: Displays, die zuvor zur Liste hinzugefügt wurden, werden auch dann angezeigt, wenn sie nicht entdeckt wurden.
es: Las pantallas que se añadieron a la lista anteriormente se muestran incluso cuando no son detectadas.
fr: Les écrans qui ont été ajoutés précédemment à la liste sont affichés même s'ils n'ont pas été détectés.
hu: A listához korábban hozzáadott kijelzők akkor is megjelennek, ha jelenleg nincsenek csatlakoztatva.
it: I display aggiunti all’elenco in precedenza vengono mostrati anche quando non rilevati.
ja: 以前にリストに追加したディスプレイは、検出されなくても表示されます。
ko: 이전에 목록에 추가된 디스플레이는 감지되지 않은 경우에도 표시됩니다.
nb: Skjermer som tidligere ble lagt til i listen, vises selv når de ikke er tilkoblet.
nl: Schermen die eerder zijn toegevoegd aan de lijst worden getoond, zelfs als ze niet gevonden zijn.
pl: Wyświetlacze dodane wcześniej do listy są widoczne nawet wtedy, gdy nie zostaną wykryte.
pt_br: Monitores que foram adicionados à lista anteriormente são mostradas mesmo quando não detectadas.
ro: Ecranele care au fost adăugate anterior în listă sunt afișate chiar și atunci când nu sunt detectate.
ru: Дисплеи, ранее добавленные в список, отображаются даже если не обнаружены.
sl: Zasloni, ki so bili predhodno dodani na seznam, so prikazani, tudi če niso zaznani.
sv: Bildskärmar som tidigare lagts till i listan visas även om de inte har upptäckts.
tr: Listeye daha önce eklenen ekranlar algılanmasa bile gösterilir.
uk: Дисплеї, які були додані до списку раніше, відображаються навіть якщо не виявлені.
vi: Các màn hình đã được thêm vào danh sách trước đó vẫn được hiển thị ngay cả khi không được phát hiện.
zh_hans: 之前添加到列表中的显示器，即使暂时无法检测到，也会继续显示在列表中。
zh_hant: 之前添加到列表中的顯示器，即使暫時無法檢測到，也會繼續顯示在列表中。

source: Displays will turn blank for a while and you will not be able to interact with your Mac. The process should take about 2-4 seconds. The process does not work for the built-in display (reboot needed). The operation might cause some Macs to enter sleep mode.
de: Die Displays werden für eine Weile schwarz und du kannst nicht mit deinem Mac interagieren. Der Vorgang sollte etwa 2-4 Sekunden dauern. Dieser Vorgang kann nicht auf das integrierte Display angewendet werden (Neustart erforderlich). Der Vorgang kann bei einigen Macs dazu führen, dass sie in den Ruhezustand wechseln.
es: Las pantallas se quedarán en blanco por un momento y no podrás interactuar con tu Mac. El proceso debería tomar alrededor de 2 a 4 segundos. El proceso no funciona para la pantalla integrada (se necesita reiniciar). La operación podría hacer que algunos Mac entren en modo de suspensión.
fr: Les écrans vont devenirs noirs pour un certains temps et vous ne serez plus en capacité d'interagir avec votre Mac. Ce processus devrait prendre 2 à 4 secondes.Le processus ne marche pas pour l'écran intégré (redémarrage nécéssaire). L'opération peut entrainer une mise en veille sur certains Mac.
hu: A kijelzők egy időre elérhetetlenné válnak. A folyamat körülbelül 2-4 másodpercig tart. A folyamat nem működik a beépített kijelzőn (újraindítás szükséges). A művelet hatására egyes Mac-ek alvó üzemmódba kerülhetnek.
it: I display diventeranno vuoti per un po' e non sarai in grado di interagire con il tuo Mac. Il processo dovrebbe richiedere circa 2-4 secondi. Il processo non funziona per il display integrato (necessario riavvio). L'operazione potrebbe far sì che alcuni Mac entrino in modalità sospensione.
ja: しばらくディスプレイ表示が消え、Macを操作できなくなります。このプロセスには約2～4秒かかります。 このプロセスは内蔵ディスプレイでは機能しません（再起動が必要です）。この操作により、一部のMacではスリープモードになることがあります。
ko: 잠시 동안 디스플레이가 암전되고 Mac과 상호 작용할 수 없게 됩니다. 이 과정은 약 2~4초 정도 소요됩니다. 내장 디스플레이에서는 이 프로세스가 작동하지 않습니다 (재부팅 필요). 이 작업으로 인해 일부 Mac이 절전 모드로 전환될 수 있습니다.
nb: Skjermene blir blanke en stund, og du vil ikke kunne bruke Macen. Prosessen tar ca. 2–4 sekunder. Den fungerer ikke på innebygd skjerm (krever omstart). Operasjonen kan sette noen Mac-er i hvilemodus.
nl: Schermen zullen even zwart worden, waarbij je dan niet kunt werken met je Mac. Dit proces duurt gebruikelijk 2 tot 4 seconden. Het proces werkt niet voor het ingebouwde scherm (hiervoor is een herstart nodig). De handeling kan tot gevolg hebben dat bepaalde Macs in sluimerstand gaan.
pl: Ekrany na chwilę zgasną i nie będzie można korzystać z komputera Mac. Proces powinien potrwać około 2–4 sekund. Proces ten nie dotyczy wbudowanego wyświetlacza (wymagane ponowne uruchomienie). Operacja może spowodować przejście niektórych komputerów Mac w tryb uśpienia.
pt_br: As telas ficarão em branco por um tempo e você não poderá interagir com o seu Mac. O processo deve levar cerca de 2 a 4 segundos. O processo não funciona para o monitor integrado (reinicialização necessária). A operação pode fazer com que alguns Macs entrem no modo de suspensão.
ro: Ecranele se vor opri pentru o perioadă scurtă de timp și nu veți putea interacționa cu Mac-ul dumneavoastră. Procesul ar trebui să dureze aproximativ 2-4 secunde.\n\nAcest procesul nu funcționează pentru ecranul încorporat (este necesară repornirea Mac-ului). Aceasta operație poate face intrarea în modul de repaus a unor Mac-uri.
ru: Дисплей будет пустым на некоторое время, и вы не сможете взаимодействовать с Маком. Процесс должен занять около 2-4 секунд. Процесс не работает для встроенного дисплея (требуется перезагрузка). Операция может привести к тому, что некоторые Macs войдут в режим ожидания.
sl: Zasloni bodo nekaj časa prazni in ne boste mogli komunicirati z računalnikom Mac. Postopek traja približno 2-4 sekunde. Postopek ne deluje za vgrajeni zaslon (potreben je ponovni zagon). Operacija lahko povzroči, da nekateri računalniki Mac preidejo v način mirovanja.
sv: Skärmarna blir svarta under en stund och du kan inte interagera med din Mac. Processen bör ta cirka 2-4 sekunder. Processen fungerar inte för den inbyggda bildskärmen (omstart krävs). Åtgärden kan leda till att vissa Mac-datorer går in i viloläge.
tr: Ekranlar bir süreliğine kararacak ve Mac'inizle etkileşimde bulunamayacaksınız. İşlem yaklaşık 2-4 saniye sürmelidir. İşlem yerleşik ekran için çalışmaz (yeniden başlatma gerekir). İşlem bazı Mac'lerin uyku moduna girmesine neden olabilir.
uk: Дисплеї на деякий час стануть порожніми, і ви не зможете взаємодіяти зі своїм Mac. Процес має тривати приблизно 2-4 секунди. Процес не працює для вбудованого дисплея (потрібне перезавантаження). Ця операція може спричинити перехід деяких Mac у режим сну.
vi: Màn hình sẽ hiện trắng trong một khoảng thời gian và bạn sẽ không thể tương tác với Mac của bạn. Quá trình này có thể mất khoảng 2-4 giây. Quá trình này không khả dụng cho màn hình tích hợp (cần khởi động lại). Thao tác này có thể khiến một số Mac chuyển sang chế độ ngủ.
zh_hans: 显示器会暂时变成空白，您将无法与 Mac 交互。此过程约持续2-4秒。 此过程不适用于内建显示屏（需要重新启动）。此操作可能导致某些 Mac 进入休眠模式。
zh_hant: 顯示器會暫時變成空白，您將無法與 Mac 交互。此過程約持續2-4秒。 此過程不適用於內建顯示器（需要重新啟動）。此操作可能導致某些 Mac 進入休眠模式。

source: Disregard SDR peak brightness adjustment availability
de: Verfügbarkeit der SDR-Helligkeitsspitzenwertanpassung ignorieren
es: Ignorar la disponibilidad del ajuste de brillo máximo SDR
fr: Ne pas tenir compte de la disponibilité du réglage de la luminosité maximale SDR
hu: Az SDR fényerőcsúcs módosítás elérhetőségének figyelmen kívül hagyása
it: Ignora la disponibilità dell’impostazione per la luminosità massima SDR.
ja: SDRピーク輝度調整機能は使用不可
ko: SDR 피크 밝기 조정 사용 가능 여부 무시
nb: Ignorer tilgjengelighet for SDR topp lysstyrkejustering
nl: Negeer beschikbaarheid van aanpassing SDR-piekhelderheid
pl: Zignoruj dostępność regulacji szczytowej jasności SDR
pt_br: Desconsiderar a disponibilidade de ajuste de brilho máximo do SDR
ro: Ignorați disponibilitatea ajustării luminozității maxime SDR
ru: Игнорировать доступность настройки пиковой яркости SDR
sl: Ne upoštevajte možnosti prilagajanja najvišje svetlosti SDR
sv: Bortse från möjligheten att justera ljusstyrkan för SDR-toppar
tr: SDR tepe parlaklık ayarı kullanılabilirliğini dikkate almayın
uk: Ігнорувати доступність налаштування пікової яскравості SDR
vi: Bỏ qua khả năng điều chỉnh độ sáng đỉnh SDR
zh_hans: 忽略 SDR 峰值亮度调整的可用性
zh_hant: 忽略 SDR 峰值亮度調整的可用性

source: Do not apply to the internal display
de: Nicht auf das integrierte Display anwenden
es: No aplicar a la pantalla incorporada
fr: Ne pas appliquer à l'écran intégré
hu: Ne legyen alkalmazva a beépített kijelzőre
it: Non applicare allo schermo interno
ja: 内蔵ディスプレイには適用しない
ko: 내장 디스플레이에 적용하지 않음
nb: Ikke bruk på intern skjerm
nl: Pas niet toe op intern scherm
pl: Nie stosuj do wbudowanego wyświetlacza
pt_br: Não aplicar para o monitor interno
ro: Nu aplica ecranului intern
ru: Не применять к встроенному дисплею
sl: Ne nanašajte na notranji zaslon
sv: Tillämpa inte på den inbyggda skärmen
tr: Dahili ekran için uygulama
uk: Не застосовувати до внутрішнього дисплея
vi: Không áp dụng cho màn hình nội bộ
zh_hans: 不应用于内建显示屏
zh_hant: 請勿套用於內建顯示器

source: Do not reconnect
de: Nicht erneut verbinden
es: No volver a conectar
fr: Ne pas reconnecter
hu: Ne csatlakozzon újra
it: Non riconnettere
ja: 再接続しない
ko: 다시 연결 안 함
nb: Ikke koble til igjen
nl: Verbind niet opnieuw
pl: Nie łącz ponownie
pt_br: Não reconecte
ro: Nu Reconecta
ru: Не переподключать
sl: Ne povezujte se znova
sv: Återanslut inte
tr: Tekrar bağlanma
uk: Не пере-під'єднувати
vi: Không kết nối lại
zh_hans: 不要重新连接
zh_hant: 不要重新連接

source: Do not restore combined brightness and software adjustments
de: Die kombinierte Helligkeitseinstellung und Software-basierte Anpassungen nicht wiederherstellen
es: No restaurar el brillo combinado ni los ajustes de software.
fr: Ne pas rétablir la luminosité combinée et les ajustements logiciels
hu: Ne legyenek helyreállítva a kombinált fényerő és a szoftveres képbeállítások
it: Non ripristinare la luminosità combinata e le regolazioni software
ja: 複合輝度とソフトウェア調整を復元しない
ko: 통합 밝기 제어 및 소프트웨어 조정 복원 안 함
nb: Gjenopprett ikke kombinert lysstyrke og programvarejusteringer
nl: Herstel niet gecombineerde helderheids- en programmatische aanpassingen
pl: Nie przywracaj ustawień łącznej i programowej jasności
pt_br: Não restaurar os ajustes combinados de brilho e software
ro: Nu restaurați ajustările combinate de luminozitate și software
ru: Не восстанавливать комбинированные настройки яркости и программного обеспечения
sl: Ne obnovite kombiniranih prilagoditev svetlosti in programske opreme
sv: Återställ inte kombinerade ljusstyrke- och programvarujusteringar
tr: Birleşik parlaklık ve yazılım ayarlamalarını geri yüklemeyin
uk: Не відновлювати комбіноване налаштування яскравості та програмного забезпечення
vi: Không khôi phục độ sáng kết hợp và điều chỉnh phần mềm
zh_hans: 不恢复组合亮度和软件调整
zh_hant: 不回復組合亮度和軟體調整

source: Do not synchronize changes made via the app.
nl: Synchroniseer geen wijzigingen die via deze app zijn gemaakt.
pl: Nie synchronizuj zmian wprowadzonych przez aplikację.
ru: Не синхронизировать изменения, внесённые через приложение.
tr: Uygulama kullanılarak yapılan değişiklikleri senkronize etmeyin.

source: Do nothing
de: Nichts tun
es: No hacer nada
fr: Ne rien faire
hu: Ne tegyen semmit
it: Non fare nulla
ja: 何もしない
ko: 아무것도 하지 않음
nb: Gjør ingenting
nl: Doe niets
pl: Nic nie rób
pt_br: Não fazer nada
ro: Nu face nimic
ru: Ничего не делать
sl: Ničesar ne stori
sv: Gör ingenting
tr: Hiçbir şey yapma
uk: Нічого не робити
zh_hans: 不执行任何操作
zh_hant: 不執行任何操作

source: Do you want to deactivate the license?
de: Möchtest du die Lizenz wirklich deaktivieren?
es: ¿Quieres desactivar la licencia?
fr: Voulez-vous désactiver la licence ?
hu: Deaktiválásra kerüljön a licenc?
it: Vuoi disattivare la licenza?
ja: ライセンスを無効化しますか?
ko: 라이선스를 비활성화하시겠습니까?
nb: Ønsker du å deaktivere lisensen?
nl: Wil je de licentie deactiveren?
pl: Czy chcesz dezaktywować licencję?
pt_br: Deseja desativar a licença?
ro: Doriți să dezactivați licența?
ru: Вы хотите деактивировать лицензию?
sl: Ali želite deaktivirati licenco?
sv: Vill du inaktivera licensen?
tr: Lisansı devre dışı bırakmak istiyor musunuz?
uk: Ви бажаєте деактивувати ліцензію?
vi: Bạn có muốn hủy kích hoạt bản quyền?
zh_hans: 您想停用许可吗？
zh_hant: 您想停用許可嗎？

source: Do you want to disassociate all virtual screens from all displays?
de: Möchtest du alle virtuellen Bildschirme von allen Displays entkoppeln?
es: ¿Deseas desasociar todas las pantallas virtuales de todos los monitores?
fr: Voulez-vous dissocier tous les écrans virtuels de tous les écrans ?
hu: Meg kívánja szüntetni az összes virtuális képernyő társítását az összes kijelző tekintetében?
it: Vuoi dissociare tutte gli schermi virtuali da tutti i display?
ja: すべての仮想スクリーンをすべてのディスプレイから切断しますか?
ko: 모든 디스플레이에서 모든 가상 화면의 연결을 해제하시겠습니까?
nb: Ønsker du å fjerne alle assosiasjoner mellom virtuelle skjermer og skjermer?
nl: Wil je de associatie van alle virtuele schermen weghalen van alle schermen?
pl: Czy chcesz odłączyć wszystkie wirtualne ekrany od wszystkich wyświetlaczy?
pt_br: Deseja desassociar todas as telas virtuais de todos os monitores?
ro: Doriți să dezasociați toate ecranele virtuale de toate ecranele fizice?
ru: Вы хотите отключить все виртуальные экраны от всех дисплеев?
sl: Ali želite ločiti vse navidezne zaslone od vseh zaslonov?
sv: Vill du koppla bort alla virtuella skärmar från alla skärmar?
tr: Tüm sanal ekranları tüm ekranlardan ayırmak mı istiyorsunuz?
uk: Ви бажаєте від'єднати всі віртуальні екрани від усіх дисплеїв?
vi: Bạn có muốn hủy liên kết tất cả màn hình ảo khỏi tất cả màn hình không?
zh_hans: 是否解除所有虚拟屏幕与所有显示器的关联？
zh_hant: 是否解除所有虛擬螢幕與所有顯示器的關聯？

source: Do you want to discard all virtual screens?
de: Möchtest du alle virtuellen Bildschirme verwerfen?
es: ¿Quieres descartar todas las pantallas virtuales?
fr: Voulez-vous supprimer tous les écrans virtuels ?
hu: Törölni akarja az összes virtuális képernyőt?
it: Scartare tutti gli schermi virtuali?
ja: すべての仮想スクリーンを破棄しますか?
ko: 모든 가상 화면을 삭제하시겠습니까?
nb: Ønsker du å forkaste alle virtuelle skjermer?
nl: Wil je alle virtuele schermen negeren?
pl: Czy chcesz odrzucić wszystkie wirtualne ekrany?
pt_br: Quer descartar todas as telas virtuais?
ro: Doriți să renunțați la toate ecranele virtuale?
ru: Отменить все виртуальные экраны?
sl: Ali želite zavreči vse virtualne zaslone?
sv: Vill du förkasta alla virtuella skärmar?
tr: Tüm sanal ekranları kaldırmak istiyor musunuz?
uk: Відкинути всі віртуальні екрани?
vi: Bạn có muốn hủy bỏ tất cả màn hình ảo không?
zh_hans: 是否要弃用所有虚拟屏幕？
zh_hant: 是否要棄用所有虛擬螢幕？

source: Do you want to discard the virtual screen?
de: Möchtest du den virtuellen Bildschirm verwerfen?
es: ¿Quieres descartar la pantalla virtual?
fr: Voulez-vous supprimer l'écran virtuel ?
hu: Törölni akarja a virtuális képernyőt?
it: Vuoi scartare il schermo virtuale?
ja: 仮想スクリーンを破棄しますか?
ko: 가상 화면을 삭제하시겠습니까?
nb: Ønsker du å forkaste den virtuelle skjermen?
nl: Wil je het virtuele scherm negeren?
pl: Czy chcesz odrzucić wirtualny ekran?
pt_br: Quer descartar a tela virtual?
ro: Doriți să renunțați la ecranul virtual?
ru: Отменить виртуальный экран?
sl: Ali želite zavreči virtualni zaslon?
sv: Vill du förkasta den virtuella skärmen?
tr: Sanal ekranı kaldırmak istiyor musunuz?
uk: Відкинути віртуальний екран?
vi: Bạn có muốn hủy bỏ màn hình ảo không?
zh_hans: 是否要弃用此虚拟屏幕？
zh_hant: 是否要棄用此虛擬螢幕？

source: Do you want to proceed?
de: Möchtest Du fortfahren?
es: Quieres proceder?
fr: Voulez-vous continuer ?
hu: Tovább kíván lépni?
it: Vuoi procedere?
ja: 続行してもよろしいですか?
ko: 진행하시겠습니까?
nb: Ønsker du å fortsette?
nl: Wil je doorgaan?
pl: Czy chcesz kontynuować?
pt_br: Você quer prosseguir?
ro: Doriți să continuați?
ru: Вы хотите продолжить?
sl: Želite nadaljevati?
sv: Vill du fortsätta?
tr: Devam etmek istiyor musunuz?
uk: Ви бажаєте продовжити?
vi: Bạn có muốn tiếp tục không?
zh_hans: 您想继续吗?
zh_hant: 您想繼續嗎?

source: Does not apply to hardware-only brightness control.
de: Trifft nicht auf die reine Hardware-Helligkeitssteuerung zu.
es: No se aplica al control de brillo solo de hardware.
fr: Ne s'applique pas au contrôle de luminosité matérielle.
hu: Nem vonatkozik a kizárólag hardveres fényerőszabályozásra.
it: Non si applica al controllo della luminosità solo hardware.
ja: ハードウェアのみの輝度制御は適用しないでください。
ko: 하드웨어 전용 밝기 제어에는 적용되지 않습니다.
nb: Gjelder ikke maskinvarebasert lysstyrkekontroll.
nl: Niet toegepast op helderheidsbediening op alleen het apparaat.
pl: Nie dotyczy sprzętowej regulacji jasności.
pt_br: Não se aplica ao controle de brilho somente por hardware.
ro: Nu se aplică la controlul exclusiv al luminozității hardware.
ru: Не применяется к исключительно аппаратному управлению яркостью.
sl: Ne velja za nadzor svetlosti samo s strojno opremo.
sv: Gäller inte ljusstyrka som endast styrs av hårdvara.
tr: Yalnızca donanım parlaklık kontrolü için geçerli değildir.
uk: Не стосується лише апаратного керування яскравістю.
vi: Không áp dụng cho điều khiển độ sáng phần cứng.
zh_hans: 不适用于仅硬件的亮度控制。
zh_hant: 不適用於僅硬體的亮度控制。

source: Don't show this warning again!
de: Zeige diese Warnung nicht mehr an!
es: ¡No volver a mostrar esta advertencia!
fr: Ne plus montrer cet avertissement !
hu: Figyelmeztetés elrejtése a jövőben
it: Non mostrare più questo avviso!
ja: この警告を再び表示しない!
ko: 이 경고를 다시 표시하지 않습니다!
nb: Ikke vis denne advarselen igjen!
nl: Toon deze waarschuwing niet meer!
pl: Nie pokazuj więcej tego ostrzeżenia!
pt_br: Não mostre este aviso novamente!
ro: Nu mai arăta această avertizare!
ru: Больше не показывать это предупреждение!
sl: Ne pokaži več tega opozorila!
sv: Visa inte denna varning igen!
tr: Bu uyarıyı bir daha göstermeyin!
uk: Більше не показувати це попередження!
vi: Không hiện cảnh cáo này nữa!
zh_hans: 不再显示此警告！
zh_hant: 不再顯示此警告！

source: Don't switch input
nl: Wissel niet van invoer
pl: Nie przełączaj wejścia
ru: Не переключать вход

source: Done
de: Fertig
es: Hecho
fr: Terminé
hu: Kész
it: Fatto
ja: 完了
ko: 완료
nb: Ferdig
nl: Gereed
pl: Gotowe
pt_br: OK
ro: Gata
ru: Выполнено
sl: Končano
sv: Färdig
tr: Tamam
uk: Готово
vi: Đã xong
zh_hans: 完成
zh_hant: 完成

source: Dot Screen
de: Punkt-Raster
es: Pantalla de puntos
fr: Trame de points
hu: Pontmátrix
it: Schermo a punti
ja: 点スクリーン
ko: 도트 스크린
nb: Punkt-skjerm
nl: Dotscherm
pl: Raster kropkowy
pt_br: Tela de pontos
ro: Ecran cu puncte
ru: Точечный экран
sl: Točkovni zaslon
sv: Punktskärm
tr: Nokta Ekran
uk: Точковий екран
zh_hans: 点阵屏幕
zh_hant: 點陣螢幕

source: Drag the app menu off the menu bar area (by holding the empty bottom area of the app menu) and make it persistently available.
de: Ziehe das App-Menü aus dem Bereich der Menüleiste (indem du den leeren unteren Bereich des App-Menüs festhältst) und mache es dauerhaft verfügbar.
es: Arrastra el menú de la aplicación fuera del área de la barra de menú (manteniendo presionada el área vacía en la parte inferior del menú de la aplicación) y hazlo disponible de forma persistente.
fr: Glissez le menu de l'application en dehors de la barre des menus (en cliquant-glissant la partie vide en bas du menu) pour le rendre visible de façon permanente.
hu: Lehetővé teszi, hogy elválassza az alkalmazás menüjét a menüsáv ikontól az alkalmazásmenü üres alsó területénél fogva - így a lebegő menü folyamatosan elérhető lehet.
it: Trascina il menu delle app dall'area della barra dei menu (tenendo premuto l'area inferiore vuota del menu dell'app) e rendendolo disponibile in modo permanente.
ja: アプリメニューをメニューバーから（メニューの下部を持って）ドラッグして切り離し、続けて使用できるようにします。
ko: 앱 메뉴를 메뉴 막대 영역 밖으로 드래그하여(앱 메뉴의 빈 하단 영역을 길게 누름) 지속적으로 사용할 수 있도록 설정합니다.
nb: Dra app-menyen bort fra menylinjen (hold nede det tomme nederste området) for å gjøre den permanent tilgjengelig.
nl: Sleep het appmenu van het menubalkgebied (door de lege onderkant van het menu ingedrukt te houden) en maak het permanent beschikbaar.
pl: Przeciągnij menu aplikacji poza obszar paska menu (trzymając za pusty obszar na dole menu), aby było ono stale dostępne.
pt_br: Arraste o menu do aplicativo para fora da área da barra de menu (mantendo pressionada a área inferior vazia do menu do aplicativo) e torne-o disponível de forma persistente.
ro: Trageți meniul aplicației din zona bara de meniu (ținând de zona de jos goală a meniului aplicației) și faceți-l vizibil permanent.
ru: Перетащите меню приложения из области строки меню (удерживая пустую нижнюю область меню приложения) и сделайте его постоянно доступным.
sl: Povlecite meni aplikacije z območja menijske vrstice (tako, da držite prazno spodnje območje menija aplikacije) in ga omogočite, da bo stalno na voljo.
sv: Dra appmenyn från menyraden (genom att hålla i den tomma nedre delen av appmenyn) och gör den ständigt tillgänglig.
tr: Uygulama menüsünü menü çubuğu alanından sürükleyin (uygulama menüsünün boş alt alanını tutarak) ve kalıcı olarak kullanılabilir hale getirin.
uk: Перетягніть меню програми з області рядка меню (утримуючи порожню нижню область меню програми) і зробіть його доступним.
vi: Kéo menu ứng dụng ra khỏi khu vực thanh menu (bằng cách giữ khu vực trống phía dưới của menu) và giữ nó có sẵn mọi lúc.
zh_hans: 将应用程序菜单拖离菜单栏区域（按住应用程序菜单底部的空白区域）使其始终可用。
zh_hant: 將應用程式選單拖離選單區域（按住應用程式選單底部的空白區域）使其始終可用。

source: Draw Crop Area On Screen…
de: Zeichne den Beschneidungsbereich auf dem Bildschirm…
es: Dibujar área de recorte en la pantalla…
fr: Dessiner la zone de recadrage…
hu: Vágási terület rajzolása a képernyőn…
it: Disegna area di ritaglio sullo schermo…
ja: スクリーンを切り取る領域を描画…
ko: 화면에 크롭 영역 그리기…
nb: Tegn beskjæringsområde på skjerm…
nl: Teken bijknipgebied op scherm...
pl: Narysuj obszar kadrowania na ekranie…
pt_br: Desenhe área de corte na tela…
ro: Desenați Zona de Tăiere pe Ecran…
ru: Нарисовать область кадрирования на экране…
sl: Nariši območje obrezovanja na zaslonu…
sv: Rita beskärningsområdet på skärmen…
tr: Ekranda Kırpma Alanı Çizin…
uk: Намалювати область кадрування на екрані…
vi: Vẽ khu vực cắt trên màn hình…
zh_hans: 在屏幕上绘制裁剪区域…
zh_hant: 在螢幕上繪制裁剪區域…

source: Duplicate Display Group
de: Anzeigegruppe duplizieren
es: Duplicar grupo de pantallas
fr: Dupliquer le groupe d’écrans
hu: Kijelzőcsoport duplikálása
it: Gruppo di display duplicato
ja: ディスプレイグループを複製
ko: 디스플레이 그룹 복제
nb: Dupliser visningsgruppe
nl: Maak kopie van schermgroep
pl: Duplikuj grupę wyświetlaczy
pt_br: Duplicar Grupo de Monitores
ro: Grup de afișare duplicat
ru: Дублировать группу дисплеев
sl: Podvojena zaslonska skupina
sv: Duplicera skärmgrupp
tr: Ekran Grubunu Yinele
uk: Дублювати групу дисплеїв
vi: Nhân Bản Nhóm Màn Hình
zh_hans: 复制显示组
zh_hant: 複製顯示組

source: Duplicate…
de: Duplizieren…
es: Duplicar…
fr: Dupliquer…
hu: Duplikálás…
it: Duplica…
ja: 複製…
ko: 복제…
nb: Dupliser…
nl: Maak kopie...
pl: Duplikuj…
pt_br: Duplicar…
ro: Duplicat…
ru: Дублировать…
sl: Podvojeno…
sv: Duplicera…
tr: Yinele…
uk: Дублювати…
vi: Nhân bản…
zh_hans: 复制…
zh_hant: 複製…
