Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: To control features that operate on a range (like brightness). Can be used for group-level synchronization.
de: Zum Steuern von Funktionen mit einem Wertebereich (z. B. Helligkeit). Kann für Synchronisierung auf Gruppenebene verwendet werden.
es: Para controlar funciones que operan en un rango (como el brillo). Se puede usar para sincronización a nivel de grupo.
fr: Pour contrôler les fonctionnalités agissant sur une plage (comme la luminosité). Peut-être utilisé pour la synchronisation au niveau des groupes.
hu: Olyan funkciók vezérlésére, amelyek egy tartományban működnek (például fényerő). Használható csoportszintű szinkronizálásra is.
it: Per controllare funzionalità che operano su un intervallo (come la luminosità). Può essere usato per la sincronizzazione a livello di gruppo.
ja: （輝度など）ある範囲で動作する機能を制御します。グループレベルの同期に使用することができます。
ko: 범위에서 작동하는 기능(밝기와 같은)을 제어하기 위한 것입니다. 그룹 수준 동기화에 사용될 수 있습니다.
nb: For å kontrollere funksjoner som opererer over et område (som lysstyrke). Kan brukes til synkronisering på gruppebasis.
nl: Om functies te bedienen die werken op een bereik (zoals helderheid). Kan worden gebruikt voor synchronisatie op groepsniveau.
pt_br: Para controlar recursos que operam em uma faixa (como o brilho). Pode ser usado para sincronização em nível de grupo.
ro: Pentru a controla funcțiile care operează pe un interval (cum ar fi luminozitatea). Poate fi folosit pentru sincronizarea la nivel de grup.
ru: Для управления функциями, которые работают в диапазоне (например, яркость). Может использоваться для синхронизации на уровне группы.
sl: Za nadzor funkcij, ki delujejo v razponu (kot je svetlost). Lahko se uporablja za sinhronizacijo na ravni skupine.
sv: För att kontrollera funktioner som fungerar inom ett intervall (t.ex. ljusstyrka). Kan användas för synkronisering på gruppnivå.
tr: Bir aralıkta çalışan özellikleri kontrol etmek için (parlaklık gibi). Grup düzeyinde senkronizasyon için kullanılabilir.
uk: Для керування функціями, які працюють у діапазоні (наприклад, яскравість). Може використовуватися для синхронізації на рівні групи.
zh_hans: 用于控制基于范围的功能（如亮度）。可用于组级同步。
zh_hant: 用於控制基於範圍的功能（如亮度）。可用於群組級別的同步。

source: To make your Apple keyboard's brightness and volume keys control your external display, please add the app to **System Settings > Privacy & Security > Accessibility**! After this, you'll have to restart the app. Alternatively, you can disable native keyboard control in Settings.
de: Um mit den Helligkeits- und Lautstärketasten deiner Apple Tastatur das externe Display zu kontrollieren, muss die App unter den **Systemeinstellungen > Datenschutz & Sicherheit > Bedienungshilfen** hinzugefügt werden. Danach muss die App neu gestartet werden. Alternativ kannst du die native Tastatursteuerung in den Einstellungen deaktivieren.
es: Para que las teclas de brillo y volumen del teclado Apple controlen la pantalla externa, agrega la aplicación en **Configuración del sistema > Privacidad y seguridad > Accesibilidad**. Después de eso, tendrás que reiniciar la aplicación. Alternativamente, puede desactivar el control del teclado nativo en Configuración.
fr: Pour que vos touches de luminosité et de volume de clavier Apple contrôlent votre écran externe, veuillez ajouter l'application à **Réglages Système > Confidentialité et sécurité > Accessibilité** ! Après cela, vous devrez redémarrer l'application. Vous pouvez aussi désactiver les contrôles claviers natifs dans les réglages de l'application.
hu: Ahhoz, hogy az Apple billentyűzet fényerő és hangerő gombjai vezéreljék a külső kijelzőt, hozzá kell adni az alkalmazást a **Rendszerbeállítások > Adatvédelem és biztonság > Kisegítő lehetőségek** listához! Ezt követően az alkalmazás újraindítására van szükség. Alternatív megoldásként letilthatja a natív billentyűzetvezérlést a Beállításokban.
it: Per far sì che i tasti di luminosità e volume della tastiera Apple possano controllare il display esterno, aggiungi l'applicazione a **Impostazioni di sistema > Privacy & Sicurezza > Accessibilità**! Successivamente, dovrai riavviare l'app. In alternativa, è possibile disattivare il controllo della tastiera nativa nelle Impostazioni.
ja: Appleキーボードの輝度と音量キーで外付けディスプレイを操作するには、**システム設定 > プライバシーとセキュリティ > アクセシビリティ**にアプリを追加してください! 次にアプリを再起動する必要があります。あるいは、設定でネイティブキーボードの制御を無効化することもできます。
ko: Apple 키보드의 밝기 및 볼륨 키로 외부 디스플레이를 제어하려면 **시스템 설정 > 개인정보 및 보안 > 접근성**에 앱을 추가하세요! 그런 다음 앱을 다시 시작해야 합니다. 또는 설정에서 기본 키보드 제어를 비활성화할 수 있습니다.
nb: For å få Apple-tastaturets lysstyrke- og volumtaster til å kontrollere den eksterne skjermen, legg appen til under **System Settings > Privacy & Security > Accessibility**! Etter dette må du starte appen på nytt. Alternativt kan du deaktivere innebygd tastaturkontroll i Innstillinger.
nl: Om de helderheids- en volumetoetsen van je Apple-toetsenbord je externe scherm te laten bedienen, voeg de app toe aan **Systeeminstellingen > Privacy en beveiliging > Toegankelijkheid**! Hierna moet je de app herstarten. Als alternatief kun je ingebouwde toetsenbordbediening uitschakelen in Instellingen.
pt_br: Para fazer com que as teclas de brilho e volume do teclado Apple controlem o monitor externo, adicione o aplicativo em **Configurações do sistema > Privacidade e segurança > Acessibilidade**! Depois disso, você terá que reiniciar o aplicativo. Alternativamente, você pode desativar o controle nativo do teclado em Configurações.
ro: Pentru a face ca tastele de luminozitate și volum ale tastaturii Apple să controleze ecranul extern, vă rugăm să adăugați aplicația la Setările Sistemului > Confidențialitate și Securitate > Accesibilitate! După, va trebui să reporniți aplicația. Alternativ, puteți dezactiva controlul nativ al tastaturii în Setări.
ru: Чтобы клавиши яркости и громкости клавиатуры Apple управляли внешним дисплеем, добавьте приложение в **Системные настройки > Конфиденциальность и безопасность > Универсальный доступ**! После этого нужно перезапустить приложение. Либо можно отключить встроенное управление клавиатурой в настройках.
sl: Če želite, da tipke za svetlost in glasnost tipkovnice Apple nadzorujejo zunanji zaslon, dodajte aplikacijo v **Sistemske nastavitve > Zasebnost in varnost > Dostopnost**! Po tem boste morali znova zagnati aplikacijo. Lahko pa onemogočite izvorni nadzor tipkovnice v nastavitvah.
sv: För att få ljusstyrka och volymknapparna på ditt Apple-tangentbord att styra din externa skärm, lägg till appen i **Systeminställningar > Sekretess och säkerhet > Tillgänglighet**! Efter detta måste du starta om appen. Alternativt kan du inaktivera inbyggd tangentbordskontroll i Inställningar.
tr: Apple klavyenizin parlaklık ve ses tuşlarının harici ekranınızı kontrol etmesini sağlamak için lütfen uygulamayı **Sistem Ayarları > Gizlilik ve Güvenlik > Erişilebilirlik** bölümüne ekleyin! Bundan sonra uygulamayı yeniden başlatmanız gerekecektir. Alternatif olarak, Ayarlar'da yerel klavye kontrolünü devre dışı bırakabilirsiniz.
uk: Щоб клавіші яскравості та гучності клавіатури Apple керували зовнішнім дисплеєм, додайте програму в **Налаштування системи > Конфіденційність і безпека > Спеціальні можливості**! Після цього вам доведеться перезапустити програму. Крім того, ви можете вимкнути власне керування клавіатурою в налаштуваннях.
vi: Để làm cho độ sáng bàn phím Apple và các phím âm lượng điều khiển màn hình rời của bạn, vui long thêm ứng dụng vào **Cài đặt Hệ Thống > Riêng tư & Bảo mật > Trợ năng**! Sau đó, bạn sẽ phải khởi động lại ứng dụng. Hoặc bạn có thể vô hiệu hóa điều khiển bàn phím tự nhiên trong Cài đặt.
zh_hans: 要让 Apple 键盘的亮度和音量键控制外接显示器，请您在将应用程序添加到 **系统设置 > 隐私与安全性 > 辅助功能** ！后必须重启应用程序。或者您也可在 "设置 > 键盘" 中禁用原生键盘控制功能。
zh_hant: 要讓 Apple 鍵盤的亮度和音量鍵控制外接顯示器，請您在將應用程式添加到 **系統設定 > 隱私與安全性 > 輔助功能** ！後必須重新開啟應用程式。或者您也可在 "設定 > 鍵盤" 中禁用原生鍵盤控制功能。

source: To open Settings, use the Tools menu, hold ⌥ Option while clicking on the app menu icon or launch the app again while it is already running.
de: Um die Einstellungen zu öffnen, verwende das Werkzeuge-Menü, halte ⌥ Option gedrückt, während du auf das App-Menüsymbol klickst oder starte die App erneut, während sie bereits läuft.
es: Para abrir la Configuración, utiliza el menú Herramientas, mantén ⎇ OPTION mientras haces clic en el ícono del menú de la aplicación o reinicia la aplicación mientras ya está en ejecución.
fr: Pour ouvrir les Réglages vous pouvez utiliser le menu Utilitaires, maintenir ⌥ Option en cliquant sur l'icône du menu de l’application, ou lancer l’application une seconde fois alors qu’elle est déjà en fonctionnement.
hu: A Beállítások megnyitásához használja az Eszközök menüt, tartsa lenyomva az ⌥ OPTION billentyűt, miközben az alkalmazás menü ikonjára kattint, vagy pedig indítsa el az alkalmazást, miközben az már fut.
it: Per aprire Impostazioni, usa il menu Strumenti, tieni premuto ⌥ Option mentre fai clic sull’icona del menu dell’app oppure avvia nuovamente l’app mentre è già in esecuzione.
ja: 設定を開くには、ツールメニューで⌥ Optionを押したままアプリのメニューアイコンをクリックするか、アプリをすでに実行中の場合はアプリを再起動してください。
ko: 설정을 열려면 도구 메뉴를 사용하거나 ⌥ Option 키를 누른 상태에서 앱 메뉴 아이콘을 클릭하거나 이미 실행 중인 앱을 다시 실행하세요.
nb: For å åpne Innstillinger, bruk Verktøy-menyen, hold nede ⌥ Option mens du klikker på app-menyikonet, eller start appen på nytt mens den allerede kjører.
nl: Om Instellingen te openen, gebruik het menu Gereedschappen, houd ⌥ Option ingedrukt terwijl je op het appmenu-symbool klikt of start de app opnieuw terwijl deze al draait.
pt_br: Para abrir as Configurações, use o menu Ferramentas, segure ⌥ Option enquanto clica no ícone do aplicativo na barra de menus ou inicie o aplicativo novamente enquanto ele já estiver em execução.
ro: Pentru a deschide Setările, folosește meniul Instrumente, ține apăsat ⌥ Option în timp ce faci clic pe iconița aplicației sau lansează din nou aplicația când este deja deschisă.
ru: Чтобы открыть Настройки, используйте меню Инструменты, удерживайте ⌥ Option при нажатии на значок меню приложения или запустите приложение снова, когда оно уже работает.
sl: Če želite odpreti nastavitve, uporabite meni Orodja, pridržite ⌥ Option, medtem ko kliknete ikono menija aplikacije ali znova zaženite aplikacijo, ko se že izvaja.
sv: För att öppna Inställningar använder du Verktyg-menyn, håller ⌥ Alternativ nedtryckt medan du klickar på appens menyikon eller startar appen igen när den redan är igång.
tr: Bu seçenek etkinleştirildiğinde uygulama ayarları, araçlar menüsünden kaldırılır ve düğme çubuğuna ayarları açmak için bir simge yerleştirir. Veya; ayarları açmak için Araçlar menüsünü kullanın, uygulama menüsü simgesine tıklarken ⌥ Option tuşunu basılı tutun veya uygulamayı zaten çalışırken yeniden başlatın.
uk: Щоб відкрити Налаштування, скористайтеся меню Інструменти, утримуйте ⌥ Option під час натискання значка меню додатка або запустіть додаток ще раз, коли він вже працює.
vi: Để mở Cài Đặt, sử dụng menu Công Cụ, giữ ⌥ Option khi nhấp vào biểu tượng menu ứng dụng hoặc khởi động lại ứng dụng khi nó đã đang chạy.
zh_hans: 要打开设置，请使用工具菜单，按住 ⌥ Option 键并单击应用程序菜单图标，或者在应用程序已经运行时再次启动它。
zh_hant: 要打開設定，請使用工具選單，按住 ⌥ Option 鍵並點擊應用程式選單圖示，或者在應用程式已經運作時再次啟動它。

source: Toggle
de: Umschalten
es: Alternar
fr: Basculer
hu: Váltás
it: Attiva/Disattiva
ja: 切り替え
ko: 토글
nb: Veksle
nl: Schakelaar
pt_br: Alternar
ro: Comutare
ru: Переключатель
sl: Preklopi
sv: Växla
tr: Geçiş Butonu
uk: Перемикач
zh_hans: 切换
zh_hant: 切換

source: Toggle (on/off) control
de: Ein-/Aus-Steuerelement
es: Control de alternancia (encendido/apagado)
fr: Contrôle interrupteur (marche/arrêt)
hu: Kapcsolóvezérlés (be/ki)
it: Controllo toggle (attiva/disattiva)
ja: 制御を切り替え（オン/オフ）
ko: 토글 (온/오프) 제어
nb: Veksle (på/av)-kontroll
nl: Schakelaarbediening (aanuit)
pt_br: Controle de alternância (ligado/desligado)
ro: Control comutare (activat/dezactivat)
ru: Переключатель (вкл/выкл) управления
sl: Preklop (vklop/izklop) nadzor
sv: Växla kontroll (på/av)
tr: Geçiş (açık/kapalı) kontrolü
uk: Перемикач (увімк/вимк) керування
zh_hans: 切换控制（开/关）
zh_hant: 切換控制（開/關）

source: Toggle Auto Brightness
de: Automatische Helligkeit umschalten
es: Alternar brillo automático
fr: Activer/désactiver la luminosité automatique
hu: Automatikus fényerő ki/bekapcsolása
it: Attiva/Disattiva luminosità automatica
ja: 輝度の自動調節を切り替え
ko: 자동 밝기 토글
nb: Veksle automatisk lysstyrke
nl: Schakel automatische helderheid
pt_br: Alternar brilho automático
ro: Comută luminozitatea automată
ru: Переключить автояркость
sl: Preklop samodejne svetlosti
sv: Växla automatisk ljusstyrka
tr: Otomatik Parlaklık Aç/Kapat
uk: Перемкнути автояскравість
zh_hans: 切换自动亮度
zh_hant: 切換自動亮度

source: Toggle Brightness Upscaling
de: Helligkeitsskalierung umschalten
es: Alternar upscaling de brillo
fr: Activer/désactiver la luminosité démultipliée
hu: Fényerő-felskálázás ki/bekapcsolása
it: Attiva/Disattiva upscaling della luminosità
ja: 輝度アップスケーリングを切り替え
ko: 밝기 업스케일링 토글
nb: Veksle lysstyrkeoppskalering
nl: Schakel helderheidsopschaling
pt_br: Alternar upscaling de brilho
ro: Comută Scalarea Luminozității
ru: Переключить повышение яркости
sl: Preklop povečanje svetlosti
sv: Växla uppskalning av ljusstyrka
tr: Parlaklık Yükseltme Aç/Kapat
uk: Перемкнути підвищення яскравості
zh_hans: 切换亮度提升
zh_hant: 切換亮度提升

source: Toggle DDC Mute
de: DDC-Stummschaltung umschalten
es: Alternar silencio DDC
fr: Activer/désactiver la coupure du son DDC
hu: DDC némítás ki/bekapcsolása
it: Attiva/Disattiva muto DDC
ja: DDCミュートを切り替え
ko: DDC 음소거 토글
nb: Veksle DDC-demping
nl: Schakel DDC-dempen
pt_br: Alternar mudo DDC
ro: Comută dezactivarea sunetului DDC
ru: Переключить DDC Mute
sl: Preklop DDC tišina
sv: Växla DDC Mute
tr: DDC Sessiz Aç/Kapat
uk: Перемкнути DDC Mute
zh_hans: 切换 DDC 静音
zh_hant: 切換 DDC 靜音

source: Toggle Dark Mode
de: Dunkelmodus an/aus
es: Switch Modo Oscuro
fr: Activer/désactiver le mode sombre
hu: Éjszakai mód ki/bekapcsolása
it: Attiva/disattiva Modalità Scura
ja: ダークモードを切り替え
ko: 다크 모드 토글
nb: Veksle mørk modus
nl: Schakel donkere modus
pl: Przełącz tryb ciemny
pt_br: Alternar modo escuro
ro: Comutare mod întunecat
ru: Включить тёмный режим
sl: Preklopi temni način
sv: Växla mörkt läge
tr: Karanlık Modu Aç/Kapat
uk: Увімкнути темний режим
vi: Bật/tắt Chế độ tối
zh_hans: 切换深色模式
zh_hant: 切換深色模式

source: Toggle HDR Mode
de: HDR-Modus umschalten
es: Alternar modo HDR
fr: Activer/désactiver le mode HDR
hu: HDR mód ki/bekapcsolása
it: Attiva/Disattiva modalità HDR
ja: HDRモードを切り替え
ko: HDR 모드 토글
nb: Veksle HDR-modus
nl: Schakel HDR-modus
pt_br: Alternar modo HDR
ro: Comută modul HDR
ru: Переключить HDR режим
sl: Preklop načina HDR
sv: Växla HDR-läge
tr: HDR Modu Aç/Kapat
uk: Перемкнути HDR режим
zh_hans: 切换 HDR 模式
zh_hant: 切換 HDR 模式

source: Toggle HDR for display
de: HDR für das Display an/aus
es: Switch HDR para la pantalla
fr: Activer/désactiver le HDR pour l'écran
hu: HDR ki/bekapcsolása
it: Attiva/disattiva HDR per il display
ja: ディスプレイのHDRを切り替え
ko: 디스플레이 HDR 토글
nb: Veksle HDR for skjerm
nl: Schakel HDR voor scherm
pt_br: Alternar HDR para o monitor
ro: Comutare HDR pentru ecran
ru: Включить HDR для дисплея
sl: Preklop HDR za prikaz
sv: Växla HDR för skärm
tr: Ekran için HDR'yi Aç / Kapat
uk: Увімкнути HDR для дисплея
vi: Bật/tắt HDR cho màn hình
zh_hans: 切换 HDR 模式
zh_hant: 切換 HDR 模式

source: Toggle HiDPI resolution for display
de: HiDPI-Auflösungen für das Display an/aus
es: Switch HiDPI resolución de pantalla
fr: Activer/désactiver la résolution HiDPI de l'écran
hu: HiDPI felbontás ki/bekapcsolása
it: Attiva/disattiva risoluzione HiDPI per il display
ja: ディスプレイのHiDPI解像度を切り替え
ko: 디스플레이 HiDPI 해상도 토글
nb: Veksle HiDPI-oppløsning for skjerm
nl: Schakel HiDPI-resolutie voor scherm
pt_br: Alternar resolução HiDPI para o monitor
ro: Comutare rezoluție HiDPI pentru ecran
ru: Переключить разрешение HiDPI для дисплея
sl: Preklopi ločljivost HiDPI za prikaz
sv: Växla HiDPI-upplösning för skärm
tr: Ekran için HiDPI çözünürlüğü Aç/Kapat
uk: Перемкнути роздільну здатність HiDPI для дисплея
vi: Bật/tắt độ phân giải HiDPI cho màn hình
zh_hans: 切换 HiDPI
zh_hant: 切換 HiDPI

source: Toggle Image Adjustments
de: Bildanpassungen umschalten
es: Alternar ajustes de imagen
fr: Activer/désactiver les ajustements d’image
hu: Képbeállítások ki/bekapcsolása
it: Attiva/Disattiva regolazioni dell’immagine
ja: 画像調整を切り替え
ko: 이미지 조정 토글
nb: Veksle bildejusteringer
nl: Schakel beeldaanpassingen
pt_br: Alternar ajustes de imagem
ro: Comută ajustările imaginii
ru: Переключить настройки изображения
sl: Preklopi prilagoditve slike
sv: Växla bildjusteringar
tr: Görüntü Ayarlamalarını Aç/Kapat
uk: Перемкнути налаштування зображення
zh_hans: 切换影像调整
zh_hant: 切換影像調整

source: Toggle Mute
nl: Schakel dempen in/uit
ru: Отключение/включение звука

source: Toggle Native Brightness Upscaling
de: Native Helligkeitsskalierung umschalten
es: Alternar upscaling de brillo nativo
fr: Activer/désactiver la luminosité démultipliée native
hu: Natív fényerő-felskálázás ki/bekapcsolása
it: Attiva/Disattiva upscaling della luminosità nativa
ja: ネイティブ輝度アップスケーリングを切り替え
ko: 기본 밝기 업스케일링 토글
nb: Veksle innebygd lysstyrkeoppskalering
nl: Schakel native helderheidsopschaling
pt_br: Alternar upscaling de brilho nativo
ro: Comută scalarea nativă a luminozității
ru: Переключить нативное повышение яркости
sl: Preklopi povečanje izvorne svetlosti
sv: Växla uppskalning av inbyggd ljusstyrka
tr: Yerel Parlaklık Yükseltmeyi Aç/Kapat
uk: Перемкнути нативне підвищення яскравості
zh_hans: 切换原生亮度提升
zh_hant: 切換原生亮度提升

source: Toggle Night Shift
de: Night Shift an/aus
es: Switch Night Shift
fr: Activer/désactiver Night Shift
hu: Night Shift ki/bekapcsolása
it: Interruttore Night Shift
ja: Night Shiftを切り替え
ko: Night Shift 토글
nb: Veksle Night Shift
nl: Schakel Night Shift
pl: Przełącz Night Shift
pt_br: Alternar Night Shift
ro: Comutare Night Shift
ru: Включить Night Shift
sl: Preklopi nočno izmeno
sv: Växla Night Shift
tr: Night Shift Aç/Kapat
uk: Увімкнути Night Shift
vi: Bật/tắt Night Shift
zh_hans: 切换夜览
zh_hant: 切換夜覽

source: Toggle Picture in Picture
de: Picture in Picture umschalten
es: Alternar Picture in Picture
fr: Activer/désactiver l'image dans l'image
hu: Picture in Picture ki/bekapcsolása
it: Attiva/Disattiva Picture in Picture
ja: ピクチャインピクチャを切り替え
ko: 화면 속 화면 토글
nb: Veksle bilde-i-bilde
nl: Schakel Afbeelding in afbeelding
pt_br: Alternar Picture in Picture
ro: Comută modul Picture in Picture
ru: Переключить режим Картинка в картинке
sl: Preklopi Slika v sliki
sv: Växla bild i bild
tr: Resim İçinde Resim Aç/Kapat
uk: Перемкнути режим Картинка в картинці
zh_hans: 切换画中画
zh_hant: 切換畫中畫

source: Toggle Screen Stream
de: Bildschirm-Streaming umschalten
es: Alternar streaming de pantalla
fr: Activer/désactiver la diffusion d'écran
hu: Képernyő stream ki/bekapcsolása
it: Attiva/Disattiva streaming dello schermo
ja: スクリーンストリーミングを切り替え
ko: 화면 스트리밍 토글
nb: Veksle skjermstrømming
nl: Schakel schermstream
pt_br: Alternar streaming de tela
ro: Comută modul Screen Stream
ru: Переключить трансляцию экрана
sl: Preklopi zaslonski tok
sv: Växla skärmström
tr: Ekran Yayını Aç/Kapat
uk: Перемкнути трансляцію екрана
zh_hans: 切换全屏串流
zh_hant: 切換螢幕串流

source: Toggle True Tone
de: True Tone an/aus
es: Switch True Tone
fr: Activer/désactiver True Tone
hu: True Tone ki/bekapcsolása
it: Attiva/disattiva True Tone
ja: True Toneを切り替え
ko: True Tone 토글
nb: Veksle True Tone
nl: Schakel True Tone
pl: Przełącz True Tone
pt_br: Alternar True Tone
ro: Comutare True Tone
ru: Переключить True Tone
sl: Preklopi True Tone
sv: Växla True Tone
tr: True Tone Aç/Kapat
uk: Перемкнути True Tone
vi: Bật/tắt True Tone
zh_hans: 切换原彩显示
zh_hant: 切換原彩顯示

source: Toggle brightness upscaling
de: Helligkeits-Hochskalierung umschalten
es: Alternar el escalado de brillo
fr: Activer/désactiver la luminosité démultipliée
hu: Fényerő felskálázás ki/bekapcsolása
it: Attiva/disattiva upscaling della luminosità
ja: 輝度アップスケーリングを切り替え
ko: 밝기 업스케일링 토글
nb: Veksle lysstyrkeoppskalering
nl: Schakel helderheidsopschaling
pt_br: Alternar ampliação de brilho
ro: Comută scalarea luminozității
ru: Переключить повышение яркости
sl: Preklop povečanja svetlosti
sv: Växla uppskalning av ljusstyrka
tr: Parlaklık yükseltme Aç/Kapat
uk: Перемкнути підвищення яскравості
vi: Bật/Tắt tăng cương độ sáng
zh_hans: 切换亮度提升
zh_hant: 切換亮度提升

source: Toggle built-in display
de: Integrierten Display umschalten
es: Alternar pantalla integrada
fr: Activer/désactiver l'écran intégré
hu: Beépített kijelző ki-/bekapcsolása
it: Attiva/disattiva display integrato
ja: 内蔵ディスプレイを切り替え
ko: 내장 디스플레이 전환
nb: Veksle innebygd skjerm
nl: Schakel ingebouwd scherm
pt_br: Alternar monitor integrado
ro: Comută ecranul intern
ru: Переключить встроенный дисплей
sl: Preklop vgrajenega zaslona
sv: Växla inbyggd skärm
tr: Yerleşik Ekran Aç/Kapat
uk: Перемкнути вбудований дисплей
vi: Chuyển đổi màn hình tích hợp
zh_hans: 切换内建显示屏
zh_hant: 切換內建顯示器

source: Toggle cropping
de: Beschneidung an/aus
es: Switch recorte
fr: Activer/désactiver le recadrage
hu: Levágás ki/bekapcsolása
it: Attiva/Disattiva ritaglio
ja: 切り取りを切り替え
ko: 크롭 토글
nb: Veksle beskjæring
nl: Schakel bijsnijden
pt_br: Alternar corte
ro: Comutare decupare
ru: Включить обрезку
sl: Preklopi obrezovanje
sv: Växla beskärning
tr: Kırpma Aç/Kapat
uk: Увімкнути обрізання
vi: Bật/tắt cắt
zh_hans: 切换裁剪
zh_hant: 切換裁剪

source: Toggle mute
de: Stumm an/aus
es: Alternar silencio
fr: Activer/désactiver la coupure du son
hu: Némítás ki/bekapcsolása
it: Attiva/disattiva silenziamento
ja: ミュートを切り替え（DDC）
ko: 음소거 토글
nb: Veksle demping
nl: Schakel dempen
pt_br: Alternar o mudo
ro: Comutare mute
ru: Переключить звук
sl: Preklopi na izklop zvoka
sv: Växla tyst
tr: Sesi Aç/Kapat
uk: Перемкнути звук
vi: Bật/tắt tắt tiếng
zh_hans: 切换静音
zh_hant: 切換靜音

source: Toggle notch for display
de: Notch für das Display an/aus
es: Alternar el notch para la pantalla
fr: Activer/désactiver l'encoche de l'écran
hu: Kijelző bevágás ki/be kapcsolása
it: Attiva/disattiva il notch per il display
ja: ディスプレイノッチを切り替え
ko: 노치 표시 토글
nb: Veksle hakk for skjerm
nl: Schakel inkeping voor scherm
pt_br: Alternar o notch para a tela
ro: Comutați decupajul pentru afișaj
ru: Переключить вырез дисплея
sl: Preklopi zarezo za prikaz
sv: Växla hack för skärm
tr: Ekran için çentiği Aç / Kapat
uk: Перемкнути чілку для відображення
vi: Bật/tắt notch cho màn hình
zh_hans: 切换显示屏刘海
zh_hant: 切換顯示器瀏海

source: Toggles
de: An-/Ausschalter
es: Interruptores
fr: Bascules
hu: Kapcsolók
it: Interrutori
ja: 切り替え
ko: 토글
nb: Vekslinger
nl: Schakelaars
pt_br: Alternadores
ro: Comutatoare
ru: Переключатели
sl: Preklaplja
sv: Växlar
tr: Geçiş Butonu
uk: Перемикає
vi: Công tắc
zh_hans: 切换
zh_hant: 切換
