Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Configure current values as neutral (default) values for relevant features
de: Aktuelle Werte als neutrale (Standard-)Werte für relevante Funktionen konfigurieren
es: Configurar los valores actuales como valores neutrales (predeterminados) para las funciones relevantes.
fr: Configurer les valeurs actuelles comme neutres (valeurs par défaut) pour les fonctions associées
hu: Jelenlegi értékek beállítása alapértelmezett értékként a megfelelő funkciókhoz
it: Configura i valori attuali come valori neutri (predefiniti) per le funzionalità rilevanti.
ja: 関連する機能に対して、現在の値を中央値（デフォルト値）として構成を行います。
ko: 현재 값을 관련 기능의 중립(기본) 값으로 구성
nb: Konfigurer gjeldende verdier som nøytrale (standard) verdier for relevante funksjoner
nl: Configureer huidige waarde als neutrale (standaard)waarden voor relevante functies
pl: Ustaw bieżące wartości jako neutralne (domyślne) dla odpowiednich funkcji
pt_br: Configurar os valores atuais como valores neutros (padrão) para os recursos relevantes
ro: Configurați valorile curente ca valori neutre (implicite) pentru caracteristicile relevante
ru: Установить текущие значения как нейтральные (по умолчанию) для соответствующих функций
sl: Konfigurirajte trenutne vrednosti kot nevtralne (privzete) vrednosti za ustrezne funkcije
sv: Konfigurera aktuella värden som neutrala (standard) värden för relevanta funktioner
tr: Mevcut değerleri ilgili özellikler için nötr (varsayılan) değerler olarak yapılandırın
uk: Налаштувати поточні значення як нейтральні (типові) для відповідних функцій
vi: Cấu hình các giá trị hiện tại làm giá trị trung tính (mặc định) cho các tính năng liên quan
zh_hans: 将当前值配置为相关功能的中性（默认）值
zh_hant: 將目前值設定為相關功能的預設值

source: Configure flexible scaling for %@
de: Konfiguration der flexiblen Skalierung für %@
es: Configurar escalado flexible para %@
fr: Configurer la mise à l'échelle flexible pour %@
hu: Rugalmas skálázás konfigurálása a %@ számára
it: Configura la scala flessibile per %@
ja: %@のフレキシブルスケーリングを構成
ko: %@의 유연한 스케일링 구성
nb: Konfigurer fleksibel skalering for %@
nl: Configureer flexibele schaling voor %@
pl: Skonfiguruj elastyczne skalowanie dla %@
pt_br: Configure o dimensionamento flexível para %@
ro: Configurați scalarea flexibilă pentru %@
ru: Настроить гибкое масштабирование для %@
sl: Konfigurirajte prilagodljivo skaliranje za %@
sv: Konfigurera flexibel skalning för %@
tr: @ için esnek ölçeklendirmeyi yapılandırma
uk: Налаштувати гнучке масштабування для %@
vi: Cấu hình tỷ lệ linh hoạt cho %@
zh_hans: 为 %@ 配置灵活缩放
zh_hant: 為 %@ 設定彈性縮放

source: Configure full screen stream to this display
de: Konfiguration des Vollbildstreams zu diesem Display
es: Configurar transmisión en pantalla completa a esta pantalla
fr: Configurer la diffusion en plein écran sur cet écran
hu: Streamelés konfigurálása erre a kijelzőre
it: Configura lo stream a schermo intero per questo schermo
ja: このディスプレイのフルスクリーンストリーミングを構成
ko: 이 디스플레이로 전체 화면 스트리밍 구성
nb: Konfigurer fullskjermsstrøm til denne skjermen
nl: Configureer volledigescherm-stream naar dit scherm
pl: Konfiguruj strumień pełnoekranowy do tego wyświetlacza
pt_br: Configure o fluxo de tela inteira para esta exibição
ro: Configură fluxul pe tot ecranul pentru acest ecran
ru: Настройте полноэкранный поток на этот дисплей
sl: Konfigurirajte celozaslonski tok za ta zaslon
sv: Konfigurera full skärmströmning till denna skärm
tr: Bu ekran için tam ekran yayın yapılandırma
uk: Налаштувати повноекранний потік для цього дисплея
vi: Cấu hình trình chiếu toàn màn hình đến màn hình này
zh_hans: 配置全屏串流到此显示器
zh_hant: 設定全螢幕串流到此顯示器

source: Configure layout protection for %@
de: Konfiguration des Layoutschutzes für %@
es: Configurar la protección de diseño para %@
fr: Configurer la protection de la disposition d'écrans pour %@
hu: Elrendezés védelem konfigurálása a %@ számára
it: Configura la protezione del layout per %@
ja: %@のレイアウト保護を構成
ko: %@의 레이아웃 보호 구성
nb: Konfigurer oppsettbeskyttelse for %@
nl: Configureer 'Bescherming indeling' voor %@
pl: Skonfiguruj ochronę układu dla %@
pt_br: Configurar proteção de layout para %@
ro: Configurați protecția aspectului pentru %@
ru: Настроить защиту макета для %@
sl: Konfiguriraj zaščito postavitve za %@
sv: Konfigurera layoutskydd för %@
tr: %@ için düzen korumasını yapılandırın
uk: Налаштувати захист макету для %@
vi: Cấu hình bảo vệ bố cục cho %@
zh_hans: 为 %@ 配置布局保护
zh_hant: 為 %@ 設定佈局保護

source: Configure steps for range-based controls
de: Schritte für bereichsbasierte Steuerungen konfigurieren
es: Configurar pasos para controles de rango
fr: Configurer les paliers pour les contrôles basés sur une plage
hu: Lépték konfigurálása tartomány alapú vezérléshez
it: Configura i passi per i controlli a intervallo
ja: 範囲ベースの制御ステップを構成
ko: 범위 기반 컨트롤에 대한 단계 구성
nb: Konfigurer trinn for områdebaserte kontroller
nl: Configureer stappen voor op bereik gebaseerde bediening
pl: Skonfiguruj kroki dla elementów sterujących opartych na zakresie
pt_br: Configurar passos para controles com faixa
ro: Configurarea etapelor pentru controalele bazate pe intervale
ru: Настроить шаги для диапазонных элементов управления
sl: Konfigurirajte korake za kontrole, ki temeljijo na območju
sv: Konfigurera steg för intervallbaserade kontroller
tr: Aralık tabanlı kontroller için adımları yapılandırma
uk: Налаштувати кроки для діапазонних елементів керування
zh_hans: 配置范围控件的步长
zh_hant: 設定範圍控制的步長

source: Configure the custom EDID for a display.
de: Benutzerdefiniertes EDID für ein Display konfigurieren.
es: Configurar el EDID personalizado para una pantalla.
fr: Configurer l’EDID personnalisé pour un écran.
hu: Egy kijelző egyedi EDID-jének konfigurálása.
it: Configura l’EDID personalizzato per un display.
ja: ディスプレイのカスタムEDIDの構成を行います。
ko: 디스플레이의 사용자 지정 EDID 구성
nb: Konfigurer den egendefinerte EDID-en for en skjerm.
nl: Configureer de eigen EDID voor een scherm.
pl: Skonfiguruj niestandardowy EDID dla wyświetlacza.
pt_br: Configurar o EDID personalizado para uma tela.
ro: Configurați EDID personalizat pentru un afișaj.
ru: Настроить пользовательский EDID для дисплея.
sl: Konfigurirajte EDID po meri za zaslon.
sv: Konfigurera anpassad EDID för en bildskärm.
tr: Bir ekran için özel EDID'yi yapılandırma
uk: Налаштувати користувацький EDID для дисплея.
zh_hans: 为显示器配置自订 EDID
zh_hant: 為顯示器設定自訂 EDID

source: Configure the upscaling and dimming indicator OSD icon (chevron) under Settings > Keyboard > OSD.
de: Konfiguriere das OSD-Symbol (Spitzzeichen) für die Hochskalierung und Dimmung unter Einstellungen > Tastatur > OSD.
es: Configura el ícono OSD de indicador de escalado y atenuación (chevron) en Configuración > Teclado > OSD.
fr: Configurer l'icône de l’indicateur de démultiplication et d’atténuation (chevron) dans Réglages > Clavier > OSD.
hu: A felskálázási és sötétítési OSD jelző ikont a Beállítások > Billentyűzet > OSD menüpontban konfigurálhatja.
it: Configura l’icona OSD dell’upscaling e dell’oscuramento (chevron) in Impostazioni > Tastiera > OSD.
ja: 設定 > キーボード > OSD のアップスケーリングとディミング用インジケータOSDアイコン（シェブロン（⌄））の構成を行います。
ko: 설정 > 키보드 > OSD에서 업스케일링 및 디밍 표시기 OSD 아이콘(V)의 설정을 수행합니다.
nb: Konfigurer OSD-ikonet (chevron) for oppskalering og dempeindikator under Innstillinger > Tastatur > OSD.
nl: Configureer de indicator voor opschalen en dimmen die wordt getoond binnen het ingebouwde OSD-symbool (pijlpunt) onder Instellingen > Toetsenbord > OSD.
pl: Skonfiguruj ikonę OSD wskaźnika skalowania i przyciemniania (strzałka) w Ustawieniach > Klawiatura > OSD.
pt_br: Configurar o ícone OSD do indicador de ampliação e escurecimento (seta) em Configurações > Teclado > OSD.
ro: Configurați pictograma OSD (chevron) a indicatorului de upscaling și dimming în Setări > Tastatură > OSD.
ru: Настроить иконку индикатора масштабирования и затемнения OSD (шеврон) в Настройки > Клавиатура > OSD.
sl: Konfigurirajte ikono zaslonskega menija za povečanje ločljivosti in zatemnitev indikatorja (ševron) pod Nastavitve > Tipkovnica > OSD.
sv: Konfigurera OSD-ikonen (chevron) för uppskalnings- och dimningsindikatorn under Inställningar > Tangentbord > OSD.
tr: Ayarlar > Klavye > OSD altında yükseltme ve karartma göstergesi OSD simgesini (chevron) yapılandırın.
uk: Налаштувати іконку OSD індикатора масштабування та затемнення (шеврон) у Налаштування > Клавіатура > OSD.
vi: Cấu hình biểu tượng chỉ báo nâng cấp và làm tối OSD (mũi tên) trong Cài Đặt > Bàn Phím > OSD.
zh_hans: 配置升频和调光指示OSD图标（尖角），请前往 设置 > 键盘 > OSD。
zh_hant: 設定升頻和調光指示OSD圖示（尖角），請前往 設定 > 鍵盤 > 調整浮動視窗（OSD）。

source: Configure virtual screen mirroring
de: Konfiguration des Spiegelns des virtuellen Bildschirms
es: Configurar la duplicación de pantalla virtual
fr: Configurer la mise en miroir d'écran virtuel
hu: Virtuális képernyő tükrözés konfigurálása
it: Configura duplicazione schermo virtuale
ja: 仮想スクリーンのミラーリングを構成
ko: 가상 화면 미러링 구성
nb: Konfigurer speiling av virtuell skjerm
nl: Configureer synchrone weergave van virtueel scherm
pl: Konfiguruj klonowanie wirtualnego ekranu
pt_br: Configurar o espelhamento de tela virtual
ro: Configurează oglindirea ecranului virtual
ru: Настройка зеркального отображения виртуального экрана
sl: Konfigurirajte navidezno zrcaljenje zaslona
sv: Konfigurera spegling av virtuell skärm
tr: Sanal ekran yansıtmasını yapılandır
uk: Налаштувати віртуальне віддзеркалення екрану
vi: Cấu hình phản chiếu màn hình ảo
zh_hans: 配置虚拟屏幕镜像
zh_hant: 設定虛擬螢幕鏡像

source: Configure virtual screen/stream rotation - useful for portrait Sidecar or for displays that do not support changing orientation. With Sidecar you can decide whether the USB-C port (lightning connector) should face up or down.
de: Konfiguration der Rotation des virtuellen Bildschirms / Streams - nützlich für Sidecar im Hochformat oder für Displays, die eine Änderung der Ausrichtung nicht unterstützen. Bei Sidecar kannst du entscheiden, ob der USB-C-Anschluss (Lightning-Anschluss) nach oben oder unten zeigen soll.
es: Configura la rotación de la pantalla virtual/transmisión, útil para el modo retrato de Sidecar o para pantallas que no admiten el cambio de orientación. Con Sidecar, puedes decidir si el puerto USB-C (conector Lightning) debe estar orientado hacia arriba o hacia abajo.
fr: Configurer l'écran virtuel/la rotation de la diffusion - utile pour un écran side-car en mode portrait, ou pour les écrans ne supportant pas le changement d'orientation. Avec side-car vous pouvez choisir si le port (USB-C ou Lightning) est orienté vers le haut ou vers le bas.
hu: A virtuális képernyő/folyam forgatásának beállítása - hasznos állóra tájolt Sidecar esetén vagy olyan kijelzőkhöz, amelyek nem támogatják a tájolás megváltoztatását. A Sidecar segítségével eldöntheti, hogy az USB-C port (lightning csatlakozó) felfelé vagy lefelé nézzen.
it: Configura la rotazione dello schermo virtuale/stream - utile per Sidecar in modalità verticale o per display che non supportano il cambio di orientamento. Con Sidecar puoi decidere se la porta USB-C (connettore Lightning) deve essere rivolta verso l’alto o verso il basso.
ja: 仮想スクリーン/ストリーミングの回転を構成 - 縦位置のSidecarや、向きの変更に未対応のディスプレイに便利です。Sidecarでは、USB-Cポート（Lightningコネクタ）側を上向きにするか下向きにするかを決めることができます。
ko: 가상 화면/스트리밍 회전 구성 - 세로형 사이드카 또는 방향 변경을 지원하지 않는 디스플레이에 유용합니다. Sidecar를 사용하면 USB-C 포트(라이트닝 커넥터)를 위쪽 또는 아래쪽으로 향하게 할 것인지 결정할 수 있습니다.
nb: Konfigurer rotasjon for virtuell skjerm/strøm – nyttig for Sidecar-portrett eller for skjermer som ikke støtter endring av orientering. Med Sidecar kan du bestemme om USB-C-porten (Lightning-kontakten) skal vende opp eller ned.
nl: Configureer draaiing van virtueel scherm/stream - nuttig bij staand Sidecar of voor schermen die het wijzigen van draaiing niet ondersteunen. Met Sidecar kun je bepalen of de USB-C-poort (Lightning-connector) naar boven of beneden moet wijzen.
pl: Skonfiguruj obrót wirtualnego ekranu/przesyłanego obrazu – przydatne w trybie pionowym Sidecar lub na wyświetlaczach, które nie obsługują zmiany orientacji. W przypadku Sidecar możesz wybrać, czy port USB-C (złącze Lightning) ma być skierowany do góry czy w dół.
pt_br: Configure a rotação de tela/stream virtual - útil para Sidecar em retrato ou para monitores que não suportam alteração de orientação. Com o Sidecar você pode decidir se a porta USB-C (conector lightning) deve ficar voltada para cima ou para baixo.
ro: Configurați rotația ecranului virtual/stream - util pentru portrait Sidecar sau pentru ecranele fizice care nu suportă schimbarea orientării. Cu Sidecar, puteți decide dacă portul USB-C (conector lightning) ar trebui să fie orientat în sus sau în jos.
ru: Настройка поворота виртуального экрана/потока - полезно для портретного Sidecar или для дисплеев, не поддерживающих смену ориентации. С помощью Sidecar вы можете решить, должен ли порт USB-C (разъем Lightning) быть обращен вверх или вниз.
sl: Konfigurirajte vrtenje navideznega zaslona/toka – uporabno za pokončni Sidecar ali za zaslone, ki ne podpirajo spreminjanja orientacije. S Sidecar se lahko odločite, ali naj bodo vrata USB-C (priključek Lightning) obrnjena navzgor ali navzdol.
sv: Konfigurera rotation av virtuell skärm/ström - användbart för stående Sidecar eller för skärmar som inte stöder ändring av orientering. Med Sidecar kan du bestämma om USB-C-porten (lightning-kontakten) ska vara vänd uppåt eller nedåt.
tr: Sanal ekran/yayın dönüşünü yapılandırın - dikey Sidecar veya yön değiştirmeyi desteklemeyen ekranlar için kullanışlıdır. Sidecar ile USB-C bağlantı noktasının (lightning konektörü) yukarı mı yoksa aşağı mı bakması gerektiğine karar verebilirsiniz.
uk: Налаштування повороту віртуального екрану/потоку — корисно для портретного Sidecar або для дисплеїв, які не підтримують зміну орієнтації. За допомогою Sidecar ви можете вирішити, чи має бути спрямований порт USB-C (роз'єм Lightning) догори чи донизу.
vi: Cấu hình màn hỉnh ảo/xoay trình chiếu - hữu ích cho chế độ Sidecar dọc hoặc cho các màn hình không hỗ trợ thay đổi hướng. Với Sidecar, bạn có thể quyết định xem cổng USB-C (cổng lightning) nên hướng lên hay hướng xuống.
zh_hans: 配置虚拟屏幕/串流旋转 - 对纵向随航或不支持改变方向的显示器非常有用。您可决定随航时 USB-C 端口（闪电接口）是朝上还是朝下。
zh_hant: 設定虛擬螢幕/串流旋轉 - 對縱向 Sidecar 顯示器或不支援改變方向的顯示器非常有用。您可決定 Sidecar 顯示器連接時 USB-C 接頭（ Lightning 接頭）是朝上還是朝下。

source: Configures the min and max volume ranges accepted by the TV. Use the sync button to fetch values from the device (if supported).
nl: Configureert de minimale en maximale volumebereiken die worden geaccepteerd door de tv. Gebruik de synchronisatieknop om de waarden op te halen van het apparaat (indien ondersteund).
pl: Konfiguruje minimalny i maksymalny zakres głośności akceptowany przez telewizor. Użyj przycisku synchronizacji, aby pobrać wartości z urządzenia (jeśli jest obsługiwane).
ru: Настраивает минимальный и максимальный диапазон громкости, поддерживаемый телевизором. Используйте кнопку синхронизации, чтобы получить значения с устройства, если это поддерживается.

source: Connect
de: Verbinden
es: Conectar
fr: Connecter
hu: Csatlakoztatás
it: Connetti
ja: 接続
ko: 연결
nb: Koble til
nl: Verbind
pl: Połącz
pt_br: Conectar
ro: Conectează
ru: Подключить
sl: Poveži
sv: Anslut
tr: Bağlan
uk: Підключитися
vi: Kết nối
zh_hans: 连接
zh_hant: 連接

source: Connect (Automatic)
de: Verbinden (automatisch)
es: Conectar (Automatico)
fr: Connecter (automatique)
hu: Csatlakoztatás (automatikus)
it: Connetti (Automatico)
ja: 接続（自動）
ko: 연결 (자동)
nb: Koble til (automatisk)
nl: Verbind (automaitsch)
pl: Połącz (automatycznie)
pt_br: Conectar (Automático)
ro: Conectează (Automat)
ru: Подключить (Автоматически)
sl: Poveži (avtomatsko)
sv: Anslut (automatiskt)
tr: Bağlan (Otomatik)
uk: Підключення (автоматично)
vi: Kết nối (Tự động)
zh_hans: 连接 (自动)
zh_hant: 連接 (自動)

source: Connect All
de: Alle verbinden
es: Conectar todo
fr: Tout connecter
hu: Összes csatlakoztatása
it: Collegare tutti
ja: すべてを接続
ko: 모두 연결
nb: Koble til alle
nl: Verbind alle
pl: Połącz wszystkie
pt_br: Conectar Todos
ro: Conectează Tot
ru: Подключить Все
sl: Poveži vse
sv: Anslut alla
tr: Tümünü Bağla
uk: Підключити все
vi: Kết nối tất cả
zh_hans: 全部连接
zh_hant: 全部連接

source: Connect All Displays
de: Verbinde alle Displays
es: Conectas Todas las pantallas
fr: Connecter tous les écrans
hu: Minden kijelző csatlakoztatása
it: Collega tutti i display
ja: すべてのディスプレイを接続
ko: 모든 디스플레이 연결
nb: Koble til alle skjermer
nl: Verbind alle schermen
pl: Połącz wszystkie wyświetlacze
pt_br: Conectar Todos os Monitores
ro: Conectează Toate Ecranele
ru: Подключить Все Дисплеи
sl: Povežite vse zaslone
sv: Anslut alla skärmar
tr: Tüm Ekranları Bağla
uk: Підключити всі дисплеї
vi: Kết nối Tất cả Màn hình
zh_hans: 连接所有显示器
zh_hant: 連接所有顯示器

source: Connect All Virtual Screens
de: Verbinde alle virtuellen Bildschirme
es: Conectar todas las pantallas virtuales
fr: Connecter tous les écrans virtuels
hu: Minden virtuális képernyő csatlakoztatása
it: Collega tutti gli schermi virtuali
ja: すべての仮想スクリーンを接続
ko: 모든 가상 화면 연결
nb: Koble til alle virtuelle skjermer
nl: Verbind alle virtuele schermen
pl: Połącz wszystkie wirtualne ekrany
pt_br: Conectar Todas as Telas Virtuais
ro: Conectează Toate Ecranele Virtuale
ru: Подключить Все Виртуальные Экраны
sl: Povežite vse virtualne zaslone
sv: Anslut alla virtuella skärmar
tr: Tüm Sanal Ekranları Bağla
uk: Підключити всі віртуальні екрани
vi: Kết nối Tất cả Màn hình ảo
zh_hans: 连接所有虚拟屏幕
zh_hant: 連接所有虛擬螢幕

source: Connect Display
de: Verbinde das Display
es: Conectar pantalla
fr: Connecter l'écran
hu: Kijelző csatlakoztatása
it: Schermo connesso
ja: ディスプレイを接続
ko: 디스플레이 연결
nb: Koble til skjerm
nl: Verbind scherm
pl: Połącz wyświetlacz
pt_br: Conectar Monitor
ro: Conectează Ecranul
ru: Подключить Дисплей
sl: Poveži zaslon
sv: Anslut skärm
tr: Ekranı Bağla
uk: Підключити дисплей
vi: Kết nối Màn hình
zh_hans: 连接显示器
zh_hant: 連接顯示器

source: Connect LG webOS Device
nl: Verbind met LG-webOS-apparaat
pl: Połącz urządzenie LG webOS
ru: Подключить устройство LG webOS

source: Connect Samsung Smart Device
nl: Verbind Samsung Smart-apparaat
pl: Połącz urządzenie Samsung Smart
ru: Подключить устройство Samsung Smart

source: Connect Virtual Screen
de: Verbinde den virtuellen Bildschirm
es: Conectar pantallas virtuales
fr: Connecter l'écran virtuel
hu: Virtuális képernyő csatlakoztatása
it: Collega schermo virtuale
ja: 仮想スクリーンを接続
ko: 가상 화면 연결
nb: Koble til virtuell skjerm
nl: Verbind virtueel scherm
pl: Połącz wirtualny ekran
pt_br: Conectar Tela Virtual
ro: Conectează Ecranul Virtual
ru: Подключить Виртуальный Экран
sl: Povežite virtualni zaslon
sv: Anslut virtuell skärm
tr: Sanal Ekrana Bağlan
uk: Підключити віртуальний екран
vi: Kết nối Màn hình ảo
zh_hans: 连接虚拟屏幕
zh_hant: 連接虛擬螢幕

source: Connect all disassociated virtual screens
de: Alle entkoppelten virtuellen Bildschirme verbinden
es: Conectar todas las pantallas virtuales desasociadas
fr: Connecter tous les écrans virtuels dissociés
hu: Összes nem társított képernyő csatlakoztatása
it: Collega tutti gli schermi virtuali disassociati
ja: 切断したすべての仮想スクリーンを接続
ko: 연결 해제된 모든 가상 화면 연결
nb: Koble til alle frakoblede virtuelle skjermer
nl: Verbind alle niet-geassocieerde virtuele schermen
pl: Połącz wszystkie niepowiązane wirtualne ekrany
pt_br: Conectar todas as telas virtuais desassociadas
ro: Conectează toate ecranele virtuale neasociate
ru: Подключить все разрозненные виртуальные экраны
sl: Povežite vse nepovezane virtualne zaslone
sv: Anslut alla icke-associerade virtuella skärmar
tr: Tüm ilişiği olmayan sanal ekranları bağlayın
uk: Підключити всі від'єднані віртуальні екрани
vi: Kết nối tất cả màn hình ảo đã ngắt kết nối
zh_hans: 连接所有未关联的虚拟屏幕
zh_hant: 連接所有未關聯的虛擬螢幕

source: Connect all displays
de: Verbinde alle Displays
es: Conectar todas las pantallas
fr: Connecter tous les écrans
hu: Minden kijelző csatlakoztatása
it: Collega tutti i display
ja: すべてのディスプレイを接続
ko: 모든 디스플레이 연결
nb: Koble til alle skjermer
nl: Verbind alle schermen
pl: Połącz wszystkie wyświetlacze
pt_br: Conectar todos os monitores
ro: Conectează toate ecranele
ru: Подключить все дисплеи
sl: Povežite vse zaslone
sv: Anslut alla skärmar
tr: Tüm ekranları bağla
uk: Підключити всі дисплеї
vi: Kết nối tất cả màn hình
zh_hans: 连接所有显示器
zh_hant: 連接所有顯示器

source: Connect or Disconnect a Display
de: Ein Display verbinden oder trennen
es: Conectar o desconectar una pantalla
fr: Connecter ou déconnecter un écran
hu: Kijelző csatlakoztatása vagy leválasztása
it: Connetti o disconnetti un display
ja: ディスプレイを接続または切断
ko: 디스플레이 연결 또는 연결 해제
nb: Koble til eller fra en skjerm
nl: Verbind scherm of maak los
pl: Połącz lub rozłącz wyświetlacz
pt_br: Conectar ou desconectar uma tela
ro: Conectează sau deconectează un ecran
ru: Подключить или отключить дисплей
sl: Povežite ali odklopite zaslon
sv: Anslut eller koppla från en skärm
tr: Bir Ekranı Bağlama veya Bağlantısını Kesme
uk: Підключити або відключити дисплей
zh_hans: 连接或断开显示器
zh_hant: 連接或斷開顯示器

source: Connect this virtual screen
de: Verbinde diesen virtuellen Bildschirm
es: Conectar esta pantalla virtual
fr: Connecter cet écran virtuel
hu: Ennek a virtuális képernyőnek a csatlakoztatása
it: Collega questo schermo virtuale
ja: この仮想スクリーンを接続
ko: 이 가상 화면 연결
nb: Koble til denne virtuelle skjermen
nl: Verbind dit virtueel scherm
pl: Połącz ten wirtualny ekran
pt_br: Conectar esta tela virtual
ro: Conectează acest ecran virtual
ru: Подключить этот виртуальный экран
sl: Povežite ta virtualni zaslon
sv: Anslut denna virtuella skärm
tr: Bu sanal ekranı bağla
uk: Підключити цей віртуальний екран
vi: Kết nối màn hình ảo này
zh_hans: 连接此虚拟屏幕
zh_hant: 連接此虛擬螢幕

source: Connect/Disconnect
de: Verbinden / Trennen
es: Conectar/Desconectar
fr: Connecter/déconnecter
hu: Csatlakoztatás/leválasztás
it: Connetti/disconnetti
ja: 接続/切断
ko: 연결/연결 해제
nb: Koble til/fra
nl: Verbind/maak los
pl: Połącz/rozłącz
pt_br: Conectar/Desconectar
ro: Conectează/Deconectează
ru: Подключить/Отключить
sl: Poveži/Prekini
sv: Anslut/Koppla från
tr: Bağlan/Bağlanma
uk: Підключення/Відключення
vi: Kết nối/Ngắt kết nối
zh_hans: 连接/断开
zh_hant: 連接/斷開

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
hu: Csatlakoztatva
it: Connesso
ja: 接続中
ko: 연결됨
nb: Tilkoblet
nl: Verbonden
pl: Połączony
pt_br: Conectado
ro: Conectat
ru: Подключен
sl: Povezano
sv: Ansluten
tr: Bağlı
uk: Підключено
vi: Đã kết nối
zh_hans: 已连接
zh_hant: 已連接

source: Connected virtual screens will remain connected after this operation.
de: Verbundene virtuelle Bildschirme bleiben nach diesem Vorgang verbunden.
es: Las pantallas virtuales conectadas permanecerán conectadas después de esta operación.
fr: Les écrans virtuels connectés vont rester connectés après cet opération.
hu: A csatlakoztatott virtuális képernyők csatlakoztatva maradnak a művelet után.
it: Gli schermi virtuali collegati rimarranno connessi dopo questa operazione.
ja: 接続した仮想スクリーンを接続したままにします。
ko: 이 동작 이후 연결된 가상 화면은 계속 연결된 채로 남게 됩니다.
nb: Tilkoblede virtuelle skjermer forblir tilkoblet etter denne operasjonen.
nl: Verbonden virtuele schermen blijven verbonden na deze handeling.
pl: Połączone wirtualne ekrany pozostaną połączone po wykonaniu tej operacji.
pt_br: As telas virtuais conectadas permanecerão conectadas após esta operação.
ro: Ecranele virtuale conectate vor rămâne conectate după această operație.
ru: Подключенные виртуальные экраны останутся подключенными после этой операции.
sl: Povezani virtualni zasloni bodo po tej operaciji ostali povezani.
sv: Anslutna virtuella skärmar kommer att fortsätta vara anslutna efter denna åtgärd.
tr: Bağlı sanal ekranlar bu işlemden sonra da bağlı kalacaktır.
uk: Підключені віртуальні екрани залишаться підключеними після цієї операції.
vi: Các màn hình ảo đã kết nối sẽ vẫn giữ kết nối sau thao tác này.
zh_hans: 此操作完成后已连接的虚拟屏幕将保持连接状态。
zh_hant: 此操作完成後已連接的虛擬螢幕將保持連接狀態。
