Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Native brightness key settings
de: Einstellungen für native Helligkeitstasten
es: Configuraciones clave de brillo nativa
fr: Réglages des touches de luminosité natives
hu: Natív fényerő billentyű beállítások
it: Impostazioni chiave luminosità nativa
ja: ネイティブ輝度キー設定
ko: 기본 밝기 조정 키 설정
nb: Innstillinger for innebygd lysstyrketast
nl: Instellingen ingebouwde helderheidtoets
pl: Natywne ustawienia klawiszy jasności
pt_br: Configurações de tecla de brilho nativo
ro: Setări taste de luminozitate native
ru: Настройки клавиш яркости
sl: Izvorne nastavitve tipk za svetlost
sv: Inställningar för inbyggd ljusstyrketangent
tr: Yerel parlaklık tuşu ayarları
uk: Власні налаштування клавіш яскравості
vi: Cài đặt phím độ sáng tự nhiên
zh_hans: 原生亮度键设置
zh_hant: 原生亮度鍵設定

source: Native keyboard control requires accessibility permissions!
de: Native Tastatursteuerung erfordert Berechtigungen für die Bedienungshilfen!
es: ¡El control del teclado nativo requiere permisos de accesibilidad!
fr: Le contrôle natif du clavier requiert les permissions d'accessibilité !
hu: Natív billentyűzettel történő vezérlés a Kisegítő lehetőségek beállítását igényli!
it: Il controllo della tastiera nativa richiede i permessi di accessibilità!
ja: ネイティブキーボードの制御にはアクセシビリティのアクセス許可が必要です!
ko: 기본 키보드 컨트롤을 사용하려면 접근성 권한이 필요합니다!
nb: Innebygd tastaturkontroll krever tilgjengelighetstillatelser!
nl: Bediening ingebouwd toetsenbord vereist toegankelijkheidsbevoegdheden!
pt_br: O controle nativo do teclado requer permissões de acessibilidade!
ro: Controalele tastaturii native necesită permisiuni de accesibilitate!
ru: Для управления встроенной клавиатурой требуются права доступа!
sl: Izvorni nadzor tipkovnice zahteva dovoljenja za dostopnost!
sv: Kontroll av inbyggt tangentbord kräver tillgänglighetsbehörighet!
tr: Yerel klavye kontrolü, erişilebilirlik izinleri gerektirir!
uk: Для керування рідною клавіатурою потрібні дозволи на спеціальні можливості!
vi: Kiểm soát bàn phím tự nhiên yêu cầu quyền truy cập tính năng!
zh_hans: 原生键盘控制需要辅助功能权限！
zh_hant: 原生鍵盤控制需要輔助功能權限！

source: Native mode (1:1 mapping)
de: Nativer Modus (1:1-Zuordnung)
es: Modo nativo (mapeo 1:1)
fr: Mode natif (mapping à l'échelle 1:1)
hu: Natív mód (1:1 megfelelés)
it: Modalità nativa (1:1 mappatura)
ja: ネイティブモード（1:1マッピング）
ko: 네이티브 모드 (1:1 매핑)
nb: Native modus (1:1-kartlegging)
nl: Native modus (1:1-distributie)
pt_br: Modo nativo (mapeamento 1:1)
ro: Mod nativ (asociere 1:1)
ru: Родной режим (отображение 1:1)
sl: Izvorni način (preslikava 1:1)
sv: Inbyggt läge (1:1-mappning)
tr: Yerel mod (1:1 eşleme)
uk: Рідний режим (відображення 1:1)
vi: Chế độ tự nhiên (đối chiếu 1:1)
zh_hans: 原生模式（1:1映射）
zh_hant: 原生模式（1:1映射）

source: Neutral
fr: Neutre
hu: Semleges
it: Neutro
ja: ニュートラル
ko: 중립
nb: Nøytral
nl: Neutraal
pt_br: Neutro
ro: Neutru
ru: Нейтральный
sl: Nevtralno
tr: Nötr
uk: Нейтральний
vi: Trung tính
zh_hans: 中间
zh_hant: 中間

source: Neutral (default) value
de: Neutraler (Standard-)Wert
es: Valor neutro (predeterminado)
fr: Valeur neutre (par défaut)
hu: Semleges (alap) érték
it: Valore neutro (predefinito)
ja: ニュートラル（デフォルト）値
ko: 중립 (기본) 값
nb: Nøytral (standard) verdi
nl: Neutrale (standaard)waarde
pt_br: Valor neutro (padrão)
ro: Valoare Neutra (implicita)
ru: Нейтральное (по умолчанию) значение
sl: Nevtralna (privzeta) vrednost
sv: Neutralt (standard) värde
tr: Nötr (varsayılan) değer
uk: Нейтральне (за замовчуванням) значення
vi: Giá trị trung tính (mặc định)
zh_hans: 中间（默认）值
zh_hant: 中間（預設）值

source: Never
de: Niemals
es: Nunca
fr: Jamais
hu: Soha
it: Mai
ja: しない
ko: 안 함
nb: Aldri
nl: Nooit
pl: Nigdy
pt_br: Nunca
ro: Niciodată
ru: Никогда
sl: Nikoli
sv: Aldrig
tr: Hiçbir Zaman
uk: Ніколи
vi: Không bao giờ
zh_hans: 永不
zh_hant: 永不

source: New Custom Control
de: Neue benutzerdefinierte Steuerung
es: Nuevo control personalizado
fr: Nouveau contrôle personnalisé
hu: Új egyéni vezérlő
it: Nuovo controllo personalizzato
ja: 新規カスタム制御
ko: 새로운 사용자 지정 컨트롤
nb: Ny egendefinert kontroll
nl: Nieuwe eigen bediening
pt_br: Novo controle personalizado
ro: Control personalizat nou
ru: Новый пользовательский элемент управления
sl: Nov nadzor po meri
sv: Ny anpassad kontroll
tr: Yeni Özel Kontrol
uk: Новий користувацький елемент керування
zh_hans: 新建自定义控制
zh_hant: 新增自訂控制

source: New Display Group
de: Neue Displaygruppe
es: Nuevo Grupo de Pantallas
fr: Nouveau groupe d'écrans
hu: Új kijelzőcsoport
it: Nuovo gruppo di display
ja: 新規ディスプレイグループ
ko: 새로운 디스플레이 그룹
nb: Ny skjermgruppe
nl: Nieuwe schermgroep
pt_br: Novo grupo de exibição
ro: Grup de Ecrane Nou
ru: Новая группа дисплеев
sl: Nova skupina zaslonov
sv: Ny skärmgrupp
tr: Yeni Ekran Grubu
uk: Нова група дисплеїв
vi: Nhóm Màn hình mới
zh_hans: 新显示组
zh_hant: 新顯示組

source: New Virtual Screen Configuration
de: Neue Konfiguration eines virtuellen Bildschirms
es: Nueva Configuración de Pantalla Virtual
fr: Nouvelle configuration d'écran virtuel
hu: Új virtuális képernyő beállítás
it: Nuova configurazione schermo virtuale
ja: 新規仮想スクリーン構成
ko: 새로운 가상 화면 구성
nb: Ny konfigurasjon for virtuell skjerm
nl: Nieuwe virtuele schermconfiguratie
pl: Konfiguracja nowego wirtualnego ekranu
pt_br: Nova configuração de tela virtual
ro: Creează o nouă configuratie de ecran virtual
ru: Новая конфигурация виртуального экрана
sl: Nova konfiguracija navideznega zaslona
sv: Konfiguration för ny virtuell skärm
tr: Yeni Sanal Ekran Yapılandırması
uk: Нова конфігурація віртуального екрану
vi: Cấu hình Màn hình ảo mới
zh_hans: 新虚拟屏幕配置
zh_hant: 新虛擬螢幕設定

source: Newly connected displays are normally treated as possibly affected displays only. With this enabled newly connected displays will be checked against watched display list as well.
de: Neu angeschlossene Displays werden normalerweise nur als möglicherweise betroffene Displays behandelt. Wenn diese Option aktiviert ist, werden neu angeschlossene Displays auch mit der Liste der überwachten Displays abgeglichen.
es: Las pantallas recién conectadas normalmente se tratan solo como posibles pantallas afectadas. Con esto habilitado, las pantallas recién conectadas también se verificarán en la lista de pantallas monitoreadas.
fr: Les écrans nouvellement connectés sont normalement traités comme écrans possiblement affectés seulement. Avec cette option activée, les écrans nouvellement connectés seront également vérifiés par rapport à la liste des écrans surveillés.
hu: Alapesetben az újonnan csatlakoztatott kijelzőket az egyeztetés során csak mint a méretezés által esetlegesen érintett kijelzőként kezeli az alkalmazás. Ha ez engedélyezve van, az újonnan csatlakoztatott kijelzőket a figyelt kijelzők listáján is figyelembe veszi a rendszer.
it: I display appena collegati sono normalmente considerati solo come display potenzialmente influenzati. Se abilitato, verranno anche controllati rispetto all’elenco dei display monitorati.
ja: 通常は、新規に接続したディスプレイは、影響を受ける可能性のあるディスプレイとしてのみ扱います。有効化した場合は、新規に接続したディスプレイも監視対象ディスプレイリストと照合します。
ko: 새로 연결된 디스플레이는 일반적으로 영향을 받을 수 있는 디스플레이로만 취급됩니다. 이 기능을 활성화하면 새로 연결된 디스플레이도 모니터링되는 디스플레이 목록과 대조하여 확인됩니다.
nb: Nylig tilkoblede skjermer behandles vanligvis kun som mulige berørte skjermer. Med dette aktivert vil nylig tilkoblede skjermer også sjekkes mot listen over overvåkede skjermer.
nl: Nieuw verbonden schermen worden normaliter alleen behandeld als mogelijk beïnvloede schermen. Met deze optie ingeschakeld worden nieuw verbonden schermen ook gecontroleerd tegen de lijst van bewaakte schermen.
pl: Nowo połączone wyświetlacze są normalnie traktowane tylko jako wyświetlacze, na które system może mieć wpływ. Przy włączonej tej opcji, nowo połączone wyświetlacze będą sprawdzane również pod kątem listy obserwowanych wyświetlaczy.
pt_br: Os monitores recém-conectados normalmente são tratados apenas como possíveis monitores afetados. Com isso ativado, os monitores recém-conectados também serão verificados na lista de monitores monitorados.
ro: De obicei, ecranele conectate noi sunt tratate doar ca afișaje posibil afectate. Cu această optiune activată, noile afișaje conectate vor fi verificate și împotriva listei de afișaje monitorizate.
ru: Новоподключенные дисплеи обычно считаются только потенциально задействованными. При включении функции они также будут проверяться в списке отслеживаемых дисплеев.
sl: Na novo priključeni zasloni se običajno obravnavajo le kot morebiti prizadeti zasloni. Če je to omogočeno, bodo na novo povezani zasloni preverjeni tudi glede na seznam gledanih zaslonov.
sv: Nyanslutna skärmar behandlas normalt endast som eventuellt påverkade skärmar. Med denna funktion aktiverad kommer även nyanslutna skärmar att kontrolleras mot listan över bevakade skärmar.
tr: Yeni bağlanan ekranlar normalde yalnızca etkilenebilecek ekranlar olarak kabul edilir. Bu etkinleştirildiğinde, yeni bağlanan ekranlar da izlenen ekran listesine göre kontrol edilecektir.
uk: Зазвичай новопідключені дисплеї розглядаються лише як потенційно задіяні. Якщо ввімкнено, новопідключені дисплеї також перевірятимуться у списку відстежуваних дисплеїв.
vi: Các màn hình mới kết nối thông thường chỉ được xem là các màn hình có khả năng bị ảnh hưởng. Khi bật tùy chọn này, các màn hình mới kết nối sẽ được kiểm tra so với danh sách màn hình đang được theo dõi.
zh_hans: 新连接的显示器通常仅被视为可能受影响的显示器。启用此功能后，新连接的显示器也会被检查是否在监视显示器列表中。
zh_hant: 新連接的顯示器通常僅被視為可能受影響的顯示器。啟用此功能後，新連接的顯示器也會被檢查是否在監視顯示器列表中。

source: Night Shift Intensity
de: Intensität von Night Shift
es: Intensidad Modo Nocturno
fr: Intensité de Night Shift
hu: Night Shift intenzitás
it: Intensità Night Shift
ja: Night Shiftの強度
ko: Night Shift 강도
nb: Night Shift-intensitet
nl: Intensiteit Night Shift
pl: Intensywność Night Shift
pt_br: Intensidade do Night Shift
ro: Intensitate Night Shift
ru: Интенсивность Night Shift
sl: Intenzivnost nočnega načina
sv: Night Shift-intensitet
tr: Night Shift Yoğunluğu
uk: Інтенсивність Night Shift
vi: Cường độ Night Shift
zh_hans: 夜览强度
zh_hant: 夜覽強度

source: Night Shift turned off by HDR toggle
de: Night Shift durch HDR-Schalter ausgeschaltet
es: Night Shift desactivado por alternancia HDR
fr: Night Shift désactivé par l'activation de HDR
hu: Night Shift kikapcsolva HDR által
it: Night Shift disattivato dall'interruttore HDR
ja: HDR切り替え時はNight Shiftをオフ
ko: HDR 토글을 통해 Night Shift 끄기
nb: Night Shift slått av av HDR-bryter
nl: Night Shift uitgeschakeld door HDR-schakelaar
pl: Night Shift wyłączony przez przełącznik HDR
pt_br: Night Shift desativado pela chave HDR
ro: Night Shift dezactivat prin comutarea la HDR
ru: Night Shift выключен переключателем HDR
sl: Nočni način je izklopljen s stikalom HDR
sv: Night Shift stängdes av med HDR-växling
tr: Night Shift, HDR geçişi ile kapatıldı
uk: Night Shift вимкнено перемикачем HDR
vi: Night Shift được tắt bởi nút HDR
zh_hans: 切换 HDR 时关闭夜览
zh_hant: 切換 HDR 時關閉夜覽

source: Nits counter turns orange and inflates when upscaling
de: Der Nits-Zähler wird orange und vergrößert sich beim Hochskalieren
es: El contador de nits se vuelve naranja y se amplía al hacer escalado.
fr: Le compteur de nits devient orange et grossi lors de la démultiplication
hu: A nit számláló narancssárgára vált és felfúvódik felskálázáskor
it: Il contatore di nits diventa arancione e mostra un valore aumentato quando l’upscaling è attivo.
ja: アップスケーリング時にニトカウンターをオレンジ色に拡大
ko: 업스케일링 시 니트 카운터가 주황색으로 변하고 커짐
nb: Nits-telleren blir oransje og blåser opp ved oppskalering
nl: Nits-teller wordt oranje en wordt groter bij opschalen
pt_br: O contador de nits fica laranja e aumenta de tamanho durante a ampliação
ro: Contorul de nits devine portocaliu și se mărește când se face upscaling
ru: Счетчик нит становится оранжевым и увеличивается при повышении яркости
sl: Števec gnid se obarva oranžno in se napihne pri povečanju velikosti
sv: Nits-räknaren blir orange och blåser upp vid uppskalning
tr: Nit sayacı turuncuya döner ve yükseltme sırasında şişer
uk: Лічильник нітів стає помаранчевим і збільшується при підвищенні яскравості
vi: Bộ đếm nits chuyển màu cam và tăng lên khi nâng cấp.
zh_hans: 在提升时，尼特计数器变为橙色并膨胀
zh_hant: 在提升時，尼特計數器變為橙色並膨脹

source: No
de: Nein
fr: Non
hu: Nem
ja: いいえ
ko: 아니오
nb: Nei
nl: Nee
pl: Nie
pt_br: Não
ro: Nu
ru: Нет
sl: Ne
sv: Nej
tr: Hayır
uk: Немає
vi: Không
zh_hans: 否
zh_hant: 否

source: No Apple Display Presets Found.
de: Keine XDR-Voreinstellungen gefunden.
es: No se encontraron ajustes preestablecidos XDR.
fr: Aucun préréglage XDR trouvé.
hu: XDR előbeállítások nem találhatók
it: Nessuna preset XDR trovata.
ja: XDRプリセットが見つかりません。
ko: XDR 프리셋을 찾을 수 없습니다.
nb: Ingen Apple-skjermforhåndsinnstillinger funnet.
nl: Geen voorinstellingen voor Apple-schermen gevonden.
pl: Nie znaleziono ustawień predefiniowanych wyświetlacza Apple.
pt_br: Nenhuma predefinição XDR encontrada.
ro: Niciun preset XDR găsit.
ru: Нет предустановок XDR
sl: Ni prednastavitev XDR.
sv: Inga XDR-förval hittades.
tr: XDR ön ayarı bulunamadı.
uk: Немає попередніх налаштувань XDR.
vi: Không có Apple Display Preset được tìm thấy.
zh_hans: 未找到 XDR 预设。
zh_hant: 未找到 XDR 預設。

source: No Mirror Targets Available
de: Kein Ziel für die Synchronisierung verfügbar.
es: Sin Objetivos Disponibles de Reflejo
fr: Aucune cible de mise en miroir disponible
hu: Nincsenek tükrözési célok
it: Nessun obiettivo di duplicazione disponibile
ja: ミラーリングターゲットがありません
ko: 사용 가능한 미러링 대상 없음
nb: Ingen speilingsmål tilgjengelige
nl: Geen doelen voor synchrone weergave beschikbaar
pl: Brak dostępnych celów dla klonowania
pt_br: Nenhum destino espelhado disponível
ro: Nu exista nicio ținta pentru reflecție disponibilă
ru: Нет доступных зеркальных целей
sl: Zrcalni cilji niso na voljo
sv: Inga speglingsmål tillgängliga
tr: Kullanılabilir Yansıtma Hedefi Yok
uk: Немає доступних дзеркальних цілей
vi: Không có mục tiêu phản chiếu khả dụng
zh_hans: 无可用镜像目标
zh_hant: 無可用鏡像目標

source: No Modes Available
de: Keine Modi verfügbar
es: No hay Modos Disponibles
fr: Aucun mode disponible
hu: Módok nem állnak rendelkezésre
it: Nessuna modalità disponibile
ja: モード使用不可
ko: 사용 가능한 모드 없음
nb: Ingen moduser tilgjengelige
nl: Geen modi beschikbaar
pt_br: Nenhum modo disponível
ro: Niciun mod disponibil
ru: Нет доступных режимов
sl: Noben način ni na voljo
sv: Inga lägen tillgängliga
tr: Herhangi Bir Mod Mevcut Değil
uk: Немає доступних режимів
vi: Không có chế độ khả dụng
zh_hans: 无可用模式
zh_hant: 無可用模式

source: No Stream Targets Available
de: Kein Ziel für den Stream verfügbar
es: Sin Destinos de Retransmisión Disponibles
fr: Aucune cible de diffusion disponible
hu: Nincsenek stream célok
it: Nessun obiettivo di stream disponibile
ja: ストリーミングターゲットがありません
ko: 사용 가능한 스트리밍 대상 없음
nb: Ingen strømme mål tilgjengelige
nl: Geen streamdoelen beschikbaar
pt_br: Nenhum destino de transmissão disponível
ro: Nu exista nicio ținta pentru Stream disponibilă
ru: Нет доступных целей потока
sl: Ni na voljo nobenih ciljev toka
sv: Inga strömmål tillgängliga
tr: Kullanılabilir Yayın Hedefi Yok
uk: Немає доступних цілей потоку
vi: Không có mục tiêu trình chiếu khả dụng
zh_hans: 无可用串流目标
zh_hant: 無可用串流目標

source: No color profiles found.
de: Keine Farbprofile gefunden.
es: No se encontraron perfiles de color.
fr: Aucun profil de couleur trouvé.
hu: Nem találhatók színprofilok.
it: Nessun profilo colore trovato.
ja: カラープロファイルが見つかりません。
ko: 색상 프로필을 찾지 못했습니다.
nb: Ingen fargeprofiler funnet.
nl: Geen kleurprofielen gevonden.
pt_br: Nenhum perfil de cor foi encontrado.
ro: Nu s-au găsit profiluri de culoare.
ru: Профили цветов не найдены
sl: Ni barvnih profilov.
sv: Inga färgprofiler hittades.
tr: Renk profilleri bulunamadı
uk: Профілі кольорів не знайдено.
vi: Không có hồ sơ màu nào được tìm thấy.
zh_hans: 未找到颜色描述文件。
zh_hant: 未找到色彩描述文件。

source: No display is selected
de: Kein Display ist ausgewählt
es: No se ha seleccionado ninguna pantalla
fr: Aucun écran n'est sélectionné
hu: Nincs kijelző kiválasztva
it: Nessun display selezionato
ja: 選択したディスプレイはありません
ko: 디스플레이 선택 안 됨
nb: Ingen skjerm er valgt
nl: Geen scherm is geselecteerd
pl: Nie wybrano żadnego wyświetlacza
pt_br: Nenhum monitor está selecionado
ro: Nu este niciun ecran selectat
ru: Дисплей не выбран
sl: Noben zaslon ni izbran
sv: Ingen skärm vald
tr: Hiçbir ekran seçili değil
uk: Дисплей не вибрано
vi: Không có màn hình nào được phát hiện.
zh_hans: 无已选显示器
zh_hant: 無已選顯示器

source: No favorites added.
de: Keine Favoriten hinzugefügt.
es: No hay Favoritos Añadidos.
fr: Aucun favori ajouté.
hu: Nincsenek kedvencek megadva.
it: Nessun preferito aggiunto.
ja: 追加したお気に入りはありません。
ko: 추가된 즐겨찾기가 없습니다.
nb: Ingen favoritter lagt til.
nl: Geen favorieten toegevoegd.
pl: Brak dodanych ulubionych.
pt_br: Nenhum favorito adicionado.
ro: Nu exista favorite adăugate
ru: Избранное отсутствует.
sl: Ni dodanih priljubljenih.
sv: Inga favoriter lades till.
tr: Favori eklenmedi.
uk: Вибране не додано.
vi: Không có yêu thích nào được thêm.
zh_hans: 暂无收藏
zh_hant: 暫無收藏

source: No screen rotation
de: Keine Bildschirmrotatation
es: Sin rotación de pantalla
fr: Aucune rotation d'écran
hu: Nincs képernyő forgatás
it: Nessuna rotazione dello schermo
ja: 画面の回転なし
ko: 화면 회전 안 함
nb: Ingen skjermrotasjon
nl: Geen schermrotatie
pl: Brak obrotu ekranu
pt_br: Sem rotação de tela
ro: Fără rotație a ecranului
ru: Без поворота экрана
sl: Brez obračanja zaslona
sv: Ingen skärmrotation
tr: Ekranı Döndürme
uk: Немає повороту екрану
vi: Không có xoay màn hình
zh_hans: 无屏幕旋转
zh_hant: 無螢幕旋轉

source: No selection
de: Keine Auswahl
es: Sin selección
fr: Aucune sélection
hu: Nincs megadva
it: Nessuna selezione
ja: 無選択
ko: 선택 안 함
nb: Ingen markering
nl: Geen selectie
pt_br: Nenhuma seleção
ro: Nespecificat
ru: Ничего не выбрано
sl: Brez izbire
sv: Ingen markering
tr: Seçim yok
uk: Нічого не вибрано
vi: Không có lựa chọn nào
zh_hans: 未选择
zh_hant: 未選擇

source: No signal
pl: Brak sygnału
ru: Нет сигнала

source: Noise Reduction
de: Rauschunterdrückung
es: Reducción de ruido
fr: Réduction du bruit
hu: Zajcsökkentés
it: Riduzione del rumore
ja: ノイズ軽減
ko: 노이즈 감소
nb: Støyreduksjon
nl: Ruisvermindering
pt_br: Redução de ruído
ro: Reducerea zgomotului
ru: Снижение шума
sl: Zmanjšanje hrupa
sv: Brusreducering
tr: Gürültü Azaltma
uk: Зниження шуму
zh_hans: 降噪
zh_hant: 降噪

source: Non-affected displays
de: Nicht betroffene Displays
es: Pantallas no afectadas
fr: Écrans non-affectés
hu: Nem érintett kijelzők
it: Display non interessati
ja: 対象としないディスプレイ
ko: 영향을 받지 않는 디스플레이
nb: Ikke-berørte skjermer
nl: Niet-beïnvloede schermen
pt_br: Telas não afetadas
ro: Ecrane neafectate
ru: Не затронутые дисплеи
sl: Neprizadeti zasloni
sv: Icke påverkade skärmar
tr: Etkilenmeyen ekranlar
uk: Не зачеплені дисплеї
vi: Màn hình không bị ảnh hưởng
zh_hans: 不受影响的显示器
zh_hant: 不受影響的顯示器

source: Non-natively connected display
de: Nicht-nativ verbundenes Display
es: Pantalla conectada de forma no nativa
fr: Écrans connectés non-nativement
hu: Nem natív módon csatlakoztatott kijelző
it: Display non nativo connesso
ja: 非ネイティブ接続ディスプレイ
ko: 기본적으로 연결되지 않은 디스플레이
nb: Ikke-nativt tilkoblet skjerm
nl: Niet-ingebouwd verbonden scherm
pl: Nienatywnie połączony wyświetlacz
pt_br: Display conectado não nativamente
ro: Ecran conectat non-nativ
ru: Не родной дисплей
sl: Zaslon, ki ni izvorno povezan
sv: Icke-inbyggd ansluten skärm
tr: Yerel olarak bağlı olmayan ekran
uk: Непідключений дисплей
vi: Màn hình không được kết nối tự nhiên
zh_hans: 非本机已连接的显示器
zh_hant: 非本機已連接的顯示器

source: Non-sync-source member displays
de: Inkludierte Displays, die keine Ursprünge für Synchronisierung sind
es: Pantallas miembro que no son fuentes de sincronización
fr: Écrans du groupe n'étant pas des sources de synchronisation
hu: Nem szinkronizációs forrás csoporttagok
it: Schermi membri non sorgente di sincronizzazione
ja: 同期ソースでないメンバーのディスプレイ
ko: 비동기화 소스 구성원의 디스플레이
nb: Ikke-synkroniseringskilde-medlemsskjermer
nl: Lidschermen die geen synchronisatiebron zijn
pt_br: Exibições de membros de origem não sincronizada
ro: Ecrane membre care nu sunt surse de sincronizare​
ru: Дисплеи, не являющиеся источниками синхронизации
sl: Zasloni člana, ki ni sinhroniziran izvor
sv: Medlemsskärmar som inte är synkroniserad källa
tr: Senkronize olmayan kaynak üye ekranları
uk: Дисплеї, що не є джерелами синхронізації
vi: Các màn hình không phải là nguồn đồng bộ hóa
zh_hans: 非同步源组显示器
zh_hant: 非同步源組顯示器

source: Non-sync-target member displays
de: Inkludierte Displays, die keine Ziele einer Synchronisierung sind
es: Pantallas miembro que no son objetivos de sincronización
fr: Écrans du groupe n'étant pas des cibles de synchronisation
hu: Nem szinkronizációs cél csoporttagok
it: Display membri non obiettivo di sincronizzazione
ja: 同期ターゲットでないメンバーのディスプレイ
ko: 비동기화 대상 구성원의 디스플레이
nb: Ikke-synkroniseringsmål-medlemsskjermer
nl: Lidschermen die geen synchronisatiedoel zijn
pt_br: Exibições de membros sem destino de sincronização
ro: Ecranele membre care nu sunt destinate sincronizării​
ru: Дисплеи, не являющиеся целями синхронизации
sl: Prikazi članov, ki niso ciljni za sinhronizacijo
sv: Medlemsskärmar som inte är synkroniserat mål
tr: Senkronizasyon hedefi olmayan üye ekranları
uk: Дисплеї, що не є цілями синхронізації
vi: Màn hình không phải là mục tiêu đồng bộ
zh_hans: 非同步目标的组成员显示器
zh_hant: 非同步目標的群組成員顯示器

source: Non-watched member displays
de: Inkludierte Displays, die nicht überwacht werden
es: Pantallas de miembros no monitoreadas
fr: Écrans du groupe n'étant pas surveillés
hu: Nem figyelt kijelzők
it: Display membri non monitorati
ja: 非監視対象メンバーのディスプレイ
ko: 모니터링 제외 구성원의 디스플레이
nb: Ikke-overvåkede medlemsskjermer
nl: Niet-bewaakte lidschermen
pt_br: Exibições de membros não monitorados
ro: Ecranele membre neurmărite
ru: Дисплеи, не отслеживаемые
sl: Prikazi negledanih članov
sv: Medlemsskärmar som inte är bevakade
tr: İzlenmeyen üye ekranları
uk: Дисплеї, що не відстежуються
vi: Màn hình thành viên không được theo dõi
zh_hans: 未监视的成员显示器
zh_hant: 未監視的成員顯示器

source: None
nl: Geen
ru: Нет

source: Normal Window Priority
de: Normale Fenster-Priorität
es: Prioridad Ventana Normal
fr: Priorité : normale
hu: Normális ablak prioritás
it: Priorità normale della finestra
ja: 通常のウインドウ優先順位
ko: 일반 윈도우 우선순위
nb: Normal vindusprioritet
nl: Normale vensterprioriteit
pl: Priorytet zwykłego okna
pt_br: Prioridade Normal da Janela
ro: Prioritate fereastră normală
ru: Обычный приоритет окна
sl: Običajna prioriteta oken
sv: Normal fönsterprioritet
tr: Normal Pencere Önceliği
uk: Звичайний пріоритет вікна
vi: Ưu tiên cửa sổ bình thường
zh_hans: 正常层级
zh_hant: 正常層級

source: Normally the header is not visible when a single display is present.
de: Normalerweise ist die Überschrift nicht sichtbar, wenn nur ein Display vorhanden ist.
es: Normalmente, el encabezado no es visible cuando hay una sola pantalla presente.
fr: Normalement l'en-tête n'est pas visible lorsqu'un seul écran est présent.
hu: Alapesetben a fejléc nem látható, ha csak egy kijelző van csatlakoztatva.
it: Normalmente l'intestazione non è visibile quando è presente un singolo display.
ja: 通常、ディスプレイが1台の場合はヘッダを表示しません。
ko: 일반적으로 디스플레이가 하나만 있는 경우 헤더가 표시되지 않습니다.
nb: Vanligvis er ikke overskriften synlig når én enkelt skjerm er til stede.
nl: Normaliter is de kop niet zichtbaar wanneer een enkel scherm aanwezig is.
pt_br: Normalmente, o cabeçalho não fica visível quando um único monitor está presente.
ro: În mod normal, antetul nu este vizibil atunci când este prezent un singur ecran.
ru: Обычно заголовок не виден, когда присутствует один дисплей.
sl: Običajno glava ni vidna, ko je prisoten en zaslon.
sv: Normalt är rubriken inte synlig när det bara finns en skärm.
tr: Normalde tek bir ekran mevcut olduğunda başlık görünmez.
uk: Зазвичай заголовок не видно, коли присутній один дисплей.
vi: Tiêu đề thường không hiển thị khi chỉ có một màn hình.
zh_hans: 仅存在单一显示器时常隐藏标题栏。
zh_hant: 僅存在單一顯示器時常隱藏標題欄。
