Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Let the app handle native brightness keys on your Apple keyboard. This lets you control the brightness of external displays with your Apple keyboard and also allows XDR upscaling keyboard control and extra dimming for native Apple displays.
de: Die App die nativen Helligkeitstasten auf deiner Apple Tastatur verwalten lassen. Damit lässt sich die Helligkeit externer Displays mit der Apple Tastatur steuern und ermöglicht auch die Tastatursteuerung für XDR-Hochskalierung und zusätzliches Dimmen für native Apple Displays.
es: Deje que la aplicación maneje las teclas de brillo nativas de su teclado Apple. Esto le permite controlar el brillo de las pantallas externas con su teclado Apple y también permite mejorar el control del teclado XDR y atenuar más las pantallas nativas de Apple.
fr: Laisse l'application gérer les touches de luminosité natives de votre clavier Apple. Cela vous permet de contrôler la luminosité des écrans externes avec votre clavier Apple et permet aussi de contrôler la démultiplication XDR et l'atténuation supplémentaire pour les écrans natifs Apple.
hu: Az alkalmazás kezelje az Apple-billentyűzet natív fényerőgombjait. Ez lehetővé teszi, hogy a külső kijelzők fényerejét az Apple-billentyűzeteddel szabályozza, valamint lehetővé teszi az XDR felskálázó billentyűzetvezérlést és a natív Apple-kijelzők extra fényerőszabályozását is.
it: Consenti all'applicazione di gestire i tasti di luminosità nativi sulla tastiera Apple. Questo consente di controllare la luminosità dei display esterni con la tastiera Apple e consente anche XDR upscaling controllo tastiera e extra dimming per i display nativi Apple.
ja: Appleキーボードのネイティブ輝度キーをアプリが処理します。これにより、Appleキーボードで外付けディスプレイの明るさを制御できるようになり、XDRアップスケーリングキーボード制御や、ネイティブAppleディスプレイに追加のディミングが可能になります。
ko: 앱이 Apple 키보드의 기본 밝기 키를 처리하도록 합니다. 이렇게 하면 Apple 키보드로 외부 디스플레이의 밝기를 제어할 수 있으며, XDR 업스케일링 키보드 제어와 기본 Apple 디스플레이에 대한 추가적인 디밍도 가능합니다.
nb: La appen håndtere de innebygde lysstyrketastene på Apple-tastaturet ditt. Dette lar deg kontrollere lysstyrken på eksterne skjermer med Apple-tastaturet, og gir også XDR-oppskalering via tastaturet og ekstra dimming for innebygde Apple-skjermer.
nl: Laat de app de ingebouwde helderheidstoetsen op je Apple-toetsenbord verwerken. Hiermee krijg je met je Apple-toetsenbord controle over de helderheid plus dat het toetsenbordbediening van XDR-opschaling mogelijk maakt en aanvullende dimming van ingebouwde Apple-schermen.
pl: Pozwól aplikacji obsługiwać natywne klawisze jasności na klawiaturze Apple. Pozwala to kontrolować jasność zewnętrznych wyświetlaczy za pomocą klawiatury Apple, a także umożliwia sterowanie klawiaturą skalowaniem XDR i dodatkowe przyciemnianie natywnych wyświetlaczy Apple.
pt_br: Deixar o aplicativo lidar com as teclas de brilho nativas do teclado Apple. Isso permite controlar o brilho de monitores externos com o teclado Apple e também permite o controle de upscaling do teclado XDR e escurecimento extra para monitores Apple nativos.
ro: Permiteți aplicației să gestioneze tastele native de luminozitate de pe tastatura Apple. Acest lucru vă permite să controlați luminozitatea ecranelor externe cu tastatura Apple cât și, controlul tastaturii pentru scalarea XDR și reducerea suplimentară a luminozitatii pentru ecranele native Apple.
ru: Позвольте приложению управлять нативными клавишами яркости на клавиатуре Apple. Это позволит вам управлять яркостью внешних дисплеев с помощью клавиатуры Apple, а также управлять клавиатурой повышением яркости XDR и дополнительной регулировкой яркости для родных дисплеев Apple.
sl: Dovolite aplikaciji, da upravlja z izvornimi tipkami za svetlost na tipkovnici Apple. To vam omogoča nadzor nad svetlostjo zunanjih zaslonov s tipkovnico Apple in omogoča tudi nadzor tipkovnice z zvišanjem ločljivosti XDR in dodatno zatemnitev za izvorne zaslone Apple.
sv: Låt appen hantera de inbyggda ljusstyrketangenterna på ditt Apple-tangentbord. På så sätt kan du styra ljusstyrkan på externa skärmar med ditt Apple-tangentbord och även styra XDR-uppskalning med tangentbordet och extra dimning för inbyggda Apple-skärmar.
tr: Uygulamanın Apple klavyenizdeki yerel parlaklık tuşlarını işlemesine izin verin. Bu, Apple klavyenizle harici ekranların parlaklığını kontrol etmenize olanak tanır ve ayrıca XDR yükseltme, klavye kontrolü ve yerel Apple ekranları için ekstra karartma sağlar.
uk: Дозвольте додатку керувати власними клавішами яскравості на клавіатурі Apple. Це дозволяє контролювати яскравість зовнішніх дисплеїв за допомогою клавіатури Apple, а також дозволяє керувати клавіатурою з розширенням XDR і додатковим затемненням для оригінальних дисплеїв Apple.
vi: Cho phép ứng dụng xử lý các phím độ sáng tự nhiên trên bàn phím Apple. Điều này cho phép bạn điều chỉnh độ sáng của các màn hình rời bằng bàn phím Apple và cũng cho phép điều khiển độ sáng XDR bằng bàn phím và làm tối bổ sung cho màn hình Apple.
zh_hans: 允许应用程序处理 Apple 键盘的原生亮度键，可用 Apple 键盘控制外部显示器亮度，还可键盘控制 XDR 提升和原生 Apple 显示器的额外调光。
zh_hant: 允許應用程式處理 Apple 鍵盤的原生亮度鍵，可用 Apple 鍵盤控制外部顯示器亮度，還可鍵盤控制 XDR 提升和原生 Apple 顯示器的額外調光。

source: Let the virtual screen auto-connect when the associated display is connected. Enabling this will cause the virtual screen to be connected right after creation!
de: Den virtuellen Bildschirm sich automatisch verbinden lassen, wenn das gekoppelte Display angeschlossen wird. Die Aktivierung dieser Option bewirkt, dass der virtuelle Bildschirm sofort nach der Erstellung verbunden wird!
es: Dejar que la pantalla virtual se conecte automáticamente cuando la pantalla asociada esté conectada. ¡Habilitar esto hará que la pantalla virtual se conecte inmediatamente después de la creación!
fr: Laisse l'écran virtuel se connecter automatiquement quand l'écran associé est connecté. Activer cela va connecter l'écran virtuel juste après sa création !
hu: A virtuális képernyő automatikusan csatlakozzon, amikor a társított kijelző csatlakozik. Ha engedélyezi ezt, akkor a virtuális képernyő a létrehozás után azonnal csatlakozik!
it: Consenti la connessione automatica dello schermo virtuale quando il display associato è connesso. Abilitando questo si collegherà lo schermo virtuale subito dopo la creazione!
ja: 関連づけたディスプレイを接続したとき、仮想スクリーンを自動的に接続します。これを有効化すると、作成と同時に仮想スクリーンを接続します!
ko: 관련 디스플레이가 연결되면 가상 화면이 자동으로 연결됩니다. 이 항목을 활성화하면 가상 화면이 생성된 직후 자동으로 연결됩니다!
nb: La den virtuelle skjermen koble seg automatisk til når tilknyttet skjerm kobles til. Å aktivere dette vil gjøre at den virtuelle skjermen kobles til umiddelbart etter opprettelse!
nl: Laat het virtuele scherm zich automatisch verbinden wanneer het ermee geassocieerde scherm wordt verbonden. Als dit ingeschakeld wordt, dan zal het virtuele scherm worden verbonden direct na het aanmaken ervan!
pl: Pozwól na automatyczne łączenie wirtualnego ekranu po połączeniu powiązanego wyświetlacza. Włączenie tej opcji spowoduje, że ekran wirtualny zostanie połączony natychmiast po utworzeniu!
pt_br: Deixar a tela virtual se conectar automaticamente quando o monitor associado estiver conectado. Ativar isso fará com que a tela virtual seja conectada logo após a criação!
ro: Permiteți ecranului virtual să se conecteze automat atunci când ecranul fizic asociat este conectat. Activarea acestei opțiuni va face ca ecranul virtual să fie conectat imediat după crearea sa!
ru: Разрешить виртуальному экрану автоматически подключаться при подключении связанного дисплея. Включение функции подключит экран сразу после создания!
sl: Naj se navidezni zaslon samodejno poveže, ko je povezan povezani zaslon. Če to omogočite, bo navidezni zaslon povezan takoj po ustvarjanju!
sv: Låt den virtuella skärmen anslutas automatiskt när den tillhörande skärmen är ansluten. Om du aktiverar detta kommer den virtuella skärmen att anslutas direkt efter att den skapats!
tr: İlgili ekran bağlandığında sanal ekranın otomatik olarak bağlanmasına izin verin. Bunu etkinleştirmek, sanal ekranın oluşturulduktan hemen sonra bağlanmasına neden olur!
uk: Дозвольте віртуальному екрану автоматично підключатися, коли відповідний дисплей підключено. Якщо ввімкнути це, віртуальний екран буде підключено одразу після створення!
vi: Cho phép màn hình ảo tự động kết nối khi màn hình liên kết được kết nối. Kích hoạt tính năng này sẽ khiến cho màn hình ảo được kết nối ngay sau khi được tạo!
zh_hans: 让虚拟屏幕在关联显示器连接后自动连接。启用此功能将使虚拟屏幕在创建后立即连接！
zh_hant: 讓虛擬螢幕在關聯顯示器連接後自動連接。啟用此功能將使虛擬螢幕在新增後立即連接！

source: Let the virtual screen follow the orientation of the associated display when it is rotated.
de: Den virtuellen Bildschirm der Ausrichtung des gekoppelten Displays folgen lassen, wenn es gedreht wird.
es: Dejar que la pantalla virtual siga la orientación de la pantalla asociada cuando se gira.
fr: Laisse l'écran virtuel suivre l'orientation de l'écran associé quand une rotation est appliquée.
hu: A virtuális képernyő kövesse a hozzátartozó kijelző tájolását annak forgatásakor.
it: Lasciate che lo schermo virtuale segua l'orientamento del display associato quando viene ruotato.
ja: 関連づけたディスプレイを回転させた場合、仮想スクリーンをその向きに合わせます。
ko: 가상 화면이 회전할 때 연결된 디스플레이의 방향을 따르도록 설정합니다.
nb: La den virtuelle skjermen følge orienteringen til tilknyttet skjerm når den roteres.
nl: Laat het virtuele scherm de weergavestand volgen van het ermee geassocieerde scherm als deze wordt gedraaid.
pl: Pozwól, aby wirtualny ekran podążał za orientacją powiązanego wyświetlacza podczas jego obracania.
pt_br: Deixe a tela virtual seguir a orientação da tela associada quando ela for girada.
ro: Permiteți ecranului virtual să urmeze orientarea ecranului fizic asociat atunci când este rotit.
ru: Разрешить виртуальному экрану следовать ориентации связанного дисплея при его повороте.
sl: Naj navidezni zaslon sledi usmerjenosti povezanega zaslona, ​​ko ga zasukate.
sv: Låt den virtuella skärmen följa orienteringen för den associerade skärmen när den roteras.
tr: Sanal ekranın, döndürüldüğünde ilişkili ekranın yönünü takip etmesine izin verin.
uk: Нехай віртуальний екран слідує орієнтації пов'язаного дисплея під час його обертання.
vi: Cho phép màn hình ảo tuân theo hướng xoay của màn hình liên kết khi được xoay.
zh_hans: 让虚拟屏幕旋转时跟随关联显示器方向。
zh_hant: 讓虛擬螢幕旋轉時跟隨關聯顯示器方向。

source: Let various adjustments like display brightness, contrast, etc. synchronize among members of the display group based on the configured rules.
de: Verschiedene Einstellungen wie Display-Helligkeit, Kontrast, usw. zwischen den Mitgliedern der Displaygruppe synchronisiert werden lassen, basierend auf den konfigurierten Regeln.
es: Permitir que varios ajustes, como el brillo de la pantalla, el contraste, etc., se sincronicen entre los miembros del grupo de pantallas según las reglas configuradas.
fr: Permet de synchroniser divers réglages tels que la luminosité de l'écran, le contraste, etc. entre les membres du groupe d'affichage en fonction des règles configurées.
hu: Lehetővé teszi, hogy a különböző beállítások, például a kijelző fényereje, kontrasztja stb. a bekonfigurált szabályok alapján szinkronizálódjanak a kijelzőcsoport tagjai között.
it: Consenti a varie regolazioni come luminosità del display, contrasto, ecc. di sincronizzarsi tra i membri del gruppo di display in base alle regole configurate.
ja: 構成したルールに基づき、ディスプレイの輝度やコントラストなど、さまざまな調整をディスプレイグループのメンバー間で同期させます。
ko: 설정된 규칙에 따라 디스플레이 그룹의 구성원 간에 화면 밝기, 대비 등 다양한 조정이 동기화됩니다.
nb: La ulike justeringer som lysstyrke, kontrast osv. synkronisere mellom medlemmer av skjermgruppen basert på de konfigurerte reglene.
nl: Laat diverse aanpassingen zoals schermhelderheid, -contrast, enz. synchroniseren onder leden van de schermgroep, op basis van de geconfigureerde regels.
pl: Pozwól różnym ustawieniom, takim jak jasność wyświetlacza, kontrast itp., synchronizować się między członkami grupy wyświetlaczy w oparciu o skonfigurowane reguły.
pt_br: Permita que vários ajustes, como brilho da tela, contraste, etc., sejam sincronizados entre os membros do grupo de exibição com base nas regras configuradas.
ro: Permiteți diverse ajustări precum luminozitatea ecranului, contrastul, etc. să se sincronizeze între membrii grupului de afișaje în funcție de regulile configurate.
ru: Разрешить синхронизацию различных настроек, таких как яркость, контраст и т.д., между членами группы дисплеев согласно заданным правилам.
sl: Naj se različne prilagoditve, kot so svetlost zaslona, ​​kontrast itd., sinhronizirajo med člani skupine zaslona na podlagi konfiguriranih pravil.
sv: Låt olika justeringar som ljusstyrka, kontrast etc. synkroniseras mellan medlemmarna i skärmgruppen baserat på de konfigurerade reglerna.
tr: Ekran parlaklığı, kontrast vb. gibi çeşitli ayarlamaların, yapılandırılan kurallara göre ekran grubunun üyeleri arasında senkronize edilmesine izin verin.
uk: Дозволити синхронізацію різних налаштувань, таких як яскравість, контраст тощо, між членами групи дисплеїв відповідно до налаштованих правил.
vi: Cho các điều chỉnh hác nhau nhu độ sáng màn hình, độ tương phản, v.v đồng bộ giữa các thành viên của nhóm màn hình dựa trên các quy tắc được cấu hình.
zh_hans: 根据配置的规则，同步显示组成员间的各种设置，如亮度、对比度等。
zh_hant: 根據設定的規則，同步顯示群組成員間的各種設定，如亮度、對比度等。

source: License management allows Pro features, purchasing, license activation and free trial. If you disable this, you can only use free features. License management requires communication with the payment and licensing provider Paddle ([paddle.com/privacy](https://paddle.com/privacy)).
de: Das Lizenzmanagement erlaubt die Verwendung von Pro-Funktionen, die Zahlung, die Aktivierung der Lizenz und die kostenlose Probezeit. Wenn dies deaktiviert wird, können nur die kostenlosen Funktionen verwendet werden. Das Lizenzmanagement benötigt die Verbindung zu dem Zahlungs- und Lizenzanbieter Paddle ([paddle.com/privacy](https://paddle.com/privacy)).
es: La gestión de licencias permite funciones Pro, compras, activación de licencias y prueba gratuita. Si desactiva esto, solo podrá utilizar funciones gratuitas. La gestión de licencias requiere comunicación con el proveedor de licencias y pagos Paddle ([paddle.com/privacy](https://paddle.com/privacy)).
fr: La gestion des licences permet l'accès aux fonctionnalités Pro, l'achat et l'activation de la licence et l'essai gratuit. Si vous désactivez cela, vous pourrez seulement utiliser les fonctionnalités de la licence gratuite. La gestion de licence nécessite la communication avec le fournisseur de licence et de paiement Paddle ([paddle.com/privacy](https://paddle.com/privacy)).
hu: A licenckezelés lehetővé teszi a Pro funkciókat, a vásárlást, a licenc aktiválását és az ingyenes próbaverziót. Ha ezt letiltja, csak az ingyenes funkciókat használhatja. A licenckezeléshez kommunikációra van szükség a fizetési és licencelési szolgáltatóval, a Paddle-lel ([paddle.com/privacy](https://paddle.com/privacy)).
it: La gestione delle licenze consente funzionalità Pro, acquisto, attivazione della licenza e prova gratuita. Se lo si disabilita, è possibile utilizzare solo funzionalità gratuite. La gestione delle licenze richiede la comunicazione con il provider di pagamenti e licenze Paddle ([paddle.com/privacy](https://paddle.com/privacy)).
ja: ライセンス管理により、Pro機能、購入、ライセンスのアクティベーション、無料試用が可能となります。無効化した場合は、無料機能しか使用できなくなります。ライセンス管理には、支払いおよびライセンスプロバイダであるPaddle（[paddle.com/privacy](https://paddle.com/privacy)）との通信が必要です。
ko: 라이선스 관리를 통해 Pro 기능, 구매, 라이선스 활성화 및 무료 평가판을 사용할 수 있습니다. 이 기능을 비활성화하면 무료 기능만 사용할 수 있습니다. 라이선스 관리를 사용하려면 결제 및 라이선스 제공업체인 Paddle([paddle.com/privacy](https://paddle.com/privacy))과 통신해야 합니다.
nb: Lisensadministrasjon gir tilgang til Pro-funksjoner, kjøp, aktivering av lisens og gratis prøveperiode. Hvis du deaktiverer dette, kan du kun bruke gratisfunksjonene. Lisensadministrasjon krever kommunikasjon med betalings- og lisensleverandøren Paddle ([paddle.com/privacy](https://paddle.com/privacy)).
nl: Licentiebeheer maakt Pro-functies, aankoop, licentieactivering en de gratis proefperiode mogelijk. Als je dit uitschakelt, dan kun je alleen gebruikmaken van de gratis functies. Licentiebeheer vereist communicatie met de betalings- en licentieaanbieder Paddle ([paddle.com/privacy](https://paddle.com/privacy)).
pl: Zarządzanie licencjami umożliwia korzystanie z funkcji Pro, zakupów, aktywacji licencji i bezpłatnego okresu próbnego. Jeśli wyłączysz tę opcję, będziesz mógł korzystać wyłącznie z bezpłatnych funkcji. Zarządzanie licencjami wymaga komunikacji z dostawcą usług płatniczych i licencjonowania Paddle ([paddle.com/privacy](https://paddle.com/privacy)).
pt_br: O gerenciamento de licenças permite recursos Pro, compra, ativação de licença e avaliação gratuita. Se você desabilitar isso, só poderá usar recursos gratuitos. O gerenciamento de licenças requer comunicação com o provedor de pagamento e licenciamento Paddle ([paddle.com/privacy](https://paddle.com/privacy)).
ro: Gestionarea licenței permite funcțiile Pro, achiziționarea, activarea licenței și încercarea gratuită. Dacă dezactivați această opțiune, puteți utiliza doar funcțiile gratuite. Gestionarea licenței necesită comunicarea cu furnizorul de plăți și licențiere Paddle ([paddle.com/privacy](https://paddle.com/privacy)).
ru: Управление лицензиями позволяет использовать Pro-функции, покупать, активировать лицензии и использовать бесплатную пробную версию. Если вы отключите эту функцию, вы сможете использовать только бесплатные функции. Управление лицензиями требует связи с поставщиком платежей и лицензий Paddle ([paddle.com/privacy](https://paddle.com/privacy)).
sl: Upravljanje licenc omogoča funkcije Pro, nakup, aktivacijo licence in brezplačen preskus. Če to onemogočite, lahko uporabljate samo brezplačne funkcije. Upravljanje licenc zahteva komunikacijo s ponudnikom plačil in licenciranja Paddle ([paddle.com/privacy](https://paddle.com/privacy)).
sv: Licenshantering tillåter Pro-funktioner, betalning, licensaktivering och gratis testperiod. Om du inaktiverar denna så kan du endast använda kostnadsfria funktioner. Licenshantering kräver kommunikation med betalnings- och licenspartnern Paddle ([paddle.com/privacy](https://paddle.com/privacy)).
tr: Lisans yönetimi Pro özelliklere, satın almaya, lisans etkinleştirmesine ve ücretsiz denemeye izin verir. Bunu devre dışı bırakırsanız, yalnızca ücretsiz özellikleri kullanabilirsiniz. Lisans yönetimi, ödeme ve lisanslama sağlayıcısı Paddle ([paddle.com/privacy](https://paddle.com/privacy)) ile iletişime geçilmesini gerektirir.
uk: Керування ліцензіями дозволяє використовувати функції Pro, купувати, активувати ліцензію та безкоштовну пробну версію. Якщо ви вимкнете це, ви зможете використовувати лише безкоштовні функції. Керування ліцензіями вимагає зв'язку з постачальником оплати та ліцензування Paddle ([paddle.com/privacy](https://paddle.com/privacy)).
vi: Quản lý bản quyền cho phép sử dụng các tính năng Pro, mua sắm, kích hoạt bản quyền và dùng thử miễn phí. Nếu tắt tính năng này, bạn chỉ có thể sử dụng các tính năng miễn phí. Quản lý bản quyền yêu cầu giao tiếp với nhà cung cấp thanh toán và cấp phép Paddle ([paddle.com/privacy](https://paddle.com/privacy)).
zh_hans: 许可证管理允许使用专业版功能，购买、激活许可证和免费试用。禁用时仅可用免费功能。许可证管理需要连接支付和许可证提供商 Paddle ([paddle.com/privacy](https://paddle.com/privacy))。
zh_hant: 授權管理功能允許使用專業版功能、進行購買、授權啟用及免費試用。如果您停用此功能，則只能使用免費功能。授權管理需要聯繫支付和授權提供商 Paddle (paddle.com/privacy) 處理。

# Licensing &amp; Pro Features
source: Licensing & Pro Features
de: Lizenzierung und Pro-Funktionen
es: Licencias y Funciones Profesionales
fr: Licences et fonctionnalités Pro
hu: Licenc és Pro képességek
it: Licenza & funzioni Pro
ja: ライセンスとPro機能
ko: 라이선싱 및 Pro 기능
nb: Lisensiering & Pro-funksjoner
nl: Licentie- en Pro-functies
pl: Licencjonowanie i funkcje wersji Pro
pt_br: Licenciamento e recursos profissionais
ro: Licențierea și funcții Pro
ru: Лицензирование и Pro-функции
sl: Licenciranje in Pro funkcije
sv: Licensiering & Pro-funktioner
tr: Lisanslama ve Pro Özellikler
uk: Ліцензування та професійні функції
vi: Bản quyền & Tính năng Pro
zh_hans: 许可证和专业功能
zh_hant: 授權和專業功能

# Licensing &amp; Pro Features Disabled
source: Licensing & Pro Features Disabled
de: Lizenzierung und Pro-Funktionen deaktiviert
es: Licencias y Funciones Profesionales Deshabilitadas
fr: Licences et fonctionnalités Pro désactivées
hu: Licencelés és Pro képességek letiltva
it: Licenza & funzionalità Pro disabilitate
ja: ライセンスとPro機能を無効化
ko: 라이선싱 및 Pro 기능이 비활성화되었습니다.
nb: Lisensiering & Pro-funksjoner deaktivert
nl: Licentie- en Pro-functies uitgeschakeld
pl: Licencjonowanie & Funkcje Pro wyłączone
pt_br: Licenciamento e recursos Pro desativados
ro: Licențierea și funcții Pro dezactivate
ru: Лицензирование и Pro-функции отключены
sl: Licenciranje in funkcije Pro so onemogočene
sv: Licensiering & Pro-funktioner inaktiverade
tr: Lisanslama ve Pro Özellikler Devre Dışı
uk: Ліцензування та професійні функції вимкнено
vi: Bản quyền & Tính năng Pro được vô hiệu hóa
zh_hans: 许可证和专业功能已禁用
zh_hant: 授權和專業功能已禁用

source: Licensing Disabled
de: Lizenzierung deaktivieren
es: Licencia Deshabilitada
fr: Licences désactivées
hu: Licencelés letilve
it: Licenza disabilitata
ja: ライセンスを無効化
ko: 라이선스 비활성화
nb: Lisensiering deaktivert
nl: Licentiefunctie uitgeschakeld
pl: Wyłączone licencjonowanie
pt_br: Licenciamento desativado
ro: Licențierea este dezactivată
ru: Лицензирование отключено
sl: Licenciranje onemogočeno
sv: Licensiering inaktiverad
tr: Lisanslama Devre Dışı
uk: Ліцензування вимкнено
vi: Bản quyền được vô hiệu hóa
zh_hans: 许可证已禁用
zh_hant: 授權已禁用

source: Limit resolution range
de: Auflösungsbereich beschränken
es: Limitar el rango de resolución
fr: Limiter la plage de résolution
hu: Felbontás skála limitálása
it: Intervallo di risoluzione limite
ja: 解像度の制限範囲
ko: 해상도 범위 제한
nb: Begrens oppløsningsområde
nl: Beperk resolutiebereik
pl: Ogranicz suwak rozdzielczości
pt_br: Limitar faixa de resolução
ro: Limitează intervalul de rezoluție
ru: Ограничить диапазон разрешений
sl: Omejite območje ločljivosti
sv: Begränsa upplösningsintervall
tr: Çözünürlük aralığını sınırla
uk: Обмеження діапазону роздільної здатності
vi: Giới hạn phạm vi độ phân giải
zh_hans: 极限分辨率范围
zh_hant: 極限解析度範圍

source: Limit resolution slider and keyboard shortcut range
de: Bereich des Auflösungsreglers und der Tastaturkurzbefehle beschränken
es: Limitar el slider de resolución y el rango de métodos abreviados de los atajos de teclado
fr: Limiter les résolutions disponibles dans le curseur de sélection et les raccourcis clavier
hu: Felbontás csúszka és gyorsbillentyű skála limitálása
it: Limita risoluzione cursore e intervallo di scorciatoie da tastiera
ja: 解像度スライダとキーボードショートカットの範囲を制限
ko: 해상도 슬라이더 및 키보드 단축키 범위 제한
nb: Begrens området for oppløsningsglidebryter og tastatursnarvei
nl: Beperk bereik van de resolutieschuifregelaar en de sneltoets
pl: Ogranicz suwak rozdzielczości i zakres skrótów klawiaturowych
pt_br: Limitar o controle deslizante de resolução e o intervalo de atalhos do teclado
ro: Limitați intervalul glisorul de rezoluție și al scurtăturii de la tastatură
ru: Ограничение диапазона ползунка разрешения и сочетания клавиш
sl: Omejite drsnik za ločljivost in obseg bližnjic na tipkovnici
sv: Begränsa upplösningsreglaget och tangentbordsgenvägarnas omfång
tr: Çözünürlük kaydırıcısını ve klavye kısayol aralığını sınırla
uk: Обмежте повзунок роздільної здатності та діапазон комбінацій клавіш
vi: Giới hạn phạm vi thanh trượt độ phân giải và phím tắt bàn phím
zh_hans: 限制分辨率滑块和键盘快捷键范围
zh_hant: 限制解析度滑桿和鍵盤快捷鍵範圍

source: Limited Range
de: Beschränkter Bereich
es: Rango Limitado
fr: Plage limitée
hu: Korlátozott
it: Intervallo limitato
ja: 制限範囲
ko: 제한된 범위
nb: Begrenset område
nl: Beperkt bereik
pl: Ograniczony zakres
pt_br: Faixa limitada
ro: Gamă limitată
ru: Ограниченный диапазон
sl: Omejen obseg
sv: Begränsat omfång
tr: Sınırlandırılmış aralık
uk: Обмежений діапазон
vi: Dải Giới Hạn
zh_hans: 范围有限
zh_hant: 有限範圍
