Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Limits the resolution range based on the aspect ratio values and the multiplier.
de: Auflösungsbereich basierend auf den Seitenverhältniswerten und der Multiplizierung beschränken.
es: Limita el rango de resolución según los valores de relación de aspecto y el multiplicador.
fr: Limite la plage de résolution en se basant sur les valeurs du rapport d'aspect et du multiplicateur.
hu: Korlátozza a felbontási tartományt a képarány értékek és a szorzó alapján.
it: Limita l'intervallo di risoluzione in base ai valori del rapporto di aspetto e del moltiplicatore.
ja: アスペクト比の値とその乗数に基づいて、解像度の範囲を制限します。
ko: 종횡비 값과 배율을 기준으로 해상도 범위를 제한합니다.
nb: Begrenser oppløsningsområdet basert på bildeforholdsverdier og multiplikator.
nl: Beperkt het resolutiebereik op basis van de beeldverhoudingen en de vermenigvuldigingswaarde.
pl: Ogranicza zakres rozdzielczości w oparciu o wartości proporcji obrazu oraz mnożnik.
pt_br: Limita o intervalo de resolução com base nos valores da proporção e no multiplicador.
ro: Limitează intervalul de rezoluție pe baza valorilor de aspect și multiplicatorului
ru: Ограничивает диапазон разрешений на основе значений соотношения сторон и множителя.
sl: Omeji razpon ločljivosti na podlagi vrednosti razmerja stranic in množitelja.
sv: Begränsar upplösningsområdet baserat på värdena för bildförhållande och multiplikatorn.
tr: En boy oranı değerlerine ve çarpana bağlı olarak çözünürlük aralığını sınırlar.
uk: Обмежує діапазон роздільної здатності на основі значень співвідношення сторін і множника.
vi: Giới hạn độ phân giải dựa trên các giá trị tỉ lệ khung hình và bội số.
zh_hans: 根据宽高比值和乘数限制分辨率范围。
zh_hant: 根據寬高比值和乘數限制解析度範圍。

source: Limits the volume range to a desired level.
nl: Beperkt het volumebereik tot een gewenst niveau.
pl: Ogranicza zakres głośności do pożądanego poziomu.
ru: Ограничивает диапазон громкости до нужного уровня.

source: Line Screen
de: Zeilenraster
es: Pantalla de líneas
fr: Trame de lignes
hu: Vonalas szűrő
it: Filtro a linee
ja: 線スクリーン
ko: 선 화면
nb: Linjeskjerm
nl: Lijnscherm
pl: Ekran liniowy
pt_br: Tela com linhas
ro: Model cu linii
ru: Линейный экран
sl: Črtni zaslon
tr: Satır Ekranı
uk: Лінійний екран
zh_hans: 扫描线滤镜
zh_hant: 掃描線濾鏡

source: Liquid Retina with Notch
de: Liquid Retina mit Notch
es: Liquid Retina con "flequillo"
fr: Liquid Retina avec encoche
hu: Liquid Retina kijelző bevágással
it: Liquid Retina con Notch
ja: ノッチありLiquid Retina
ko: 노치가 있는 Liquid Retina 디스플레이
nb: Liquid Retina med hakk
nl: Liquid Retina met inkeping
pl: Liquid Retina z wcięciem Notch
pt_br: Liquid Retina com Notch
ro: Liquid Retina cu Notch
ru: Liquid Retina с тонким экраном
sl: Liquid Retina z Notch
sv: Liquid Retina med notch
tr: Çentikli Liquid Retina
uk: Liquid Retina з Чілкою
vi: Liquid Retina gồm Notch
zh_hans: 刘海 Liquid 视网膜显示屏
zh_hant: 瀏海 Liquid 視網膜顯示器

source: Listen to native audio keys
de: Native Audiotasten benutzen
es: Escuche claves de audio nativas
fr: Écouter les touches audio natives
hu: Natív hangerőbillentyűk kezelése
it: Ascolta le chiavi audio native
ja: ネイティブオーディオキーを待ち受け
ko: 기본 오디오 조정 키 듣기
nb: Lytt til native lydtaster
nl: Luister naar ingebouwde geluidtoetsen
pl: Nasłuchuj natywnych klawiszy audio
pt_br: Ouça as teclas de áudio nativas
ro: Ascultă tastele native de sunet
ru: Слушать стандартные аудиоклавиши
sl: Poslušajte izvorne zvočne tipke
sv: Lyssna på inbyggda ljudtangenter
tr: Yerel ses tuşlarını dinleyin
uk: Слухати рідні аудіо клавіші
vi: Lắng nghe các phím âm lượng tự nhiên
zh_hans: 监听原生音量键
zh_hant: 監聽原生音量鍵

source: Listening HTTP port
de: Benutzter HTTP-Port
es: Escuchando puerto HTTP
fr: Écoute du port HTTP
hu: Figyelő HTTP port
it: Porta HTTP in ascolto
ja: 待ち受けHTTPポート
ko: 수신 중인 HTTP 포트
nb: Lytter på HTTP-port
nl: HTTP-luisterpoort
pl: Nasłuchujący port HTTP
pt_br: Porta HTTP de escuta
ro: Portul HTTP de ascultare
ru: Прослушиваемый HTTP порт
sl: Poslušanje vrat HTTP
sv: Lyssningsport för HTTP
tr: HTTP bağlantı noktası dinleniyor
uk: Прослуховування порту HTTP
vi: Lăng nghe cổng HTTP
zh_hans: 监听 HTTP 端口
zh_hant: 監聽 HTTP 連接埠

source: Load Custom EDID…
de: Benutzerdefinierte EDID laden…
es: Cargar EDID Personalizado…
fr: Charger un EDID personnalisé…
hu: Saját EDID betöltése…
it: Carica EDID Personalizzato…
ja: カスタムEDIDをロード…
ko: 사용자 지정 EDID 불러오기…
nb: Last inn egendefinert EDID…
nl: Laad eigen EDID...
pl: Wczytaj niestandardowe EDID…
pt_br: Carregar EDID personalizado…
ro: Încărcați EDID personalizat…
ru: Загрузить кастомный EDID…
sl: Naloži EDID po meri…
sv: Läs in anpassad EDID…
tr: Özel EDID'yi Yükle…
uk: Завантажити спеціальний EDID…
vi: Tải EDID tùy chỉnh…
zh_hans: 加载自定义 EDID 数据…
zh_hant: 載入自訂 EDID 資料…

source: Load EDID Data
de: EDID-Daten laden
es: Cargar datos EDID
fr: Charger les données EDID
hu: EDID adat betöltése
it: Carica dati EDID
ja: EDIDデータをロード
ko: EDID 데이터 불러오기
nb: Last inn EDID-data
nl: Laad EDID-gegevens
pl: Wczytaj dane EDID
pt_br: Carregar Dados EDID
ro: Încărcați datele EDID
ru: Загрузить данные EDID
sl: Naloži podatke EDID
sv: Läs in EDID-data
tr: EDID Verilerini Yükle
uk: Завантажити дані EDID
vi: Tải dữ liệu EDID
zh_hans: 加载 EDID 数据
zh_hant: 載入 EDID 資料

source: Load EDID Data…
de: EDID-Daten laden…
es: Cargar datos EDID…
fr: Charger les données EDID…
hu: EDID adat betöltése…
it: Esporta dati EDID…
ja: EDIDデータをロード…
ko: EDID 데이터 불러오기…
nb: Last inn EDID-data…
nl: Laad EDID-gegevens...
pl: Wczytaj dane EDID…
pt_br: Carregar Dados EDID…
ro: Încărcați datele EDID…
ru: Загрузить данные EDID…
sl: Naloži podatke EDID…
sv: Läs in EDID-data…
tr: EDID Verilerini Yükle
uk: Завантажити дані EDID…
vi: Tải dữ liệu EDID…
zh_hans: 加载 EDID 数据…
zh_hant: 載入 EDID 資料…

source: Load an EDID binary image exported by %@ (or other tools). You can also use an EDID binary created/modified by an EDID editor like AW EDID Editor. If you have a Base64 text representation of an EDID image, use the 'Paste Base64' button to load it.
de: Lade ein EDID-Binärimage, das von %@ (oder anderen Programmen) exportiert wurde. Du kannst ein EDID-Binärimage verwenden, das von einem EDID-Editor (wie z. B. dem "AW EDID Editor") erstellt oder bearbeitet wurde. Wenn du eine Base64 Textrepräsentation von einem EDID-Image hast, kann dieses mittels der 'Base64 einfügen'-Taste geladen werden.
es: Cargue una imagen binaria EDID exportada por %@ (u otras herramientas). También puede utilizar un binario EDID creado/modificado por un editor EDID como AW EDID Editor. Si tiene una representación de texto Base64 de una imagen EDID, use el botón 'Pegar Base64' para cargarla.
fr: Charge une image de fichier binaire EDID exporté par %@ (ou d'autres outils). Vous pouvez aussi utiliser un fichier binaire créé/modifié par un éditeur EDID comme AW EDID Editor. Si vous avez une version texte de ce fichier encodé en Base64, utilisez le bouton 'Coller en Base64' pour le charger.
hu: A %@ által (vagy más eszközökkel) exportált EDID bináris kép betöltése. Használhat egy EDID-szerkesztővel (pl. AW EDID Editor) létrehozott/módosított EDID-bináris képet is. Ha rendelkezik egy EDID Base64 szövegével a vágólapon, használja a 'Base64 beillesztés' gombot a betöltéshez.
it: Carica un'immagine binaria EDID esportata da %@ (o altri strumenti). È inoltre possibile utilizzare un binario EDID creato/modificato da un editor EDID come AW EDID Editor. Se si dispone di una rappresentazione di testo Base64 di un'immagine EDID, utilizzare il pulsante 'Incolla Base64' per caricarla.
ja: %@（またはその他のツール）によってエクスポートしたEDIDバイナリイメージをロードします。AW EDID EditorのようなEDIDエディタで作成/変更したEDIDバイナリも使用できます。EDIDイメージのBase64テキスト表現がある場合は、「Base64をペースト」ボタンを使用してロードします。
ko: %@ (또는 다른 도구)에서 내보낸 EDID 바이너리 이미지를 불러옵니다. AW EDID Editor와 같은 EDID 편집기로 생성/수정한 EDID 바이너리를 사용할 수도 있습니다. EDID 이미지의 Base64 문자열 식별자가 있다면, 'Base64 붙여넣기' 버튼을 눌러 불러올 수 있습니다.
nb: Last inn en EDID-binærfil eksportert av %@ (eller andre verktøy). Du kan også bruke en EDID-binærfil opprettet/endret av en EDID-editor som AW EDID Editor. Hvis du har en Base64-tekstrepresentasjon av en EDID-fil, bruk knappen «Lim inn Base64» for å laste den inn.
nl: Laad een binaire EDID-kopie geëxporteerd door %@ (of andere hulpprogramma’s). Je kunt ook een binair EDID-bestand gebruiken die is gemaakt/gewijzigd door een EDID-editor zoals AW EDID Editor. Als je een Base64-tekstrepresentatie van een EDID-kopie hebt, gebruik dan de knop 'Plak Base64' om deze te laden.
pl: Wczytaj obraz binarny EDID wyeksportowany przez %@ (lub inne narzędzia). Możesz również użyć obrazu binarnego EDID utworzonego lub zmodyfikowanego przez edytor EDID, taki jak AW EDID Editor. Jeśli posiadasz reprezentację tekstową obrazu EDID w formacie Base64, użyj przycisku „Wklej Base64”, aby go wczytać.
pt_br: Carregar uma imagem binária EDID exportada por %@ (ou outras ferramentas). Você também pode usar um binário EDID criado/modificado por um editor EDID como o AW EDID Editor. Se você tiver uma representação de texto Base64 de uma imagem EDID, use o botão 'Colar Base64' para carregá-la.
ro: Incarcați o imagine binară EDID exportată de %@ (sau alte instrumente). Puteți utiliza, de asemenea, o imagine binară EDID creată/modificată de un editor EDID, cum ar fi AW EDID Editor. Dacă aveți o reprezentare text Base64 a unei imagini EDID, utilizați butonul 'Lipiți Base64' pentru a o încărca."
ru: Загрузите бинарное изображение EDID, экспортированное %@ (или другими инструментами). Можно также использовать EDID, созданный/измененный в редакторе EDID, например AW EDID Editor. Если есть Base64 представление EDID, используйте кнопку "Вставить Base64".
sl: Naloži binarno sliko EDID, ki jo izvozi %@ (ali druga orodja). Uporabite lahko tudi dvojiško datoteko EDID, ki jo ustvari/spremeni urejevalnik EDID, kot je AW EDID Editor. Če imate besedilno predstavitev slike EDID Base64, uporabite gumb »Prilepi Base64«, da jo naložite.
sv: Ladda en binär EDID-bild som exporterats av %@ (eller andra verktyg). Du kan också använda en binär EDID-bild som skapats/modifierats av en EDID-redigerare som AW EDID Editor. Om du har en Base64-textrepresentation av en EDID-bild kan du använda knappen "Klistra in Base64" för att läsa in den.
tr: %@ (veya diğer araçlar) tarafından dışa aktarılan bir EDID ikili görüntüsünü yükleyin. AW EDID Editor gibi bir EDID düzenleyicisi tarafından oluşturulan/değiştirilen bir EDID ikili dosyasını da kullanabilirsiniz. Bir EDID görüntüsünün Base64 metin temsiline sahipseniz, yüklemek için 'Base64'ü Yapıştır' düğmesini kullanın.
uk: Завантажте бінарне зображення EDID, експортоване %@ (або іншими інструментами). Ви також можете використовувати двійковий файл EDID, створений/змінений редактором EDID, наприклад AW EDID Editor. Якщо у вас є текстове представлення зображення EDID у форматі Base64, скористайтеся кнопкою "Вставити Base64", щоб завантажити його.
vi: Tải một hình ảnh nhị phân EDID được xuất bởi %@ (hoặc các công cụ khác). Bạn cũng có thể sủ dụng một hình ảnh EDID nhị phân được tạo/chỉnh sửa bởi một trình biên tập EDID như AW EDID Editor. Nếu bạn có một dòng chữ Base64 mô tả hình ảnh EDID, hãy dùng nút 'Dán Base64' để tải nó lên.
zh_hans: 加载由 %@（或其他工具）导出的 EDID 二进制文件。您也可使用由 EDID 编辑器（如AW EDID Editor）创建/更改的EDID 二进制文件。如果您有 EDID 图像的 Base64 字符串标识，使用 "粘贴 Base64 文本" 按钮来加载它。
zh_hant: 載入由 %@（或其他工具）導出的 EDID 二進制文件。您也可使用由 EDID 編輯器（如AW EDID Editor）新增/更改的EDID 二進制文件。如果您有 EDID 圖形的 Base64 字串標識，使用 "貼上 Base64 文本" 按鈕來載入它。

source: Loaded EDID Data
de: Geladene EDID Daten
es: Datos EDID cargados
fr: Données EDID chargées
hu: Betöltött EDID adat
it: Dati EDID caricato
ja: ロードしたEDIDデータ
ko: 로드된 EDID 데이터
nb: Lastet inn EDID-data
nl: Geladen EDID-gegevens
pl: Załadowane dane EDID
pt_br: Dados EDID Carregado
ro: Date EDID încărcate
ru: Загруженные данные EDID
sl: Naloženi podatki EDID
sv: Läste in EDID-data
tr: EDID Verileri Yüklendi
uk: Завантажені дані EDID
vi: Đã tải dữ liệu EDID
zh_hans: 已加载 EDID 数据
zh_hant: 已載入 EDID 資料

source: Lock Window Position
de: Unverschiebbares Fenster
es: Ventana Inmovible
fr: Verrouiller la position
hu: Ablak pozició rögzítése
it: Finestra non spostabile
ja: 固定ウインドウ
ko: 윈도우 이동 잠금
nb: Lås vindusposisjon
nl: Vergrendel vensterpositie
pl: Zablokuj położenie okna
pt_br: Janela Imóvel
ro: Fereastră nemiscabilă
ru: Заблокировать положение окна
sl: Zakleni položaj okna
sv: Lås fönsterposition
tr: Pencere Konumunu Kilitle
uk: Заблокувати позицію вікна
vi: Cửa sổ không thể di chuyển
zh_hans: 不可移动窗口
zh_hant: 不可移動窗口

source: Logical height
de: Logische Höhe
es: Altura lógica
fr: Hauteur logique
hu: Logikai magasság
it: Altezza logica
ja: 高さ（論理的）
ko: 논리적 높이
nb: Logisk høyde
nl: Logische hoogte
pl: Wysokość logiczna
pt_br: Altura lógica
ro: Înălțime logică
ru: Логическая высота
sl: Logična višina
sv: Logisk höjd
tr: Mantıksal yükseklik
uk: Логічна висота
vi: Chiều cao logic
zh_hans: 逻辑高度
zh_hant: 邏輯高度

source: Logical width
de: Logische Breite
es: Ancho lógico
fr: Largeur logique
hu: Logikai szélesség
it: Larghezza logica
ja: 幅（論理的）
ko: 논리적 너비
nb: Logisk bredde
nl: Logische breedte
pl: Szerokość logiczna
pt_br: Largura lógica
ro: Lățime logică
ru: Логическая ширина
sl: Logična širina
sv: Logisk bredd
tr: Mantıksal genişlik
uk: Логічна ширина
vi: Chiều rộng logic
zh_hans: 逻辑宽度
zh_hant: 邏輯寬度

source: Long press the mouse button to set and cycle through favorites in the slider.
de: Maustaste lange drücken, um die Favoriten zu setzen und im Regler durchzublättern.
es: Mantenga presionado el botón del mouse para configurar y recorrer los favoritos con el slider.
fr: Cliquez longuement dans le curseur de sélection pour faire défiler et définir les résolutions favorites.
hu: Az egérgomb hosszú nyomvatartásával állíthatja be a kedvenceket a csúszkán, lépegetve azok között.
it: Premere a lungo il pulsante del mouse per impostare e scorrere i preferiti nel cursore.
ja: マウスボタンを長押しして、スライダにお気に入りを設定することができます。
ko: 마우스 버튼을 길게 눌러 슬라이더에서 즐겨찾기를 설정하고 순환할 수 있습니다.
nb: Trykk og hold museknappen for å angi og bla gjennom favoritter i glidebryteren.
nl: Druk lang op de muisknop om via de schuifregelaar door favorieten te bladeren en deze in te stellen.
pl: Przytrzymaj długo przycisk myszy, aby ustawić i przełączać ulubione na suwaku.
pt_br: Pressionar longamente o botão do mouse para definir e percorrer os favoritos no controle deslizante.
ro: Apăsați lung butonul mouse-ului pentru a seta și a trece prin favorite în glisor.
ru: Длительное нажатие кнопки мыши для установки и переключения избранного на ползунке.
sl: Dolgo pritisnite gumb miške, da na drsniku nastavite in krožite med priljubljenimi.
sv: Tryck länge på musknappen för att ställa in och bläddra igenom favoriter i skjutreglaget.
tr: Kaydırıcıdaki favorileri ayarlamak ve bunlar arasında geçiş yapmak için mouse sol tuşuna uzun basın.
uk: Натисніть і утримуйте кнопку миші, щоб встановити та переміщатися між улюбленими на повзунку.
vi: Nhấn giữ nút chuột để đặt và chuyển qua các mục yêu thích trong thanh trượt.
zh_hans: 长按鼠标键在滑块中设置和循环浏览收藏。
zh_hant: 長按滑鼠鍵在滑桿中設定和循環瀏覽收藏。

source: Lower brightness for all displays by some amount.
de: Helligkeit für alle Displays um einen bestimmten Wert erhöhen.
es: Disminuir el brillo de todas las pantallas en una cierta medida.
fr: Baisser d'une certaine somme la luminosité sur tous les écrans.
hu: Fényerő csökkentése minden kijelzőn.
it: Aumenta la luminosità di tutti gli schermi di una certa quantità.
ja: すべてのディスプレイの輝度をいくらか下げます。
ko: 모든 디스플레이의 밝기를 약간 낮춥니다.
nb: Senke lysstyrken for alle skjermer med en viss mengde.
nl: Verlaag helderheid voor alle schermen met een bepaalde hoeveelheid.
pl: Zmniejsz jasność wszystkich wyświetlaczy o pewną wartość.
pt_br: Reduzir um pouco o brilho de todos os monitores.
ro: Reduceți luminozitatea pentru toate ecranele cu o anumită valoare.
ru: Уменьшить яркость всех дисплеев на заданную величину.
sl: Za določeno količino zmanjšajte svetlost za vse zaslone.
sv: Sänk ljusstyrkan för alla skärmar med en viss mängd.
tr: Tüm ekranlar için parlaklığı bir miktar azaltın.
uk: Зменшити яскравість для всіх дисплеїв на величину.
vi: Giảm độ sáng cho tất cả màn hình một lượng nhất định.
zh_hans: 将所有显示屏度降低一定程度。
zh_hant: 將所有顯示器度降低一定亮度。

source: Magnification
de: Vergrößerung
es: Aumento
fr: Agrandissement
hu: Nagyítás
it: Ingrandimento
ja: 倍率
ko: 확대
nb: Forstørrelse
nl: Vergroting
pt_br: Ampliação
ro: Mărire
ru: Увеличение
sl: Povečava
sv: Förstoring
tr: Büyütme
uk: Збільшення
zh_hans: 放大
zh_hant: 放大

source: Main
nl: Hoofd
ru: Основной

source: Main Status
de: Hauptstatus
es: Estado principal
fr: Statut d'écran principal
hu: Főképernyő státusz
it: Stato principale
ja: 主な状態
ko: 기본 상태
nb: Hovedstatus
nl: Hoofdstatus
pl: Status główny
pt_br: Status Principal
ro: Starea principală
ru: Основной статус
sl: Glavni status
sv: Huvudstatus
tr: Ana durum
uk: Основний статус
vi: Trạng thái chính
zh_hans: 主显示屏状态
zh_hant: 主顯示器狀態

source: Main status changed for %@.
de: Hauptstatus hat sich geändert für %@.
es: Cambió el estado principal por %@.
fr: Statut d'écran principal changé pour %@.
hu: A főképernyő státusz módosítva a(z) %@ kijelzőn.
it: Lo stato principale è stato modificato per %@.
ja: %@のメインステータスを変更しました。
ko: %@의 기본 상태가 변경되었습니다.
nb: Hovedstatus endret for %@.
nl: Hoofdstatus gewijzigd voor %@.
pt_br: Status principal alterado para %@.
ro: Statusul principal a fost modificat pentru %@.
ru: Статус основного дисплея изменен для %@.
sl: Glavno stanje spremenjeno za %@.
sv: Huvudstatus ändrad för %@.
tr: Ana durum %@ için değiştirildi.
uk: Статус основного дисплея змінено для %@.
vi: Trạng thái chính đã thay đổi cho %@.
zh_hans: 已为 %@ 更改主状态
zh_hant: 已為 %@ 更改主狀態

source: Make Tools menu collapsible instead of closable
de: Werkzeuge-Menü reduzierbar machen, anstelle von schließbar
es: Hacer que el menú Herramientas sea plegable en lugar de cerrarse
fr: Réduire le menu Utilitaires au lieu de le fermer
hu: Legyen az eszközök menü összecsukható bezárható helyett
it: Rendi il menu Strumenti pieghevole invece che richiudibile
ja: ツールメニューを閉じずに折りたたむ
ko: 도구 메뉴를 닫을 수 있는 메뉴가 아닌 접을 수 있는 메뉴로 만들기
nb: Gjør Verktøy-menyen sammenleggbar i stedet for lukbar
nl: Maak het menu Gereedschappen in te klappen in plaats van te sluiten
pt_br: Tornar o menu Ferramentas recolhível em vez de fechável
ro: Faceți ca meniul Instrumente să fie pliabil în loc să fie închis
ru: Сделать меню "Инструменты" сворачиваемым вместо закрываемого
sl: Naj bo meni Orodja zložljiv, namesto da ga je mogoče zapreti
sv: Gör verktygsmenyn infällbar istället för stängbar
tr: Araçlar menüsünü kapatılabilir yerine daraltılabilir hale getirin
uk: Зробіть меню "Інструменти" таким, що згортається, а не закривається
vi: Đặt menu Công cụ có thể thu gọn thay vì đóng lại
zh_hans: 使 工具 菜单可折叠而非可关闭
zh_hant: 使 工具 選單可折疊而非可關閉

source: Make fine scale default for brightness keys
de: Feine Skala als Standard für Helligkeitstasten festlegen
es: Establecer escala precisa como valor predeterminado para las teclas de brillo
fr: Réglage précis par défaut pour les touches de luminosité
hu: Finom skála alapértelmezetté tétele a fényerőbillentyűkhöz
it: Rende la scala predefinita per i tasti luminosità
ja: 輝度キーの微細スケールをデフォルトにする
ko: 밝기 키의 미세 조정을 기본값으로 설정
nb: Gjør fininnstilling til standard for lysstyrketastene
nl: Maak fijne schaal standaard voor helderheidstoetsen
pl: Domyślna dokładna skala dla klawiszy jasności
pt_br: Tornar a escala fina padrão para teclas de brilho
ro: Faceți ca scala fină să fie implicită pentru tastele de luminozitate
ru: Сделать тонкий масштаб по умолчанию для клавиш яркости
sl: Nastavite fino lestvico za privzeto za tipke za svetlost
sv: Gör fin skala till standard för ljusstyrketangenter
tr: Parlaklık tuşları için hassas ölçeği varsayılan yap
uk: Зробити тонкий масштаб за замовчуванням для клавіш яскравості
vi: Đặt chế độ tinh chỉnh nhỏ làm mặc định cho các phím độ sáng
zh_hans: 亮度键默认微调
zh_hant: 亮度鍵預設微調

source: Make fine scale default for volume keys
de: Feine Skala als Standard für Lautstärketasten festlegen
es: Establecer la escala fina como predeterminada para las teclas de volumen
fr: Réglage précis par défaut pour les touches de volume
hu: Finom skála alapértelmezetté tétele a hangerő billentyűkhöz
it: Rendi la scala fine predefinita per i tasti volume
ja: 音量キーの微細スケールをデフォルトにする
ko: 볼륨 키의 미세 조정을 기본값으로 설정
nb: Gjør fininnstilling til standard for volumtastene
nl: Maak fijne schaal standaard voor volumetoetsen
pl: Domyślna dokładna skala dla klawiszy głośności
pt_br: Tornar a escala fina padrão para teclas de volume
ro: Faceți ca scala fină să fie implicită pentru tastele de volum
ru: Сделать тонкий масштаб по умолчанию для клавиш громкости
sl: Za tipke za glasnost nastavite fino lestvico kot privzeto
sv: Gör fin skala till standard för volymknappar
tr: Ses tuşları için hassas ölçeği varsayılan yap
uk: Зробити тонкий масштаб за умовчанням для клавіш гучності
vi: Đặt chế độ tinh chỉnh nhò làm mặc định cho các phím âm lượng
zh_hans: 音量键默认微调
zh_hant: 音量鍵預設微調

source: Manage Activations
de: Aktivierungen verwalten
es: Gestionar activaciones
fr: Gérer les activations
hu: Aktiválások kezelése
it: Gestisci attivazioni
ja: アクティベーションを管理
ko: 활성화 관리
nb: Administrer aktiveringer
nl: Beheer activeringen
pt_br: Gerenciar Ativações
ro: Gestionați activările
ru: Управление активациями
sl: Upravljanje aktivacij
sv: Hantera aktiveringar
tr: Etkinleştirmeleri Yönet
uk: Керувати активаціями
vi: Quản lý Kích hoạt
zh_hans: 管理激活
zh_hant: 管理啟用

source: Manage Custom Controls…
de: Benutzerdefinierte Steuerungen verwalten…
es: Gestionar controles personalizados…
fr: Gérer les contrôles personnalisés…
hu: Egyéni vezérlők kezelése…
it: Gestisci controlli personalizzati…
ja: カスタム制御を管理…
ko: 사용자 지정 컨트롤 관리...
nb: Administrer egendefinerte kontroller…
nl: Beheer eigen bediening...
pt_br: Gerenciar controles personalizados…
ro: Gestionați controalele personalizate…
ru: Управление пользовательскими элементами…
sl: Upravljanje kontrolnikov po meri…
sv: Hantera anpassade kontroller…
tr: Özel Kontrolleri Yönetin...
uk: Керувати власними елементами керування…
zh_hans: 管理自定义控制项…
zh_hant: 管理自訂控制項…

source: Manage Display
de: Anzeige verwalten
es: Gestionar pantalla
fr: Gérer l’écran
hu: Képernyő kezelése
it: Gestisci display
ja: ディスプレイを管理
ko: 디스플레이 관리
nb: Administrer skjerm
nl: Beheer scherm
pt_br: Gerenciar Monitor
ro: Gestionare ecran
ru: Управление дисплеем
sl: Upravljanje zaslona
sv: Hantera skärm
tr: Ekranları Yönet
uk: Керувати дисплеєм
vi: Quản lý Màn hình
zh_hans: 管理显示器
zh_hant: 管理顯示器

source: Manage License
de: Lizenz verwalten
es: Administrar Licencia
fr: Gérer la licence
hu: Licenc kezelése
it: Gestione licenza
ja: ライセンスを管理
ko: 라이선스 관리
nb: Administrer lisens
nl: Beheer licentie
pl: Zarządzaj licencją
pt_br: Gerenciar Licença
ro: Gestionați licența
ru: Управление лицензией
sl: Upravljanje licence
sv: Hantera licens
tr: Lisansı Yönet
uk: Керувати ліцензією
vi: Quản lý Bản quyền
zh_hans: 管理许可证
zh_hant: 管理授權

source: Manage Virtual Screen
de: Virtuellen Bildschirm verwalten
es: Administrar Pantalla Virtual
fr: Gérer l'écran virtuel
hu: Virtuális képernyő kezelése
it: Gestisci schermo virtuale
ja: 仮想スクリーンを管理
ko: 가상 화면 관리
nb: Administrer virtuell skjerm
nl: Beheer virtueel scherm
pl: Zarządzaj wirtualnymi ekranami
pt_br: Gerenciar Tela Virtual
ro: Gestionați ecranul virtual
ru: Управление виртуальным экраном
sl: Upravljanje navideznega zaslona
sv: Hantera virtuell skärm
tr: Sanal Ekranı Yönet
uk: Керування віртуальним екраном
vi: Quản lý Màn hình ảo
zh_hans: 管理虚拟屏幕
zh_hant: 管理虛擬螢幕
