Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Accessibility Permissions are properly configured. Native (Apple) keyboard brightness and volume keys should work if these features are otherwise set up. If not, please try restarting the app!
de: Die Berechtigungen für die Bedienungshilfen sind korrekt konfiguriert. Die nativen (Apple) Tasten für Helligkeit und Lautstärke sollten funktionieren, wenn sie eingerichtet wurden. Wenn nicht, versuche bitte die App neu zu starten!
es: Los permisos de accesibilidad están configurados correctamente. Las teclas de brillo y volumen del teclado nativo (Apple) deberían funcionar si estas funciones están configuradas adecuadamente. Si no es así, ¡intenta reiniciar la aplicación!
fr: Les permissions d'Accessibilité sont configurées correctement. Les touches natives (Apple) luminosité et volume devraient fonctionner si ces fonctionnalités sont activées. Sinon, essayez de redémarrer l'application !
hu: A hozzáférési engedélyek megfelelően be vannak állítva. A natív (Apple) billentyűzet fényerő és a hangerőgomboknak működniük kell (ha ezek a funkciók egyébként engedélyezettek). Ha nem, próbálja meg újraindítani az alkalmazást!
it: I permessi di accessibilità sono configurati correttamente. Luminosità della tastiera nativa (Apple) e tasti del volume dovrebbero funzionare se queste funzioni sono altrimenti impostate. In caso contrario, prova a riavviare l'app!
ja: アクセシビリティのアクセス許可は適切に構成されています。アップル純正キーボードの明るさと音量キーは、機能が設定されていれば動作するはずです。動作しない場合は、アプリを再起動してください!
ko: 접근성 권한이 올바르게 구성되었습니다. 이러한 기능이 다르게 설정되어 있다면 기본(Apple) 키보드 밝기 및 볼륨 키가 작동해야 합니다. 그렇지 않은 경우 앱을 다시 시작해 보세요!
nb: Tilgangstillatelser for tilgjengelighet er riktig konfigurert. Native (Apple)-taster for lysstyrke og volum skal fungere hvis disse funksjonene ellers er satt opp. Hvis ikke, prøv å starte appen på nytt!
nl: Bevoegdheden voor Toegankelijkheid zijn goed geconfigureerd. Ingebouwde helderheids- en volumetoetsen van (Apple-)toetsenborden zouden moeten werken als deze functies al eerder waren ingesteld. Zo niet, probeer de app opnieuw op te starten!
pl: Uprawnienia dostępności są poprawnie skonfigurowane. Natywne (Apple) klawisze jasności i głośności powinny działać, jeśli te funkcje są włączone. Jeśli nie, spróbuj ponownie uruchomić aplikację!
pt_br: As permissões de acessibilidade estão configuradas corretamente. O brilho do teclado nativo (Apple) e as teclas de volume devem funcionar se esses recursos estiverem configurados de outra forma. Caso contrário, tente reiniciar o aplicativo!
ro: Permisiunile pentru accesibilitate sunt configurate corect. Tastele native (Apple) de luminozitate și volum ale tastaturii ar trebui să funcționeze dacă aceste funcții sunt setate corect. Dacă nu funcționează, vă rugăm să încercați să reporniți aplicația!
ru: Разрешения Универсального доступа настроены правильно. Клавиши яркости и громкости родной (Apple) клавиатуры должны работать, если эти функции настроены иначе. Если нет, попробуйте перезапустить приложение!
sl: Dovoljenja za dostopnost so pravilno konfigurirana. Tipke za osvetlitev in glasnost izvirne (Apple) tipkovnice bi morale delovati, če so te funkcije drugače nastavljene. Če ne, poskusite znova zagnati aplikacijo!
sv: Tillgänglighetsbehörigheter är korrekt konfigurerade. Ljusstyrka och volymknappar på det inbyggda (Apple) tangentbordet bör fungera om dessa funktioner är inställda på annat sätt. Om inte, försök att starta om appen!
tr: Erişilebilirlik İzinleri düzgün bir şekilde yapılandırılmıştır. Yerel (Apple) klavye parlaklığı ve ses tuşları, bu özellikler başka şekilde ayarlanmışsa çalışmalıdır. Eğer çalışmıyorsa, lütfen uygulamayı yeniden başlatmayı deneyin!
uk: Дозволи Спеціальних Можливостей налаштовано належним чином. Яскравість клавіатури Apple (Apple) і клавіші гучності мають працювати, якщо ці функції налаштовано іншим чином. Якщо ні, спробуйте перезапустити програму!
vi: Quyền truy cập Trợ năng đã được cấu hình đúng cách. Các phím độ sáng và âm lượng nên hoạt động nếu những tính năng này đã được thiết lập. Nếu không, vui lòng thử khởi động lại ứng dụng!
zh_hans: 辅助功能权限已正确配置。另行设置这些功能后原生 (Apple) 键盘亮度和音量键应该可工作。如不行请重新启动应用程序!
zh_hant: 輔助功能權限已正確設定。另行設定這些功能後原生 (Apple) 鍵盤亮度和音量鍵應該可工作。如不行請重新啟動應用程式!

source: Accessibility is Configured Properly
de: Bedienungshilfen sind korrekt konfiguriert
es: Se configuró la Accesibilidad correctamente
fr: Les réglages d'Accessibilité sont configurés correctement
hu: Kisegítő lehetőségek rendben beállítva
it: L'accessibilità è configurata correttamente
ja: アクセシビリティは正しく構成されています
ko: 접근성이 올바르게 구성됨
nb: Tilgjengelighet er konfigurert riktig
nl: Toegankelijkheid is goed geconfigureerd
pl: Ułatwienia dostępu skonfigurowane poprawnie
pt_br: A acessibilidade está configurada corretamente
ro: Accesibilitatea este Configurată Corect
ru: Универсальный доступ настроен должным образом
sl: Dostopnost je pravilno konfigurirana
sv: Hjälpmedel har konfigurerats korrekt
tr: Erişilebilirlik Başarılı Bir Şekilde Yapılandırıldı
uk: Спеціальні Можливості налаштовано належним чином
vi: Trợ năng được cấu hình đúng cách
zh_hans: 辅助功能已正确配置
zh_hant: 輔助使用功能已正確設定

source: Acquired
de: Erfasst
es: Adquirida
fr: Acquis
hu: Lekérdezve
it: Acquisito
ja: 取得済み
ko: 획득됨
nb: Ervervet
nl: Vastgelegd
pl: Nabyto
pt_br: Adquirido
ro: Obținut
ru: Получено
sl: Pridobljeno
sv: Hämtat
tr: Satın alındı
uk: Отримано
vi: Đã nhận
zh_hans: 获得的
zh_hant: 獲得的

source: Acquiring…
de: Erfassung…
es: Adquiriendo…
fr: En cours d'acquisition…
hu: Lekérdezés…
it: Acquisizione in corso…
ja: 取得中…
ko: 획득 중…
nb: Henter…
nl: Bezig met vastleggen...
pl: Nabywanie…
pt_br: Adquirindo…
ro: Se obține...
ru: Получение…
sl: Pridobivanje…
sv: Hämtar…
tr: Satın alınıyor…
uk: Отримання…
vi: Đang thu thập…
zh_hans: 获取中…
zh_hant: 取得中…

source: Action
de: Aktion
es: Acción
hu: Művelet
it: Azione
ja: アクション
ko: 동작
nb: Handling
nl: Actie
pl: Akcja
pt_br: Ação
ro: Acțiune
ru: Действие
sl: Akcija
sv: Åtgärd
tr: Eylem
uk: Дія
zh_hans: 操作
zh_hant: 操作

source: Activate
de: Aktivieren
es: Activar
fr: Activer
hu: Aktiválás
it: Attivo
ja: 認証
ko: 활성
nb: Aktiver
nl: Activeer
pl: Aktywuj
pt_br: Ativado
ro: Activează
ru: Активировать
sl: Aktiviraj
sv: Aktivera
tr: Etkinleştir
uk: Активувати
vi: Kích hoạt
zh_hans: 激活
zh_hant: 啟用

source: Activate Configuration Without Reboot?
de: Einstellungen ohne einen Neustart aktivieren?
es: Activar la configuración sin reiniciar?
fr: Activer la configuration sans redémarrage ?
hu: Konfiguráció aktiválása újraindítás nélkül?
it: Attivare la configurazione senza riavvio?
ja: 再起動せずに構成を有効化しますか?
ko: 재부팅 없이 설정을 활성화하시겠습니까?
nb: Aktiver konfigurasjon uten omstart?
nl: Activeer configuratie zonder opnieuw op te starten?
pl: Czy aktywować konfigurację bez ponownego uruchamiania?
pt_br: Ativar configuração sem reiniciar?
ro: Activează Configurația Fără Repornire?
ru: Активировать конфигурацию без перезагрузки?
sl: Aktivirati konfiguracijo brez ponovnega zagona?
sv: Aktivera konfiguration utan omstart?
tr: Yeniden Başlatmadan Yapılandırma Etkinleştirilsin mi?
uk: Активувати конфігурацію без перезавантаження?
vi: Kích hoạt Cấu hình mà không khởi động lại máy?
zh_hans: 无需重启以激活配置？
zh_hant: 無需重新開啟以啟用設定？

source: Activate this display group when…
de: Diese Displaygruppe aktivieren, wenn…
es: Activar este grupo de pantallas cuando…
fr: Activer ce groupe d'écrans quand…
hu: Kijelzőcsoport aktiválása amikor…
it: Attiva questo gruppo di display quando…
ja: 次の場合にこのディスプレイグループを有効化:
ko: 다음과 같은 경우 이 디스플레이 그룹을 활성화…
nb: Aktiver denne visningsgruppen når…
nl: Activeer deze schermgroep als...
pl: Aktywuj tę grupę wyświetlania, gdy…
pt_br: Ative este grupo de exibição quando…
ro: Activează acest grup de ecrane când…
ru: Активировать эту группу дисплеев, когда…
sl: Aktiviraj to skupino zaslonov ko…
sv: Aktivera denna skärmgrupp när…
tr: Bu ekran grubunu şu durumlarda etkinleştirin…
uk: Активувати цю групу дисплеїв, коли…
vi: Kích hoạt nhóm màn hình này khi…

source: Activated only when the display is not set as main so it does not interfere with the lock screen. Most displays do not support turning the backlight off or back on via DDC.
de: Wird nur aktiviert, wenn das Display nicht als Hauptdisplay benutzt wird, damit der Sperrbildschirm nicht gestört wird. Die meisten Displays unterstützen das Ein- und Ausschalten der Hintergrundbeleuchtung durch DDC nicht.
es: Activado solo cuando la pantalla no está configurada como principal para no interferir con la pantalla de bloqueo. La mayoría de las pantallas no son compatibles con apagar o encender la retroiluminación a través de DDC.
fr: Activé uniquement quand l'écran n'est pas défini comme écran principal afin de ne pas interférer avec l'écran de verrouillage. La plupart des écrans ne prennent pas en charge l'extinction/allumage du rétroéclairage via DDC.
hu: Csak akkor aktiválódik, ha a kijelző nincs főképernyőként beállítva, hogy nem zavarja a képernyőzárolást. A legtöbb kijelző nem támogatja a háttérvilágítás ki- és bekapcsolását a DDC-n keresztül.
it: Attivato solo quando il display non è impostato come principale in modo da non interferire con la schermata di blocco. La maggior parte dei display non supporta l'accensione o la retroilluminazione tramite DDC.
ja: 主ディスプレイに設定していない場合にのみ有効化されるので、ロック画面とは干渉しません。ほとんどのディスプレイは、DDC経由でバックライトを消灯することができません。
ko: 잠금 화면을 방해하지 않도록 디스플레이가 메인으로 설정되어 있지 않은 경우에만 활성화됩니다. 대부분의 디스플레이는 DDC를 통한 백라이트 끄기 또는 다시 켜기를 지원하지 않습니다.
nb: Aktivert bare når skjermen ikke er satt som hovedskjerm, slik at den ikke forstyrrer låseskjermen. De fleste skjermer støtter ikke å slå av eller på bakgrunnsbelysningen via DDC.
nl: Alleen geactiveerd als het scherm niet is ingesteld als hoofdscherm, zodat het niet botst met het toegangsscherm. De meeste schermen ondersteunen niet het uitschakelen of het opnieuw inschakelen van de achtergrondverlichting via DDC.
pl: Aktywowane tylko wtedy, gdy wyświetlacz nie jest ustawiony jako główny, aby nie kolidował z ekranem blokady. Większość wyświetlaczy nie obsługuje wyłączania i ponownego włączania podświetlenia za pomocą DDC.
pt_br: Ativado somente quando o display não está configurado como principal para não interferir na tela de bloqueio. A maioria dos monitores não suporta desligar ou ligar a luz de fundo via DDC.
ro: Activat numai atunci când ecranul fizic nu este setat ca ecran principal pentru a nu interfera cu lockscreen-ul. Majoritatea ecranelor fizicie nu suportă oprirea sau repornirea backlight-ulus prin intermediul DDC
ru: Активируется только в том случае, если дисплей не установлен в качестве основного, чтобы не мешать экрану блокировки. Большинство дисплеев не поддерживают выключение и включение подсветки через DDC.
sl: Aktivira se le, če zaslon ni nastavljen kot glavni, tako da ne moti zaklenjenega zaslona. Večina zaslonov ne podpira izklopa ali ponovnega vklopa osvetlitve ozadja prek DDC.
sv: Aktiveras endast när skärmen inte är inställd som huvudskärm så att den inte stör låsskärmen. De flesta skärmar har inte stöd för att stänga av eller sätta på bakgrundsbelysningen via DDC.
tr: Kilit ekranına müdahale etmemesi için yalnızca ekran ana olarak ayarlanmadığında etkinleştirilir. Çoğu ekran, DDC aracılığıyla arka ışığın kapatılmasını veya tekrar açılmasını desteklemez.
uk: Активується лише тоді, коли дисплей не встановлено як основний, тому він не заважає екрану блокування. Більшість дисплеїв не підтримують вимикання або повторне ввімкнення підсвічування через DDC.
vi: Chỉ kích hoạt khi màn hình không được đặt làm màn hình chính để tránh gây nhiễu loạn trên màn hình khóa. Hầu hết các màn hình không hỗ trợ bật/tắt đèn nền qua DDC.
zh_hans: 仅显示器没有设置为主显示屏时才会激活，因此不会干扰锁屏。大多数显示器不支持通过 DDC 开关背光。
zh_hant: 僅顯示器沒有設定為主顯示器時才會啟用，因此不會干擾鎖定螢幕。大多數顯示器不支援通過 DDC 開關背光。

source: Activation
de: Aktivierung
es: Activación
hu: Aktiváció
it: Attivazione
ja: アクティベーション
ko: 활성화
nb: Aktivering
nl: Activering
pl: Aktywacja
pt_br: Ativação
ro: Activare
ru: Активация
sl: Aktivacija
sv: Aktivering
tr: Etkinleştirme
uk: Активація
vi: Kích hoạt
zh_hans: 激活
zh_hant: 啟用

source: Activation depends on enabled synchronization, UI scale matching or layout protection for this display group.
de: Die Aktivierung hängt davon ab, ob für diese Displaygruppe die Synchronisierung, der Abgleich der Benutzeroberflächen-Skala oder der Layoutschutz aktiviert ist.
es: La activación depende de la sincronización habilitada, la coincidencia de escala de la interfaz de usuario o la protección de diseño para este grupo de pantallas.
fr: L'activation dépend de l'activation de la synchronisation, de la correspondance de la taille d'interface utilisateur ou de la protection de la disposition d'écrans pour ce groupe d'écrans.
hu: Az aktiválás a szinkronizáció, felhasználói felület méretarány-illesztés vagy elrendezésvédelem engedélyezésétől függ ennél a kijelzőcsoportnál.
it: L’attivazione dipende dalla sincronizzazione abilitata, dalla corrispondenza della scala dell’interfaccia utente o dalla protezione del layout per questo gruppo di display.
ja: アクティベーションは、同期の有効化、UIサイズ調整またはディスプレイグループのレイアウト保護に影響されます。
ko: 활성화는 이 디스플레이 그룹에 대한 동기화, UI 스케일 매칭 또는 레이아웃 보호 활성화 여부에 따라 달라집니다.
nb: Aktivering avhenger av at synkronisering, UI-skalasamsvar eller oppsettbeskyttelse er aktivert for denne visningsgruppen.
nl: Activering hangt af van de inschakeling van synchronisatie, het overeenkomen van de UI-schaal of de 'Bescherming indeling' voor deze schermgroep
pl: Aktywacja zależy od włączonej synchronizacji, dopasowania skali interfejsu użytkownika lub ochrony układu dla tej grupy wyświetlaczy.
pt_br: A ativação depende de sincronização habilitada, correspondência de escala de UI ou proteção de layout para este grupo de monitores.
ro: Activarea depinde de sincronizarea activată, potrivirea scalei interfeței utilizator sau protecția aspectului pentru acest grup de afișare.
ru: Активация зависит от включённой синхронизации, совпадения масштаба интерфейса или защиты макета для этой группы дисплеев.
sl: Aktivacija je odvisna od omogočene sinhronizacije, ujemanja merila uporabniškega vmesnika ali zaščite postavitve za to skupino zaslona.
sv: Aktivering beror på aktiverad synkronisering, UI-skalamatchning eller layoutskydd för den här skärmgruppen.
tr: Etkinleştirme, bu ekran grubu için etkinleştirilmiş senkronizasyon, UI ölçek eşleştirme veya düzen korumasına bağlıdır.
uk: Активація залежить від увімкненої синхронізації, відповідності масштабу інтерфейсу або захисту розташування для цієї групи дисплеїв.
vi: Kích hoạt phụ thuộc vào việc đồng bộ hóa, điều chỉnh tỉ lệ UI hoặc bảo vệ bố cục đã được bật cho nhóm màn hình này.
zh_hans: 激活取决于此显示组是否启用了同步、UI 比例匹配或布局保护。
zh_hant: 啟用取決於此顯示組是否啟用了同步、UI 比例匹配或佈局保護。

source: Activation priority
de: Priorität der Aktivierung
es: Prioridad de activación
fr: Priorité d'activation
hu: Aktiváció prioritás
it: Priorità di attivazione
ja: アクティベーション優先順位
ko: 활성화 우선 순위
nb: Aktiveringsprioritet
nl: Prioriteit activering
pl: Priorytet aktywacji
pt_br: Prioridade de ativação
ro: Prioritate de activare
ru: Приоритет активации
sl: Prednost aktivacije
sv: Aktiveringsprioritet
tr: Etkinleştirme önceliği
uk: Пріоритет активації
vi: Ưu tiên kích hoạt
zh_hans: 激活优先级
zh_hant: 啟用優先級

source: Activation requires the presence of appropriate displays for a configured synchronization, UI scale matching or layout protection.
de: Die Aktivierung erfordert das Vorhandensein geeigneter Displays für eine konfigurierte Synchronisierung, Abgleich der Benutzeroberflächen-Skala oder Layoutschutz.
es: La activación requiere la presencia de pantallas adecuadas para una sincronización configurada, coincidencia de escala de la interfaz de usuario o protección de diseño.
fr: L'activation requiert la présence d'un écran approprié pour la configuration de la synchronisation, la correspondance de la taille d'interface ou la protection de la disposition d'écrans.
hu: Az aktiváláshoz megfelelő kijelzők jelenléte szükséges a beállított szinkronizációhoz, felhasználói felület méretarány-illesztéshez vagy elrendezésvédelemhez.
it: L’attivazione richiede la presenza di display appropriati per una sincronizzazione configurata, una corrispondenza della scala dell’interfaccia utente o una protezione del layout.
ja: アクティベーションには、同期構成、UIサイズ調整またはレイアウト保護を行った適切なディスプレイが必要です。
ko: 활성화하려면 구성된 동기화, UI 스케일 매칭 또는 레이아웃 보호를 위한 적절한 디스플레이가 있어야 합니다.
nb: Aktivering krever at passende skjermer er til stede for en konfigurert synkronisering, UI-skalasamsvar eller oppsettbeskyttelse.
nl: Activering vereist de aanwezigheid van de bijbehorende schermen voor een geconfigureerde synchronisatie, het overeenkomen van de UI-schaal of de 'Bescherming indeling'.
pl: Aktywacja wymaga obecności odpowiednich wyświetlaczy dla skonfigurowanej synchronizacji, dopasowania skali interfejsu użytkownika lub ochrony układu.
pt_br: A ativação requer a presença de monitores apropriados para uma sincronização configurada, correspondência de escala de UI ou proteção de layout.
ro: Activarea necesită prezența unor afișaje adecvate pentru o sincronizare configurată, potrivirea scalei interfeței utilizator sau protecția aspectului.
ru: Активация требует наличия подходящих дисплеев для настроенной синхронизации, совпадения масштаба интерфейса или защиты макета.
sl: Aktivacija zahteva prisotnost ustreznih zaslonov za konfigurirano sinhronizacijo, ujemanje merila uporabniškega vmesnika ali zaščito postavitve.
sv: Aktivering kräver närvaro av lämpliga skärmar för en konfigurerad synkronisering, UI-skalamatchning eller layoutskydd.
tr: Etkinleştirme, yapılandırılmış bir senkronizasyon, UI ölçek eşleştirme veya düzen koruması için uygun ekranların varlığını gerektirir.
uk: Активація вимагає наявності відповідних дисплеїв для налаштованої синхронізації, відповідності масштабу інтерфейсу або захисту розташування.
vi: Kích hoạt yêu cầu sự hiện diễn của các màn hình phù hợp cho sự đồng bộ hóa đã cấu hình, đồng bộ tỉ lệ UI hoặc bảo vệ bố cục.
zh_hans: 激活需要存在适当的显示器来配置同步、UI 比例匹配或布局保护。
zh_hant: 啟用需要存在適當的顯示器來設定同步、UI 比例匹配或佈局保護。

source: Active menu icons use white background
ja: 白背景のアクティブメニューアイコン
ko: 활성 메뉴 아이콘에 흰색 배경 사용
nl: Actieve menusymbolen gebruiken witte achtergrond
pl: Aktywne ikony menu mają białe tło
ru: Активные значки меню используют белый фон

source: Adaptive OSD background
ja: 適応型OSD背景
ko: 적응형 OSD 배경
nl: Adaptieve OSD-achtergrond
pl: Adaptacyjne tło OSD
ru: Адаптивный фон OSD

source: Add Controller…
nl: Voeg controller toe...
pl: Dodaj kontroler…
ru: Добавить контроллер…

source: Add Control…
de: Steuerelement hinzufügen...
es: Agregar control…
fr: Ajouter la fonctionnalité…
hu: Vezérlő hozzáadása…
it: Aggiungi controllo…
ja: 機能を追加…
ko: 기능 추가...
nb: Legg til kontroll…
nl: Voeg bediening toe…
pl: Dodaj element sterujący…
pt_br: Adicionar controle…
ro: Adaugă control…
ru: Добавить элемент управления…
sl: Dodaj nadzor…
sv: Lägg till kontroll…
tr: Kontrol Ekle...
uk: Додати елемент керування…
zh_hans: 添加控制项…
zh_hant: 新增控制項…

source: Add Custom Control
de: Benutzerdefiniertes Steuerelement hinzufügen...
es: Agregar control personalizado
fr: Ajouter un contrôle personnalisé
hu: Egyéni vezérlő hozzáadása
it: Aggiungi controllo personalizzato
ja: カスタム制御を追加
ko: 사용자 지정 컨트롤 추가
nb: Legg til egendefinert kontroll
nl: Voeg eigen bediening toe
pl: Dodaj niestandardową kontrolę
pt_br: Adicionar controle personalizado
ro: Adăugați control personalizat
ru: Добавить пользовательский элемент управления
sl: Dodaj nadzor po meri
sv: Lägg till anpassad kontroll
tr: Özel Kontrol Ekle
uk: Додати власний елемент керування
zh_hans: 添加自定义控制项
zh_hant: 新增自訂控制項

source: Add Custom Feature…
de: Benutzerdefinierte Funktion hinzufügen…
es: Agregar función personalizada…
fr: Ajouter une fonctionnalité personnalisée…
hu: Egyéni funkció hozzáadása…
it: Aggiungi funzione personalizzata…
ja: カスタム機能を追加…
ko: 사용자 지정 기능 추가...
nb: Legg til egendefinert funksjon…
nl: Voeg eigen functie toe...
pl: Dodaj niestandardową funkcję…
pt_br: Adicionar função personalizada…
ro: Adăugați o funcție personalizată…
ru: Добавить пользовательскую функцию…
sl: Dodaj funkcijo po meri ...
sv: Lägg till anpassad funktion…
tr: Özel Özellik Ekle...
uk: Додати власну функцію…
zh_hans: 添加自定义功能…
zh_hant: 新增自訂功能…

source: Add Custom Resolution
de: Benutzerdefinierte Auflösung hinzufügen
es: Agregar Resolución Personalizada
fr: Ajouter une résolution personnalisée
hu: Egyéni felbontás hozzáadása
it: Aggiungi risoluzione personalizzata
ja: カスタム解像度を追加
ko: 사용자 지정 해상도 추가
nb: Legg til egendefinert oppløsning
nl: Voeg eigen resolutie toe
pl: Dodaj niestandardową rozdzielczość
pt_br: Adicionar resolução personalizada
ro: Adăugați Rezoluție Personalizată
ru: Добавить пользовательское разрешение
sl: Dodajte ločljivost po meri
sv: Lägg till anpassad upplösning
tr: Özel Çözünürlük Ekle
uk: Додати спеціальну роздільну здатність
vi: Thêm độ phân giải tùy chọn
zh_hans: 添加自定义分辨率
zh_hant: 添加自訂解析度

source: Add Filter Window Configuration
de: Filterfenster-Konfiguration hinzufügen
es: Agregar configuración de ventana de filtro
fr: Ajouter une configuration au menu
hu: Szűrőablak konfiguráció hozzáadása
it: Aggiungi configurazione finestra filtro
ja: フィルタウインドウ構成を追加
ko: 필터 윈도우 구성 추가
nb: Legg til filtervindu-konfigurasjon
nl: Voeg configuratie vensterfiltering toe
pl: Dodaj konfigurację okna filtra
pt_br: Adicionar configuração de janela de filtro
ro: Adăugați configurarea ferestrei de filtrare
ru: Добавить конфигурацию окна фильтра
sl: Dodaj konfiguracijo okna filtra
sv: Lägg till konfiguration för filterfönster
tr: Filtre Penceresi Yapılandırması Ekle
uk: Додати конфігурацію вікна фільтра
zh_hans: 添加滤镜窗口配置
zh_hant: 新增濾鏡視窗設定

source: Add New Custom Control…
de: Neues benutzerdefiniertes Steuerelement hinzufügen...
es: Agregar nuevo control personalizado…
fr: Ajouter un nouveau contrôle personnalisé…
hu: Új egyéni vezérlő hozzáadása…
it: Aggiungi nuovo controllo personalizzato…
ja: 新規カスタム制御を追加…
ko: 새로운 사용자 지정 컨트롤 추가...
nb: Legg til ny egendefinert kontroll…
nl: Voeg nieuwe eigen bediening toe...
pl: Dodaj nowy niestandardową kontrolę…
pt_br: Adicionar novo controle personalizado…
ro: Adăugați un nou control personalizat...
ru: Добавить новый пользовательский элемент управления…
sl: Dodaj nov nadzor po meri ...
sv: Lägg till ny anpassad kontroll…
tr: Yeni Özel Kontrol Ekle...
uk: Додати новий власний елемент керування…
zh_hans: 添加新的自定义控制项…
zh_hant: 新增新的自訂控制項…

source: Add New Protection…
de: Neuen Schutz hinzufügen…
es: Añadir una protección nueva…
fr: Ajouter une nouvelle protection…
hu: Új védelem hozzáadása
it: Aggiungi nuova protezione…
ja: 新規保護を追加…
ko: 새로운 보호 기능 추가…
nb: Legg til ny beskyttelse…
nl: Voeg nieuwe bescherming toe…
pl: Dodaj nową ochronę…
pt_br: Adicionar nova proteção…
ro: Adăugați o Protecție Nouă…
ru: Добавить новую защиту…
sl: Dodaj novo zaščito…
sv: Lägg till nytt skydd…
tr: Yeni Koruma Ekleyin…
uk: Додати новий захист…
vi: Thêm Bảo vệ Mới…
zh_hans: 添加新的保护…
zh_hant: 添加新的保護…

source: Add New Synchronization…
de: Neue Synchronisierung hinzufügen…
es: Añadir una sincronización nueva…
fr: Ajouter une nouvelle synchronisation…
hu: Új szinkronizáció hozzáadása…
it: Aggiungi nuova sincronizzazione…
ja: 新規同期設定…
ko: 새로운 동기화 항목 추가…
nb: Legg til ny synkronisering…
nl: Voeg nieuwe synchronisatie toe...
pl: Dodaj nową synchronizację…
pt_br: Adicionar nova sincronização…
ro: Adăugați Sincronizare Nouă…
ru: Добавить новую синхронизацию…
sl: Dodaj novo sinhronizacijo…
sv: Lägg till ny synkronisering…
tr: Yeni Senkronizasyon Ekleyin…
uk: Додати нову синхронізацію…
vi: Thêm Đồng bộ hóa mới…
zh_hans: 新增同步
zh_hant: 新增同步
