Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Highlight
de: Hervorhebung
es: Realce
fr: Surbrillance
hu: Kiemelés
it: Evidenzia
ja: ハイライト
ko: 하이라이트
nb: Uthev
nl: Licht uit
pl: Wyróżnienie
pt_br: Destaque
ro: Evidențiere
ru: Выделение
sl: Označite
sv: Framhäv
tr: Vurgula
uk: Підсвічування
zh_hans: 高亮
zh_hant: 高亮

source: Hold ⇧ Shift during app startup to engage safe mode and prevent writing saved value.
de: Halten Sie beim Starten der App die ⇧ Shift-Taste gedrückt, um den abgesicherten Modus zu aktivieren und das Speichern von Werten zu verhindern.
es: Mantén pulsada la tecla ⇧ Shift durante el inicio de la app para activar el modo seguro y evitar escribir el valor guardado.
fr: Maintenez ⇧ Maj pendant le lancement de l'application pour démarrer en mode sans échec et empêcher l’écriture des valeurs enregistrées.
hu: Tartsd lenyomva a ⇧ Shift billentyűt az alkalmazás indításakor a biztonságos módhoz és a mentett érték írásának megakadályozásához.
it: Tieni premuto ⇧ Shift all'avvio dell'app per attivare la modalità sicura ed evitare la scrittura del valore salvato.
ja: アプリ起動中に⇧ Shiftを押したままにするとセーフモードになり、保存された値の書き込みを防ぎます。
ko: 앱 시작 시 ⇧ Shift 키를 눌러 안전 모드를 실행하고 저장된 값을 쓰지 않도록 방지하세요.
nb: Hold ⇧ Shift under app-oppstart for å aktivere sikkermodus og forhindre lagring av verdi.
nl: Houd ⇧ Shift ingedrukt bij het opstarten van de app om de veilige modus in te schakelen waarmee voorkomen wordt dat opgeslagen waarden worden weggeschreven.
pl: Przytrzymaj ⇧ Shift podczas uruchamiania aplikacji, aby włączyć tryb bezpieczny i zapobiec nadpisywaniu zapisanej wartości.
pt_br: Mantenha ⇧ Shift pressionado ao iniciar o app para ativar o modo de segurança e impedir a gravação do valor salvo.
ro: Țineți apăsat ⇧ Shift în timpul pornirii aplicației pentru a activa modul de siguranță și a preveni scrierea valorii salvate.
ru: Удерживайте ⇧ Shift при запуске приложения, чтобы включить безопасный режим и предотвратить запись сохраненного значения.
sl: Držite ⇧ Shift med zagonom aplikacije, da vključite varni način in preprečite zapisovanje shranjene vrednosti.
sv: Håll in ⇧ Shift under appstart för att aktivera säkert läge och förhindra att sparat värde skrivs.
tr: Güvenli moda geçmek ve kayıtlı değerin yazılmasını önlemek için uygulama başlatılırken ⇧ Shift tuşunu basılı tutun.
uk: Утримуйте ⇧ Shift під час запуску додатку, щоб увімкнути безпечний режим і запобігти запису збереженого значення.
zh_hans: 在启动应用时按住 ⇧ Shift 可进入安全模式并防止写入已保存的值。
zh_hant: 啟動應用程式時按住 ⇧ Shift 可進入安全模式並防止寫入已儲存的值。

source: Hold ⇧ Shift during app startup to engage safe mode and prevent writing saved value. With combined control enabled, DDC brightness might be reapplied even when unselected.
de: Halte die ⇧ Umschalttaste, während des Starts der App, gedrückt um den gesicherten Modus zu aktivieren und zu verhindern, dass Werte gespeichert werden. Wenn die kombinierte Kontrolle aktiviert ist, die DDC-Helligkeit kann eventuell angewendet werden, auch wenn es nicht ausgewählt ist.
es: Mantenga presionada la tecla MAYÚS/SHIFT durante el inicio de la aplicación para activar el modo seguro y evitar escribir el valor guardado. Con el control combinado habilitado, el brillo DDC podría volver a aplicarse incluso cuando no esté seleccionado.
fr: Maintenez ⇧ Majuscule pendant le démarrage pour démarrer en mode sans échec et empêcher l'écriture de données sauvegardées. Avec le contrôle combiné activé, la luminosité DDC pourrait être réappliquée même si elle est désélectionnée.
hu: Tartsa lenyomva a ⇧ Shift billentyűt az alkalmazás indítása közben, a biztonságos mód bekapcsolásához és a mentett érték írásának megakadályozásához. Kombinált vezérlés engedélyezése esetén a DDC-fényerő újra alkalmazásra kerülhet, még akkor is, ha ez az opció nincs kiválasztva.
it: Tieni premuto Maiusc durante l'avvio dell'app per attivare la modalità sicura e impedire la scrittura del valore salvato. Con il controllo combinato attivato, la luminosità DDC potrebbe essere riapplicata anche quando non è selezionata.
ja: アプリ起動中に⇧ Shiftを押したままにするとセーフモードになり、保存された値の書き込みを防ぎます。複合制御を有効化すると、選択されていない場合にもDDC輝度を再適用します。
ko: 앱을 시작하는 동안 SHIFT 키를 길게 누르면 안전 모드가 활성화되고 저장된 값이 기록되지 않습니다. 통합 제어를 활성화하면 선택하지 않은 경우에도 DDC 밝기가 다시 적용될 수 있습니다.
nb: Hold ⇧ Shift under app-oppstart for å aktivere sikkermodus og forhindre lagring av verdi. Med kombinert kontroll aktivert kan DDC-lysstyrke bli brukt på nytt selv når den ikke er valgt.
nl: Houd ⇧ Shift ingedrukt bij het opstarten van de app om de veilige modus in te schakelen waarmee voorkomen wordt dat opgeslagen waarden worden weggeschreven. Als gecombineerde bediening is ingeschakeld, kan DDC-helderheid mogelijk opnieuw worden toegepast, zelfs als deze niet geselecteerd is.
pl: Przytrzymaj ⇧ Shift podczas uruchamiania aplikacji, aby włączyć tryb bezpieczny i zapobiec nadpisaniu zapisanej wartości. Przy włączonym sterowaniu połączonym jasność DDC może zostać zastosowana ponownie, nawet jeśli nie jest zaznaczona.
pt_br: Segure SHIFT durante a inicialização do aplicativo para ativar o modo de segurança e evitar a gravação do valor salvo. Com o controle combinado ativado, o brilho DDC pode ser reaplicado mesmo quando não selecionado.
ro: țineți apăsată tasta SHIFT în timpul pornirii aplicației pentru a activa modul sigur și a împiedica scrierea valorii salvate. Cu controlul combinat activat, luminozitatea DDC poate fi reaplicată chiar și atunci când nu este selectată.
ru: Удерживайте SHIFT при запуске приложения, чтобы включить безопасный режим и предотвратить запись сохраненного значения. При включенном комбинированном управлении яркость DDC может быть повторно применена, даже если она не выбрана.
sl: Držite ⇧ Shift med zagonom aplikacije, da vključite varni način in preprečite zapisovanje shranjene vrednosti. Če je omogočen kombinirani nadzor, se lahko svetlost DDC znova uporabi, tudi če ni izbrana.
sv: Håll in ⇧ Shift under appstart för att aktivera säkert läge och förhindra att sparat värde skrivs. När kombinerad styrning är aktiverad kan DDC-ljusstyrkan återanvändas även om den inte är vald.
tr: Güvenli moda geçmek ve kayıtlı değerin yazılmasını önlemek için uygulama başlatılırken ⇧ Shift tuşunu basılı tutun. Birleşik kontrol etkinleştirildiğinde, DDC parlaklığı seçili olmasa bile yeniden uygulanabilir.
uk: Утримуйте SHIFT під час запуску програми, щоб увімкнути безпечний режим і запобігти запису збереженого значення. Якщо ввімкнути комбіноване керування, яскравість DDC може застосовуватися повторно, навіть якщо її не вибрано.
vi: Giữ ⇧ Shift khi khởi động ứng dụng để bật chế độ an toàn (safe mode) và ngăn việc ghi giá trị đã lưu. Với điều khiển kết hợp được kích hoạt, độ sáng DDC có thể được áp dụng lại ngay cả khi chưa được chọn.
zh_hans: 应用程序启动时按住 ⇧ Shift 可进入安全模式来防止写入已存储的值。启用组合控制后即使未选中此项也会重新应用 DDC 亮度。
zh_hant: 應用程式啟動時按住 ⇧ Shift 可進入安全模式來防止寫入已儲存的值。啟用組合控制後即使未選中此項也會重新程式 DDC 亮度。

source: Hold ⇧ Shift for multi-select.
de: Die ⇧ Umschalttaste für die Mehrfachauswahl gedrückt halten.
es: Mantenga presionada la tecla Mayús/Shift para realizar selección múltiple.
fr: Maintenez ⇧ Maj Pour sélectionner plusieurs éléments.
hu: Többes választás: ⇧ Shift.
it: Tieni premuto ⇧ Maiusc per le modalità multi-selezione.
ja: ⇧ Shiftを押したまま複数選択します。
ko: 다중 선택을 위해 ⇧ Shift 키를 길게 누릅니다.
nb: Hold ⇧ Shift for flervalg.
nl: Houd ⇧ Shift ingedrukt voor multiselectie.
pl: Przytrzymaj ⇧ Shift, aby zaznaczyć wiele elementów.
pt_br: Segure ⇧ Shift para seleção múltipla.
ro: Tineți apăsată tasta ⇧ Shift pentru selecție multiplă.
ru: Удерживайте ⇧ Shift для мультивыбора.
sl: Držite ⇧ Shift za več izbir.
sv: Håll in ⇧ Shift för flerval.
tr: Çoklu seçim için ⇧ Shift tuşunu basılı tutun.
uk: Утримуйте ⇧ Shift для множинного вибору.
vi: Giữ ⇧ Shift để chọn nhiều.
zh_hans: 按住 ⇧ Shift 多选。
zh_hant: 按住 ⇧ Shift 多選。

source: Hold ⇧ Shift for multi-select. Sub-720p modes are hidden.
de: Die ⇧ Umschalttaste für die Mehrfachauswahl gedrückt halten. Modi kleiner als 720p sind ausgeblendet.
es: Mantenga presionada la tecla Mayús/Shift para realizar selección múltiple. Los modos sub-720p están ocultos.
fr: Maintenez ⇧ Maj Pour sélectionner plusieurs éléments. Les modes en dessous de 720p sont cachés.
hu: Többes választás: ⇧ Shift. 720p alatti módok rejtve.
it: Tieni premuto ⇧ Maiusc per le modalità multi-selezione. Le modalità sub-720p sono nascoste.
ja: ⇧ Shiftを押したまま複数選択します。720p未満のモードは表示しません。
ko: 다중 선택을 위해 ⇧ Shift 키를 길게 누릅니다. 720p 미만 모드는 숨겨집니다.
nb: Hold ⇧ Shift for flervalg. Under-720p-moduser er skjult.
nl: Houd ⇧ Shift ingedrukt voor multiselectie. Modi onder 720p zijn verborgen.
pl: Przytrzymaj ⇧ Shift, aby zaznaczyć wiele elementów. Tryby poniżej 720p są ukryte.
pt_br: Segure ⇧ Shift para seleção múltipla. Os modos sub-720p estão ocultos.
ro: Tineți apăsată tasta ⇧ Shift pentru selecție multiplă. Modurile sub 720p sunt ascunse.
ru: Удерживайте ⇧ Shift для мультивыбора. Режимы ниже 720p скрыты.
sl: Držite ⇧ Shift za več izbir. Načini pod 720p so skriti.
sv: Håll ⇧ Shift nedtryckt för flerval. Sub-720p-lägen är dolda.
tr: Çoklu seçim için ⇧ Shift tuşunu basılı tutun. 720p altı modlar gizlidir.
uk: Утримуйте ⇧ Shift для множинного вибору. Режими суб-720p приховані.
vi: Giữ ⇧ Shift để chọn nhiều. Các chế độ dưới 720p được ẩn.
zh_hans: 按住 ⇧ Shift 多选。Sub-720p 模式已隐藏。
zh_hant: 按住 ⇧ Shift 多選。Sub-720p 模式已隱藏。

source: Hold ⇧ Shift for multi-select. Unsafe and sub-720p modes are hidden.
de: Die ⇧ Umschalttaste für die Mehrfachauswahl gedrückt halten. Unsichere und Modi kleiner als 720p sind ausgeblendet.
es: Mantenga presionada la tecla Mayús/Shift para realizar selección múltiple. Los modos inseguros y sub-720p están ocultos.
fr: Maintenez ⇧ Maj Pour sélectionner plusieurs éléments. Les modes potentiellement dangereux et en dessous de 720p sont cachés.
hu: Többes választás: ⇧ Shift. Nem biztonságos és 720p alatti módok rejtve.
it: Tieni premuto ⇧ Maiusc per multi-selezione. Modalità non sicure e sub-720p sono nascoste.
ja: ⇧ Shiftを押したまま複数選択します。安全でないモードと720p未満のモードは表示しません。
ko: ⇧ Shift 키를 길게 누르면 다중 선택을 할 수 있습니다. 안전하지 않은 모드와 720p 미만 모드는 숨겨집니다.
nb: Hold ⇧ Shift for flervalg. Usikre og under-720p-moduser er skjult.
nl: Houd ⇧ Shift ingedrukt voor multiselectie. Onveilige modi en modi onder 720p zijn verborgen.
pl: Przytrzymaj ⇧ Shift, aby zaznaczyć wiele elementów. Niebezpieczne tryby oraz tryby poniżej 720p są ukryte.
pt_br: Segure ⇧ Shift para seleção múltipla. Os modos inseguro e sub-720p estão ocultos.
ro: țineți apăsată tasta ⇧ Shift pentru selecție multiplă. Modurile nesigure și sub 720p sunt ascunse.
ru: Удерживайте ⇧ Shift для мультивыбора. Небезопасные и ниже 720p режимы скрыты.
sl: Držite ⇧ Shift za več izbir. Nevarni načini in načini pod 720p so skriti.
sv: Håll ⇧ Shift nedtryckt för flerval. Osäkra lägen och sub-720p-lägen är dolda.
tr: Çoklu seçim için ⇧ Shift tuşunu basılı tutun. Güvenli olmayan ve 720p altı modlar gizlidir.
uk: Утримуйте ⇧ Shift для множинного вибору. Небезпечні режими та режими до 720p приховано.
vi: Giữ ⇧ Shift để chọn nhiều. Các chế độ không an toàn và dưới 720p được ẩn.
zh_hans: 按住 ⇧ Shift 多选。不安全模式和 Sub-720p 模式已隐藏。
zh_hant: 按住 ⇧ Shift 多選。不安全模式和 Sub-720p 模式已隱藏。

source: Hold ⇧ Shift for multi-select. Unsafe modes are hidden.
de: Die ⇧ Umschalttaste für die Mehrfachauswahl gedrückt halten. Unsichere Modi sind ausgeblendet.
es: Mantenga presionada la tecla ⇧Mayús/Shift para realizar selección múltiple. Los modos inseguros están ocultos.
fr: Maintenez ⇧ Maj Pour sélectionner plusieurs éléments. Les modes en dessous de 720p sont cachés. Les modes potentiellement dangereux sont cachés.
hu: Többes választás: ⇧ Shift. Nem biztonságos módok rejtve.
it: Tieni premuto ⇧ Maiusc per multi-selezione. Le modalità non sicure sono nascoste.
ja: ⇧ Shiftを押したまま複数選択します。安全でないモードは表示しません。
ko: 다중 선택을 위해 ⇧ Shift 키를 길게 누릅니다. 안전하지 않은 모드는 숨겨집니다.
nb: Hold ⇧ Shift for flervalg. Usikre moduser er skjult.
nl: Houd ⇧ Shift ingedrukt voor multiselectie. Onveilige modi zijn verborgen.
pl: Przytrzymaj ⇧ Shift, aby zaznaczyć wiele elementów. Tryby niebezpieczne są ukryte.
pt_br: Segure ⇧ Shift para seleção múltipla. Os modos inseguros estão ocultos.
ro: țineți apăsată tasta ⇧ Shift pentru selecție multiplă. Modurile nesigure sunt ascunse.
ru: Удерживайте ⇧ Shift для мультивыбора. Небезопасные режимы скрыты.
sl: Držite ⇧ Shift za več izbir. Nevarni načini so skriti.
sv: Håll ⇧ Shift nedtryckt för flerval. Osäkra lägen är dolda.
tr: Çoklu seçim için ⇧ Shift tuşunu basılı tutun. Güvenli olmayan modlar gizlenir.
uk: Утримуйте ⇧ Shift для множинного вибору. Небезпечні режими приховані.
vi: Giữ ⇧ Shift để chọn nhiều. Các chế độ không an toàn được ẩn.
zh_hans: 按住 ⇧ Shift 多选。不安全模式已隐藏。
zh_hant: 按住 ⇧ Shift 多選。不安全模式已隱藏。

source: Horizontal
hu: Horizontális
it: Orizzontale
ja: 水平
ko: 수평 정렬
nb: Horisontal
nl: Horizontaal
pl: Poziomo
ro: Orizontal
ru: Горизонтальный
sl: Vodoravno
sv: Horisontell
tr: Yatay
uk: Горизонтальний
vi: Ngang
zh_hans: 水平
zh_hant: 水平

source: Horizontal GPU resolution limit
de: Begrenzung der horizontalen GPU-Auflösung
es: Límite de resolución horizontal de la GPU
fr: Limite horizontale de la carte graphique
hu: Horizontális GPU felbontás korlát
it: Limite di risoluzione orizzontale GPU
ja: GPU水平解像度制限
ko: 수평 GPU 해상도 제한
nb: Horisontal GPU-oppløsningsgrense
nl: Horizontale limiet GPU-resolutie
pl: Poziomy limit rozdzielczości GPU
pt_br: Limite de resolução horizontal da GPU
ro: Limita de rezoluție GPU orizontală
ru: Горизонтальное ограничение разрешения GPU
sl: Omejitev vodoravne ločljivosti GPE
sv: Gräns för horisontell GPU-upplösning
tr: Yatay GPU çözünürlük sınırı
uk: Горизонтальне обмеження роздільної здатності GPU
vi: Giới hạn độ phân giải GPU theo chiều ngang
zh_hans: 水平 GPU 分辨率限制
zh_hant: 水平 GPU 解析度限制

source: Horizontal density
de: Horizontale Dichte
es: Densidad Horizontal
fr: Densité horizontale
hu: Vízszintes sűrűség
it: Densità orizzontale
ja: 密度（水平）
ko: 수평 밀도
nb: Horisontal tetthet
nl: Horizontale dichtheid
pl: Gęstość pozioma
pt_br: Densidade horizontal
ro: Densitate orizontală
ru: Горизонтальная плотность
sl: Vodoravna gostota
sv: Horisontell densitet
tr: Yatay Yoğunluk
uk: Горизонтальна щільність
vi: Mật độ ngang
zh_hans: 水平密度
zh_hant: 水平密度

source: Hue
de: Farbton
es: Tono
fr: Teinte
hu: Árnyalat
it: Tonalità
ja: 色相
ko: 색조
nb: Fargetone
nl: Tint
pl: Odcień
pt_br: Matiz
ro: Ton
ru: Оттенок
sl: Odtenek
sv: Nyans
tr: Ton
uk: Відтінок
zh_hans: 色调
zh_hant: 色調

source: Hz
ru: Гц
uk: Гц

source: I2C service name
de: I2C-Dienstname
es: Nombre de servicio I2C
fr: Nom du service I2C
hu: I2C szolgáltatás neve
it: Nome del servizio I2C
ja: I2Cサービス名
ko: I2C 서비스 이름
nb: I2C-tjenestenavn
nl: I2C-voorzieningsnaam
pl: Nazwa usługi I2C
pt_br: Nome do serviço I2C
ro: Numele serviciului I2C
ru: Имя службы I2C
sl: Ime storitve I2C
sv: Namn på I2C-tjänst
tr: I2C Servis Adı
uk: Назва служби I2C
vi: Tên dịch vụ I2C
zh_hans: I2C服务名称
zh_hant: I2C服務名稱

source: IN START Service Menu
nl: Voorzieningenmenu IN START
pl: W menu serwisowym IN START
ru: Служебное меню IN START

source: Icon
de: Symbol
es: Icono
fr: Icône
hu: Ikon
it: Icona
ja: アイコン
ko: 아이콘
nb: Ikon
nl: Symbool
pl: Ikona
pt_br: Ícone
ro: Icoană
ru: Иконка
sl: Ikona
sv: Ikon
tr: Simge
uk: Значок
vi: Biểu tượng
zh_hans: 图标
zh_hant: 圖示

source: Identifier
de: Bezeichner
es: Identificador
fr: Identifiant
hu: Azonosító
it: Identificatore
ja: 識別子
ko: 식별자
nb: Identifikator
nl: Identificator
pl: Identyfikator
pt_br: Identificador
ro: Identificator
ru: Идентификатор
sl: Identifikator
sv: Identifierare
tr: Tanımlayıcı
uk: Ідентифікатор
zh_hans: 标识符
zh_hant: 識別碼

source: Identifiers
de: Identifikatoren
es: Identificadores
fr: Identifiants
hu: Azonosítók
it: Identificatori
ja: 識別子
ko: 식별자
nb: Identifikatorer
nl: Identificatoren
pl: Identyfikatory
pt_br: Identificadores
ro: Identificatori
ru: Идентификаторы
sl: Identifikatorji
sv: Identifierare
tr: Tanımlayıcılar
uk: Ідентифікатори
vi: Định danh
zh_hans: 标识符
zh_hant: 識別碼

source: Identify Visually
de: Visuell identifizieren
es: Identificar visualmente
fr: Identifier visuellement
hu: Vizuális azonosítás
it: Identifica visivamente
ja: スクリーンを識別
ko: 시각적으로 식별
nb: Identifiser visuelt
nl: Identificeer visueel
pl: Zidentyfikuj wizualnie
pt_br: Identificar visualmente
ro: Identificare vizuală
ru: Идентифицировать визуально
sl: Prepoznajte vizualno
sv: Identifiera visuellt
tr: Görsel Olarak Tanımlayın
uk: Візуально ідентифікувати
vi: Xác định bằng Hiển thị
zh_hans: 视觉识别
zh_hant: 視覺識別

source: If Dock visibility is set to 'Never', the Edit menu and Copy/Paste keyboard shortcut keys will not be available in Settings.
de: Wenn die Dock-Sichtbarkeit auf 'Nie' eingestellt ist, sind das Bearbeiten-Menü und die Kopieren / Einfügen Tastaturkurzbefehle in den Einstellungen nicht verfügbar.
es: Si la visibilidad del Dock está configurada en "Nunca", el menú Editar y las teclas de método abreviado de teclado Copiar/Pegar no estarán disponibles en Configuración.
fr: Si la visibilité dans le dock est mise à 'Jamais', le menu de Modification et les raccourcis claviers Copier/Coller ne seront pas disponibles.
hu: Ha a Dock láthatósága "Soha" értékre van állítva, a Szerkesztés menü és a Másolás/Beillesztés billentyűkombináció nem lesz elérhető a Beállításokban.
it: Se la visibilità del pannello è impostata su "Mai", il menu Modifica e i tasti di scelta rapida Copia/Incolla non saranno disponibili nelle Impostazioni.
ja: Dockを非表示に設定している場合は、編集メニューとコピー/ペーストのキーボードショートカットキーを設定内で使用することができなくなります。
ko: Dock 표시 여부가 '안 함'으로 설정되어 있으면 설정에서 편집 메뉴와 복사/붙여넣기 키보드 단축키를 사용할 수 없습니다.
nb: Hvis Dock-synlighet er satt til 'Aldri', vil ikke Rediger-menyen og kopi/lim-inn-tastatursnarveiene være tilgjengelige i Innstillinger.
nl: Indien de zichtbaarheid in de dock is ingesteld op ‘Nooit’, dan zal het menu Wijzig en de sneltoetsen Kopieer/Plak niet beschikbaar zijn in Instellingen.
pl: Jeśli widoczność Docka jest ustawiona na „Nigdy”, menu Edycja oraz skróty klawiszowe Kopiuj/Wklej nie będą dostępne w Ustawieniach.
pt_br: Se a visibilidade do Dock estiver definida como "Nunca", o menu Editar e as teclas de atalho do teclado Copiar/Colar não estarão disponíveis nos ajustes
ro: Dacă vizibilitatea Dock-ului este setată pe 'Niciodată', meniul Editare și tastele de comandă Copiere/Lipire nu vor fi disponibile în Setări.
ru: Если для параметра "Видимость док-станции" установлено значение `Никогда`, меню "Правка" и сочетания клавиш "Копировать/Вставить" будут недоступны в "Настройках".
sl: Če je vidnost Dock nastavljena na »Nikoli«, meni Urejanje in bližnjične tipke Kopiraj/Prilepi ne bodo na voljo v nastavitvah.
sv: Om synligheten i Dock är inställd på "Aldrig" kommer inte kortkommandona för menyn Redigera och tangentbordet Kopiera/klistra in att vara tillgängliga i Inställningar.
tr: Dock görünürlüğü 'Hiçbir zaman' olarak ayarlanırsa, Düzenle menüsü ve Kopyala/Yapıştır klavye kısayol tuşları Ayarlar'da kullanılamaz.
uk: Якщо для видимості Dock встановлено значення "Ніколи", меню "Редагувати" та комбінації клавіш "Копіювати/Вставити" не будуть доступні в налаштуваннях.
vi: Nếu độ hiển thị Dock được đặt là "Không bao giờ", thì menu Chỉnh sửa và các phím tắt Sao chép/Dán sẽ không khả dụng trong Cài đặt.
zh_hans: 程序坞可见性设为“永不”时 编辑 菜单和 复制/粘贴 键盘快捷键在应用程序设置中不可用。
zh_hant: 當 Dock 可見性設為「永不」時，「編輯」選單與複製/貼上快捷鍵將無法在應用程式設定中使用。

source: If configured, the token must be specified in the URL (see [documentation](https://betterdisplay.pro/integration)). This prevents external links to perform unwanted actions.
de: Falls konfiguriert, muss das Token in der URL angegeben werden (siehe [Dokumentation](https://betterdisplay.pro/integration)). Dies verhindert, dass externe Links unerwünschte Aktionen durchführen.
es: Si está configurado, el token debe especificarse en la URL (consulte [documentación](https://betterdisplay.pro/integration)). Esto evita que los enlaces externos realicen acciones no deseadas.
fr: Si configuré, le jeton d'accès (token) doit-être configuré dans l'url (voir la [documentation](https://betterdisplay.pro/integration)). Cela empêche des liens externes d'exécuter des actions inattendues.
hu: Ha be van állítva, a tokent meg kell adni az URL-címben (lásd [documentation](https://betterdisplay.pro/integration)). Ez megakadályozza, hogy külső linkek nem kívánt műveleteket hajtsanak végre.
it: Se configurato, il token deve essere specificato nell'URL (vedi [documentation](https://betterdisplay.pro/integration)). Questo impedisce ai link esterni di eseguire azioni indesiderate.
ja: 構成した場合、トークンをURLで指定する必要があります（[説明](https://betterdisplay.pro/integration)を参照）。外部リンクにより不要な動作が実行されることを防ぎます。
ko: 설정한 경우, URL에 토큰을 지정해야 합니다([문서](https://betterdisplay.pro/integration) 참조). 이는 외부 링크가 원치 않는 작업을 수행하는 것을 방지합니다.
nb: Hvis konfigurert, må tokenet angis i URL-en (se [dokumentasjon](https://betterdisplay.pro/integration)). Dette forhindrer eksterne lenker i å utføre uønskede handlinger.
nl: Indien geconfigureerd, dan moet de token voorkomen in de url (lees de [documentatie](https://betterdisplay.pro/integration)). Dit voorkomt dat externe links ongewilde handelingen uitvoeren.
pl: Jeśli skonfigurowano, token musi zostać określony w adresie URL (zobacz [dokumentację](https://betterdisplay.pro/integration)). Zapobiega to wykonywaniu niechcianych akcji przez linki zewnętrzne.
pt_br: Se configurado, o token deve ser especificado na URL (consulte [documentação](https://betterdisplay.pro/integration)). Isso evita que links externos executem ações indesejadas.
ro: Dacă este configurat, tokenul trebuie specificat în URL (consultați [documentația](https://betterdisplay.pro/integration)). Acest lucru împiedică linkurile externe să efectueze acțiuni nedorite.
ru: Если настроено, токен должен быть указан в URL (см. [документация](https://betterdisplay.pro/integration)). Это предотвращает выполнение внешними ссылками нежелательных действий.
sl: Če je konfiguriran, mora biti žeton naveden v URL-ju (glejte [dokumentacijo](https://betterdisplay.pro/integration)). To preprečuje, da bi zunanje povezave izvajale neželena dejanja.
sv: Om den är konfigurerad måste token anges i URL:en (se [documentation](https://betterdisplay.pro/integration)). Detta förhindrar att externa länkar utför oönskade åtgärder.
tr: Yapılandırılmışsa, belirteç URL'de belirtilmelidir (bkz. [documentation](https://betterdisplay.pro/integration)). Bu, harici bağlantıların istenmeyen eylemler gerçekleştirmesini önler.
uk: Якщо налаштовано, маркер має бути вказано в URL-адресі (див. [документацію](https://betterdisplay.pro/integration)). Це запобігає зовнішнім посиланням для виконання небажаних дій.
vi: Nếu được cấu hình, token phải được chỉ định trong URL (xem [tài liệu](https://betterdisplay.pro/integration)). Điều này ngăn chặn các liên kết bên ngoài thực hiện các hành động không mong muốn.
zh_hans: 配置后必须在 URL 中指定令牌（请参阅 [文档](https://betterdisplay.pro/integration)）。可防止外部链接执行不必要的操作。
zh_hant: 設定後必須在 URL 中指定令牌（請參閱 [文檔](https://betterdisplay.pro/integration)）。可防止外部鏈接執行不必要的操作。
