Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: On sleep or disconnect
nl: Bij in- of uitschakelen van sluimerstand
pl: Podczas uśpienia lub rozłączenia
ru: При сне или отключении

# On startup &amp; wake
source: On startup & wake
de: Beim Startvorgang und Beenden des Ruhezustandes
es: Al iniciar y al despertar
fr: Au démarrage et à la réactivation
hu: Indításkor és ébredéskor
it: All'avvio & risveglio
ja: 起動時とスリープ解除時
ko: 시작 및 깨우기 시
nb: Ved oppstart og oppvåkning
nl: Bij opstarten en uitschakeling sluimerstand
pl: Po uruchomieniu i wybudzeniu
pt_br: Na inicialização e ativação
ro: La pornire & trezire
ru: При запуске и пробуждении
sl: Ob zagonu in prebujanju
sv: Vid uppstart/uppvaknande
tr: Başlangıçta ve uyandırmada Açık
uk: Під час запуску та пробудження
vi: Khi khởi động & thức dậy
zh_hans: 启动与唤醒时
zh_hant: 啟動與喚醒時

source: On wake or connect
nl: Bij uitschakelen van sluimerstand of verbinden
pl: Przy wybudzeniu lub połączeniu
ru: При пробуждении или подключении

source: Only group members can be present
de: Nur Gruppenmitglieder dürfen präsent sein
es: Solo pueden estar presentes los miembros del grupo
fr: Seuls les membres du groupe peuvent être présents
hu: Csak csoporttagok lehetnek jelen
it: Possono essere presenti solo i membri del gruppo.
ja: グループメンバーのみが参加可能
ko: 그룹 구성원만 참석 가능
nb: Kun gruppemedlemmer kan være til stede
nl: Alleen groepsleden kunnen aanwezig zijn
pl: Mogą być obecni tylko członkowie grupy
pt_br: Somente membros do grupo podem estar presentes
ro: Pot fi prezente doar membrii grupului
ru: Могут присутствовать только участники группы
sl: Prisotni so lahko le člani skupine
sv: Endast gruppmedlemmar kan vara närvarande
tr: Yalnızca grup üyeleri bulunabilir
uk: Можуть бути присутні лише учасники групи
vi: Chỉ thành viên nhóm mới được hiện diện
zh_hans: 仅显示组成员
zh_hant: 僅顯示群組成員

source: Only non-brightness settings (color adjustments) are restored.
de: Nur die Nicht-Helligkeitseinstellungen (Farbanpassungen) werden wiederhergestellt.
es: Sólo se restauran las configuraciones que no son de brillo (ajustes de color).
fr: Seuls les réglages ne concernant pas la luminosité (ajustements des couleurs) sont rétablis.
hu: Csak nem fényerő beállítások (színbeállítások) helyreállítása.
it: Vengono ripristinate solo le impostazioni di non-luminosità (regolazione del colore).
ja: 輝度以外の設定（カラー調整）のみが復元されます。
ko: 밝기와 관련 없는 설정(색상 조정값)만 복원됩니다.
nb: Kun innstillinger utenom lysstyrke (fargejusteringer) gjenopprettes.
nl: Alleen niet-helderheidsinstellingen (kleuraanpassingen) zijn hersteld.
pl: Przywracane są tylko ustawienia inne niż jasność (korekta kolorów).
pt_br: Somente as configurações que não sejam de brilho (ajustes de cores) serão restauradas.
ro: Doar setările non-luminozitate (ajustări de culoare) sunt restaurate.
ru: Восстанавливаются только параметры, не связанные с яркостью (коррекция цвета).
sl: Obnovljene so samo nastavitve brez svetlosti (prilagoditve barv).
sv: Endast inställningar som inte gäller ljusstyrka (färgjusteringar) återställs.
tr: Yalnızca parlaklık dışı ayarlar (renk ayarlamaları) geri yüklenir.
uk: Відновлюються лише параметри не яскравості (коригування кольору).
vi: Chỉ các cài đặt không phải về độ sáng (điều chỉnh màu sắc) được khôi phục.
zh_hans: 仅恢复非亮度设置（颜色调整）。
zh_hant: 僅回復非亮度設定（顏色調整）。

source: Only one watched display should be present to avoid ambiguity. Configure watched displays accordingly!
de: Es sollte nur ein überwachtes Display vorhanden sein, um Mehrdeutigkeiten zu vermeiden. Konfiguriere die überwachten Displays entsprechend!
es: ¡Solo debe haber una pantalla monitoreada para evitar ambigüedades! ¡Configura las pantallas monitoreadas en consecuencia!
fr: Un seul écran surveillé devrait être présent pour éviter toute ambiguïté. Configurez les écrans surveillés en connaissance de cause !
hu: Ehhez csak egy figyelt kijelzőnek javasolt jelen lennie a félreérthetőség elkerülése érdekében. Konfigurálja a megfigyelt kijelzőket ennek megfelelően!
it: Deve essere presente un solo display monitorato per evitare ambiguità. Configura i display monitorati di conseguenza!
ja: 曖昧さを避けるために、監視対象ディスプレイを1つに限る必要があります。監視対象にするディスプレイを適切に構成してください!
ko: 혼동을 피하기 위해 모니터링되는 디스플레이는 하나만 존재해야 합니다. 이에 맞게 모니터링되는 디스플레이를 구성하세요!
nb: Kun én overvåket skjerm bør være til stede for å unngå tvetydighet. Konfigurer overvåkede skjermer deretter!
nl: Slechts één bewaakt scherm zou aanwezig zijn om dubbelzinnigheid te voorkomen. Configureer bewaakte schermen als zodanig!
pl: Powinien być obecny tylko jeden monitorowany wyświetlacz, aby uniknąć niejednoznaczności. Skonfiguruj odpowiednio monitorowane wyświetlacze!
pt_br: Apenas uma exibição monitorada deve estar presente para evitar ambiguidade. Configure as exibições assistidas de acordo!
ro: Ar trebui să fie prezent doar un singur ecran monitorizat pentru a evita ambiguitatea. Configurați ecranele monitorizate corect!
ru: Должен присутствовать только один отслеживаемый дисплей, чтобы избежать неоднозначности. Настройте отслеживаемые дисплеи соответствующим образом!
sl: Da bi se izognili dvoumnosti, mora biti prisoten samo en opazovan zaslon. Ustrezno konfigurirajte gledane zaslone!
sv: Endast en bevakad skärm bör finnas för att undvika tvetydighet. Konfigurera bevakade skärmar i enlighet med detta!
tr: Belirsizliği önlemek için yalnızca bir izlenen ekran bulunmalıdır. İzlenen ekranları buna göre yapılandırın!
uk: Має бути присутній лише один відстежуваний дисплей, щоб уникнути неоднозначності. Налаштуйте відстежувані дисплеї відповідно!
vi: Chỉ nên có một màn hình đang được theo dõi để tránh sự mơ hồ. Cấu hình các màn hình đang theo dõi cho phù hợp!
zh_hans: 为了避免歧义，只应存在一个监视显示器。请相应地配置监视显示器！
zh_hant: 為了避免設定歧義，只能存在一個監視顯示器。請設定對應的監視顯示器！

source: Only resolutions that match native aspect ratio
de: Nur Auflösungen, die dem nativen Seitenverhältnis entsprechen
es: Sólo resoluciones que coincidan con la relación de aspecto nativa
fr: Afficher uniquement les résolutions qui correspondent au format d'origine
hu: Csak natív képaránnyal egyező felbontások
it: Solo risoluzioni che corrispondono a proporzioni native
ja: ネイティブアスペクト比と一致する解像度のみ
ko: 기본 종횡비와 일치하는 해상도만 사용
nb: Kun oppløsninger som matcher opprinnelig sideforhold
nl: Alleen resoluties die overeenkomen met de ingebouwde beeldverhouding
pl: Tylko rozdzielczości odpowiadające natywnym proporcjom obrazu
pt_br: Somente resoluções que correspondam à proporção nativa
ro: Doar rezoluții care se potrivesc cu raportul nativ de aspect
ru: Только разрешения, соответствующие родному соотношению сторон
sl: Samo ločljivosti, ki ustrezajo izvirnemu razmerju stranic
sv: Endast upplösningar som matchar inbyggt bildförhållande
tr: Yalnızca yerel en boy oranıyla eşleşen çözünürlükler
uk: Лише роздільна здатність, яка відповідає рідному формату
vi: Chỉ các độ phân giải tương ứng với tỉ lệ khung hình gốc
zh_hans: 仅限匹配原生宽高比的分辨率
zh_hant: 僅限匹配原生寬高比的解析度

source: Open in ColorSync Utility
es: Abrir en herramienta ColorSync
fr: Ouvrir dans l’Utilitaire ColorSync
ja: ColorSyncユーティリティで開く
ko: ColorSync 유틸리티에서 열기
nl: Open in ColorSync-hulpprogramma
pl: Otwórz w Narzędziu ColorSync
ru: Открыть в ColorSync Utility
uk: Відкрити в ColorSync Utility

source: Operation failed: %@
nl: Handeling mislukt: %@
pl: Operacja nie powiodła się: %@
ru: Операция не удалась: %@

source: Opted-out
de: Abgelehnt
es: Excluido
fr: Exclu
hu: Kihagyva
it: Escluso
ja: 使用しない
ko: 수신 거부
nb: Valgte bort
nl: Voor afgemeld
pl: Zrezygnowano
pt_br: Não participar
ro: Dezabonat
ru: Отказано
sl: Izključeno
sv: Avregistrerad
tr: Devre dışı bırakılmış
uk: Відмовлено
vi: Đã từ chối
zh_hans: 已选择退出
zh_hant: 已選擇退出

source: Optional display specific adaptation is awaiting installation:
de: Eine optionale Display-spezifische Anpassung steht zur Installation an:
es: La adaptación específica opcional de la pantalla está a la espera de instalación:
fr: Une adaptation d'écran spécifique optionnelle est en attente d'installation :
hu: Opcionális kijelzőspecifikus adaptáció telepítésre vár:
it: Un’adattamento opzionale specifico per il display è in attesa di installazione:
ja: オプションのディスプレイ固有カスタム設定のインストール待機中:
ko: 선택적 디스플레이 특화 설정 설치 대기 중:
nb: Valgfri skjermspesifikk tilpasning venter på installasjon:
nl: Optionele schermspecifieke aanpassingen wachten op installatie:
pl: Opcjonalna adaptacja specyficzna dla wyświetlacza oczekuje na instalację:
pt_br: A adaptação específica do display opcional está aguardando instalação:
ro: Adaptarea opțională specifică ecranului așteaptă instalarea:
ru: Доступна необязательная адаптация, специфичная для дисплея:
sl: Izbirna prilagoditev, specifična za zaslon, čaka na namestitev:
sv: Valfri skärmspecifik anpassning väntar på installation:
tr: İsteğe bağlı ekrana özel uyarlama kurulum bekliyor:
uk: Доступна необов'язкова адаптація, специфічна для дисплея:
vi: Cài đặt thích nghi cụ thể cho màn hình tùy chọn đang chờ được cài đặt:
zh_hans: 可选的显示器特定适配正在等待安装：
zh_hant: 可選的顯示器特定適配正在等待安裝：

source: Original
hu: Eredeti
it: Originale
ja: オリジナル
ko: 원본
nl: Oorspronkelijk
pl: Oryginalny
ru: Оригинал
sv: Ursprunglig
tr: Orijinal
uk: Оригінал
zh_hans: 原始
zh_hant: 原始

source: Other Apple display
de: Andere Apple Displays
es: Otra pantalla de Apple
fr: Autre écran Apple
hu: Egyéb Apple kijelző
it: Altro display Apple
ja: 他のApple製ディスプレイ
ko: 다른 Apple 디스플레이
nb: Annen Apple-skjerm
nl: Ander Apple-scherm
pl: Inny wyświetlacz Apple
pt_br: Outro monitor da Apple
ro: Alt Monitor Apple
ru: Другой Apple дисплей
sl: Drugi zasloni Apple
sv: Annan Apple-skärm
tr: Diğer Apple ekranı
uk: Інший дисплей Apple
vi: Màn hình Apple khác
zh_hans: 其他 Apple 显示器
zh_hant: 其他 Apple 顯示器

source: Other Color Profile
es: Otro perfil de color
fr: Autre profil de couleur
ja: その他のカラープロファイル
ko: 기타 색상 프로필
nl: Ander kleurprofiel
pl: Inny profil kolorów
ru: Другой цветовой профиль
uk: Інший профіль кольорів

source: Outdated License
es: Licencia desactualizada
ja: ライセンス期限切れ
ko: 라이선스 만료됨
nl: Verouderde licentie
pl: Nieaktualna licencja
ru: Устаревшая лицензия

source: Overlay
pl: Nakładka
ru: Оверлэй

source: Overview
de: Übersicht
es: Descripción General
fr: Récapitulatif
hu: Áttekintés
it: Panoramica
ja: 概要
ko: 개요
nb: Oversikt
nl: Overzicht
pl: Przegląd
pt_br: Visão geral
ro: Prezentare generală
ru: Обзор
sl: Pregled
sv: Översikt
tr: Genel bakış
uk: Огляд
vi: Tổng quan
zh_hans: 概览
zh_hant: 概覽

source: PIN-based pairing adds an extra layer of security. Note that on some models, the PIN prompt may cover the entire screen.
nl: Op PIN gebaseerde paren voegt een extra beveiligingslaag toe. Merk op dat op bepaalde modellen de PIN-vraag het volledige scherm bedekt.
pl: Parowanie oparte na kodzie PIN zapewnia dodatkową warstwę bezpieczeństwa. Należy pamiętać, że w niektórych modelach monit o kod PIN może zasłaniać cały ekran.
ru: Сопряжение с использованием PIN добавляет дополнительный уровень безопасности. Обратите внимание, что на некоторых моделях запрос PIN может занимать весь экран.

source: Pairing status: %@
nl: Paringsstatus: %@
pl: Stan parowania: %@
ru: Состояние сопряжения: %@

source: Parameters
de: Parameter
es: Parámetros
fr: Réglages
hu: Paraméterek
it: Parametri
ja: パラメータ
ko: 매개변수
nb: Parametere
pl: Parametry
pt_br: Parâmetros
ro: Parametrii
ru: Параметры
sl: Parametri
sv: Parametrar
tr: Parametreler
uk: Параметри
zh_hans: 参数
zh_hant: 參數

source: Parameters are reusable chunks of code/text that can be invoked in any integration configuration by referring to their identifiers. For example the `%1$@My parameter%2$@` code will invoke a parameter content identified as `My parameter`. Identifiers are case sensitive.
de: Parameter sind wiederverwendbare Code- oder Textbausteine, die in jeder Integrationskonfiguration über ihre Bezeichner aufgerufen werden können. Zum Beispiel ruft der Code `%1$@@Mein Parameter%2$@` einen Parameterinhalt mit der Bezeichnung „Mein Parameter“ auf. Bezeichner unterscheiden zwischen Groß- und Kleinschreibung.
es: Los parámetros son fragmentos de código o texto reutilizables que pueden invocarse en cualquier configuración de integración haciendo referencia a sus identificadores. Por ejemplo, el código `%@My parameter%@` invocará el contenido de un parámetro identificado como `My parameter`. Los identificadores distinguen entre mayúsculas y minúsculas.
fr: Les paramètres sont des morceaux de code/texte réutilisables qui peuvent être invoqués dans n'importe quelle configuration d'intégration en se référant à leurs identifiants. Par exemple, le code `%1$@Mon paramètre%2$@` invoquera un contenu de paramètre identifié comme `Mon paramètre`. Les identifiants sont sensibles à la casse.
hu: A paraméterek újrahasznosítható kódrészletek vagy szövegek, amelyekre bármely integrációs konfigurációban hivatkozni lehet az azonosítójuk alapján. Például a `%@My parameter%@` kód a `My parameter` nevű paraméter tartalmát fogja meghívni. Az azonosítók kis- és nagybetűérzékenyek.
it: I parametri sono porzioni riutilizzabili di codice o testo che possono essere richiamate in qualsiasi configurazione di integrazione facendo riferimento ai loro identificatori. Ad esempio, il codice `%@My parameter%@` richiama il contenuto del parametro identificato come `My parameter`. Gli identificatori fanno distinzione tra maiuscole e minuscole.
ja: パラメータは再使用可能なコード/テキスト群で、その識別子を参照することで、どのような統合設定でも呼び出すことができます。たとえば、「%1$@My parameter%2$@」というコードは「My parameter」というパラメータコンテンツを呼び出します。識別子は大文字/小文字を区別します。
ko: 매개변수는 재사용 가능한 코드/텍스트 조각으로, 식별자를 참조하여 모든 통합 구성에서 호출할 수 있습니다. 예를 들어, ‘%1$@My parameter%2$@’ 코드는 ‘My parameter’로 식별된 매개변수 내용을 호출합니다. 식별자는 대소문자를 구분합니다.
nb: Parametere er gjenbrukbare biter av kode/tekst som kan påkalles i enhver integrasjonskonfigurasjon ved å referere til deres identifikatorer. For eksempel vil koden `%1$@My parameter%1$@` påkalle innholdet for parameteren identifisert som `My parameter`. Identifikatorer er store- og småbokstavfølsomme.
nl: Parameters zijn herbruikbare brokken code/tekst die kunnen worden ingezet in enige integratieconfiguratie door te verwijzen naar hun identificatoren. Bijvoorbeeld, de code `%@Mijn parameter%@` zal een parametermateriaal inzetten die wordt geïdentificeerd als `Mijn parameter`. Identifactoren zijn hoofdlettergevoelig.
pl: Parametry to fragmenty kodu/tekstu wielokrotnego użytku, które można wywoływać w dowolnej konfiguracji integracji poprzez odwołanie się do ich identyfikatorów. Na przykład kod %1$@Moje parametry%2$@ wywoła treść parametru zidentyfikowanego jako Moje parametry. W identyfikatorach rozróżniana jest wielkość liter.
pt_br: Parâmetros são trechos reutilizáveis de código ou texto que podem ser invocados em qualquer configuração de integração referenciando seus identificadores. Por exemplo, o código `%@My parameter%@` invocará o conteúdo do parâmetro identificado como `My parameter`. Identificadores diferenciam maiúsculas de minúsculas.
ro: Parametrii sunt bucăți reutilizabile de cod/text care pot fi invocate în orice configurație de integrare prin referire la identificatorii lor. De exemplu, codul `%1$@Parametrul meu%2$@` va invoca un conținut de parametru identificat ca fiind `Parametrul meu`. Identificatorii sunt sensibili la majuscule/minuscule.
ru: Параметры - это многоразовые фрагменты кода/текста, которые могут быть вызваны в любой конфигурации интеграции, ссылаясь на их идентификаторы. Например, код «%1$@My parameter%2$@» вызовет содержимое параметра, идентифицированное как «My parameter». Идентификаторы чувствительны к регистру.
sl: Parametri so ponovno uporabni deli kode/besedila, ki jih je mogoče priklicati v kateri koli integracijski konfiguraciji s sklicevanjem na njihove identifikatorje. Koda `%1$@My parameter%2$@` bo na primer priklicala vsebino parametra, identificirano kot `Moj parameter`. Identifikatorji razlikujejo med velikimi in malimi črkami.
sv: Parametrar är återanvändbara bitar av kod/text som kan åberopas i alla integrationskonfigurationer genom att hänvisa till deras identifierare. Till exempel kommer koden `%1$@Min parameter%2$@` att anropa ett parameterinnehåll som identifieras som `Min parameter`. Identifierare är skiftlägeskänsliga.
tr: Parametreler, tanımlayıcılarına atıfta bulunarak herhangi bir entegrasyon yapılandırmasında çağrılabilen yeniden kullanılabilir kod/metin parçalarıdır. Örneğin `%1$@My parameter%2$@` kodu, `My parameter` olarak tanımlanan bir parametre içeriğini çağıracaktır. Tanımlayıcılar büyük/küçük harfe duyarlıdır.
uk: Параметри — це багаторазові блоки коду або тексту, які можна викликати в будь‑якій конфігурації інтеграції, посилаючись на їхні ідентифікатори. Наприклад, код `%1$@My parameter%2$@` вставить вміст параметра з ідентифікатором `My parameter`. Ідентифікатори чутливі до регістру.
zh_hans: 参数是可重用的代码或文本片段，可通过其标识符在任何集成配置中调用。例如，代码 `%@My parameter%@` 会调用名为 `My parameter` 的参数内容。标识符区分大小写。
zh_hant: 參數是可重複使用的程式碼或文字片段，可以透過其識別符號在任何整合設定中呼叫。例如，`%@My parameter%@` 程式碼會呼叫識別為 `My parameter` 的參數內容。識別符號區分大小寫。

source: Partial strings are supported for matching. Hold ⌥ Option while copying the current device name to use the device's unique identifier instead.
nl: Gedeeltelijke tekenreeksen worden ondersteunend bij het laten overeenkomen. Houd ⌥ Option ingedrukt bij het kopiëren van de huidige apparaatnaam om hiervoor in de plaats de unieke identificator van het apparaat te gebruiken.
pl: Obsługiwane są częściowe ciągi znaków dla dopasowania. Przytrzymaj klawisz ⌥ Option podczas kopiowania nazwy bieżącego urządzenia, aby zamiast tego użyć jego unikalnego identyfikatora.
ru: Поддерживаются частичные совпадения строк. Удерживайте ⌥ Option при копировании текущего имени устройства, чтобы использовать уникальный идентификатор устройства.

source: Paste
de: Einfügen
es: Pegar
fr: Coller
hu: Beillesztés
it: Incolla
ja: ペースト
ko: 붙여넣기
nb: Lim inn
nl: Plak
pl: Wklej
pt_br: Colar
ro: Lipiți
ru: Вставить
sl: Prilepi
sv: Klistra in
tr: Yapıştır
uk: Вставити
vi: Dán
zh_hans: 粘贴
zh_hant: 粘貼

source: Paste Base64
de: Base64 einfügen
es: Pegar Base64
fr: Coller en Base64
hu: Base64 beillesztés
it: Incolla Base64
ja: Base64をペースト
ko: Base64 붙여넣기
nb: Lim inn Base64
nl: Plak Base64
pl: Wklej Base64
pt_br: Colar Base64
ro: Lipiți Base64
ru: Вставить Base64
sl: Prilepi Base64
sv: Klistra in Base64
tr: Base64 Yapıştır
uk: Вставте Base64
vi: Dán Base64
zh_hans: 粘贴 Base64 文本
zh_hant: 粘貼 Base64 文本

source: Pause Picture in Picture
de: Bild-in-Bild pausieren
es: Pausar Picture in Picture
fr: Suspendre l'image dans l'image
hu: Kép a képben leállítása
it: Pausa modalità picture in picture
ja: ピクチャインピクチャを一時停止
ko: 화면 속 화면 일시 정지
nb: Pause bilde-i-bilde
nl: Onderbreek afbeelding in afbeelding
pl: Wstrzymaj PiP
pt_br: Pausar PIP
ro: Pauză Picture in Picture
ru: Приостановить Картинку-в-картинке
sl: Zaustavi sliko v sliki
sv: Pausa bild i bild
tr: Resim içinde Resim’i Duraklat
uk: Пауза Картинка в картинці
vi: Tạm dừng Picture in Picture
zh_hans: 暂停画中画
zh_hant: 暫停畫中畫

source: Pause Streaming
de: Streamen pausieren
es: Pausar Retransmisión
fr: Suspendre la diffusion
hu: Streamelés leállítása
it: Pausa streaming
ja: ストリーミングを一時停止
ko: 스트리밍 일시 정지
nb: Pause strømming
nl: Onderbreek streamen
pl: Wstrzymaj przesyłanie strumieniowe
pt_br: Pausar Transmissões
ro: Pauză Streaming
ru: Приостановить потоковую передачу
sl: Zaustavi pretakanje
sv: Pausa strömning
tr: Yayını Duraklat
uk: Призупинити потокове передавання
vi: Tạm dừng trình chiếu
zh_hans: 暂停串流
zh_hant: 暫停串流

source: Pause all streams
de: Alle Streams pausieren
es: Pausar todas las transmisiones
fr: Suspendre toutes les diffusions
hu: Minden stream (és kép a képben) leállítása
it: Metti in pausa tutti gli stream
ja: すべてのストリーミングを一時停止
ko: 모든 스트리밍 일시 정지
nb: Pause alle strømmer
nl: Onderbreek alle streams
pl: Wstrzymaj wszystkie strumienie
pt_br: Pausar todas as transmissões
ro: Pauzați toate stream-urile)
ru: Приостановить все потоковые передачи
sl: Zaustavi vse tokove
sv: Pausa alla strömmar
tr: Tüm yayınları duraklat
uk: Призупинити всі потоки
vi: Tạm dừng tất cả phiên trình chiếu
zh_hans: 暂停所有串流
zh_hant: 暫停所有串流

source: Percentage reflects the size of the GUI elements (Windows, Linux style) instead of the resolution. Native size is 100%. Affects resolution keyboard shortcut as well.
de: Der Prozentsatz spiegelt die Größe der Elemente der Benutzeroberfläche (Windows- und Linux-Stil) und nicht die Auflösung wider. Native Größe ist 100%. Beeinflusst auch den Tastaturkurzbefehl für die Auflösung.
es: El porcentaje muestra el tamaño de los elementos de la GUI en comparación con el tamaño con el tamaño de resolución (estilo Windows, Linux). La resolución nativa es del 100%. También afecta el método abreviado de teclado de resolución.
fr: Le pourcentage reflète la taille des éléments de l'interface graphique (comme sous Windows ou Linux) au lieu de la résolution. La taille native est de 100%. Affecte également le raccourci clavier de la résolution.
hu: A százalékos arány a GUI-elemek méretét tükrözi (Windows, Linux stílus) a felbontás helyett. A natív méret 100%. Érinti a gyorsbillentyűket is.
it: La percentuale riflette la dimensione degli elementi GUI (Windows, stile Linux) invece della risoluzione. La dimensione nativa è del 100%. Influisce anche la scorciatoia da tastiera di risoluzione.
ja: パーセンテージは、GUI要素のサイズを解像度サイズと比較して表示します（Windows、Linuxスタイル）。ネイティブ解像度は100%です。解像度のキーボードショートカットにも影響します。
ko: 백분율은 해상도 크기(Windows, Linux 스타일)에 따른 크기와 비교한 GUI 요소의 크기를 나타냅니다. 기본 해상도는 100%입니다. 해상도 키보드 단축키에도 영향을 줍니다.
nb: Prosentandelen gjenspeiler størrelsen på GUI-elementene (Windows-, Linux-stil) i stedet for oppløsningen. Opprinnelig størrelse er 100 %. Påvirker også hurtigtast for oppløsning.
nl: Het percentage weerspiegelt de grootte van de GUI-elementen (Windows-, Linux-stijl) in plaats van de resolutie. Ingebouwde grootte is 100%. Heeft ook invloed op de resolutiesneltoets.
pl: Procent odzwierciedla rozmiar elementów GUI (w stylu systemów Windows, Linux) zamiast rozdzielczości. Rozmiar natywny to 100%. Wpływa również na skrót klawiszowy rozdzielczości.
pt_br: A porcentagem mostra o tamanho dos elementos da GUI em comparação ao tamanho com o tamanho da resolução (estilo Windows, Linux). A resolução nativa é de 100%. Afeta também o atalho de teclado de resolução.
ro: Procentul arată dimensiunea elementelor GUI în comparație cu dimensiunea și rezoluția (stil Windows, Linux). Rezoluția nativă este 100%. Afectează, de asemenea, scurtătura tastaturii pentru rezoluție.
ru: Процент отражает размер элементов графического интерфейса (стиль Windows, Linux), а не разрешение. Родной размер равен 100%. Влияет также на клавиатурное сокращение разрешения.
sl: Odstotek odraža velikost elementov GUI (slog Windows, Linux) namesto ločljivosti. Naravna velikost je 100 %. Na ločljivost vpliva tudi bližnjica na tipkovnici.
sv: Procentandelen återspeglar storleken på GUI-elementen (Windows, Linux-stil) i stället för upplösningen. Ursprunglig storlek är 100%. Påverkar även kortkommandot för upplösning.
tr: Yüzdesel çözünürlük yerine GUI öğelerinin boyutunu (Windows, Linux stili) yansıtır. Doğal boyut %100'dür. Çözünürlük klavye kısayolunu da etkiler.
uk: Відсоток показує розмір елементів GUI порівняно з розміром із розміром роздільної здатності (стиль Windows, Linux). Оригінальна роздільна здатність становить 100%. Комбінація клавіш також впливає на роздільну здатність.
vi: Phần trăm phản ánh kích thước của các yếu tố GUI (kiểu Windows, Linux) thay vì độ phân giải. Kích thước gốc là 100%. Ảnh hưởng đến phím tắt độ phân giải.
zh_hans: 以百分比显示 GUI 元素大小与分辨率大小（Windows、Linux 风格）的比较。原生分辨率为 100%。仍可用键盘快捷键调整分辨率。
zh_hant: 以百分比顯示 GUI 元素大小與解析度大小（Windows、Linux 風格）的比較。原生解析度為 100%。仍可用鍵盤快捷鍵調整解析度。
