Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: ⚠️ This display does not support color table adjustments or color table adjustments are disabled. The app uses overlay based dimming or image adjustments instead.
de: ⚠️ Dieses Display unterstützt keine Farbtabellenanpassungen oder diese sind deaktiviert. Die App verwendet stattdessen Overlay-basiertes Dimmen oder Bildanpassungen.
es: ⚠️ Esta pantalla no admite ajustes de tabla de colores o están desactivados. La aplicación utiliza atenuación o ajustes de imagen basados en superposición.
fr: ⚠️ Cet écran ne supporte pas les ajustements de la table de couleurs ou alors ils sont désactivés. L’application utilise une sur-couche pour l’atténuation et les ajustements couleur.
hu: ⚠️ Ez a kijelző nem támogatja a színtábla-módosításokat, vagy azok le vannak tiltva. Az alkalmazás helyette overlay alapú (átfedéses) sötétítést vagy képmódosítást használ.
it: ⚠️ Questo display non supporta la regolazione della tabella colori o questa è disabilitata. L'app utilizza invece oscuramento o regolazioni dell'immagine basati su overlay.
ja: ⚠️ このディスプレイはカラーテーブル調整に未対応か、カラーテーブル調整が無効化されています。代わりにオーバーレイベースのディミングまたは画像調整を使用します。
ko: ⚠️ 이 디스플레이는 색상표 조정을 지원하지 않거나 색상표 조정이 비활성화되어 있습니다. 앱은 대신 오버레이 기반의 화면 어둡게 처리나 이미지 조정을 사용합니다.
nb: ⚠️ Denne skjermen støtter ikke justering av fargetabell, eller det er deaktivert. Appen bruker i stedet overlegg for dimming eller bildejusteringer.
nl: ⚠️ Het scherm ondersteunt niet aanpassingen van de kleurentabel of aanpassingen aan de kleurentabel zijn uitgeschakeld. De app gebruikt hiervoor in de plaats dimmen op basis van overlays of beeldaanpassingen.
pl: ⚠️ Ten wyświetlacz nie obsługuje regulacji tabeli kolorów lub regulacja tabeli kolorów jest wyłączona. Aplikacja korzysta z funkcji przyciemniania lub regulacji obrazu opartych na nakładce.
pt_br: ⚠️ Esta tela não suporta ajustes de tabela de cores ou eles estão desativados. O app usa escurecimento ou ajustes de imagem baseados em sobreposição.
ro: ⚠️ Acest monitor nu suportă ajustări ale tabelului de culori sau ajustările tabelului de culori sunt dezactivate. Aplicația folosește în schimb estompare sau ajustări de imagine bazate pe suprapunere.
ru: ⚠️ Этот дисплей не поддерживает настройку цветовой таблицы или она отключена. Приложение использует затемнение или корректировку изображения на основе наложения.
sl: ⚠️ Ta zaslon ne podpira prilagoditev barvne tabele ali pa so prilagoditve barvne tabele onemogočene. Aplikacija namesto tega uporablja zatemnitev ali prilagoditve slike na podlagi prekrivanja.
sv: ⚠️ Denna skärm stöder inte justering av färgtabeller eller så är justering av färgtabeller inaktiverat. Appen använder istället överlagringsbaserad dimning eller bildjusteringar.
tr: ⚠️ Bu ekran renk tablosu ayarlamalarını desteklemiyor veya bu ayarlamalar devre dışı. Uygulama bunun yerine bindirme tabanlı karartma veya görüntü ayarlamaları kullanır.
uk: ⚠️ Цей дисплей не підтримує налаштування кольорової таблиці або вони вимкнені. Замість цього додаток використовує затемнення або налаштування зображення на основі накладення.
zh_hans: ⚠️ 此显示器不支持色表调整，或已禁用。应用程序将使用叠加方式进行调光或图像调整。
zh_hant: ⚠️ 此顯示器不支援色表調整，或已停用。應用程式將改用疊加式調光或影像調整。

source: ⚠️ This display or connection does not support hardware control features.
nl: ⚠️ Dit scherm of deze verbinding ondersteunt geen apparaatbedieningsfuncties.
ru: ⚠️ Этот дисплей или соединение не поддерживает аппаратные функции управления.

source: ⚠️ This feature is not available in this version.
de: ⚠️ Diese Funktion ist in dieser Version nicht verfügbar.
es: ⚠️ Esta funcionalidad no está disponible en esta versión.
fr: ⚠️ Cette fonctionnalité n'est pas disponible dans cette version.
hu: ⚠️ Ez a funkció ebben a verzióban nem érhető el.
it: ⚠️ Questa funzione non è disponibile in questa versione.
ja: ⚠️ この機能はこのバージョンでは使用できません。
ko: ⚠️ 이 기능은 이 버전에서 사용할 수 없습니다.
nb: ⚠️ Denne funksjonen er ikke tilgjengelig i denne versjonen.
nl: ⚠️ Deze functie is niet beschikbaar in deze versie.
pl: ⚠️ Ta funkcja nie jest dostępna w tej wersji.
pt_br: ⚠️ Este recurso não está disponível nesta versão.
ro: ⚠️ Această optiune nu este disponibilă în această versiune.
ru: ⚠️ Эта функция недоступна в этой версии.
sl: ⚠️ Ta funkcija ni na voljo v tej različici.
sv: ⚠️ Denna funktion finns inte tillgänglig i denna version.
tr: ⚠️ Bu özellik bu sürümde mevcut değildir.
uk: ⚠️ Ця функція недоступна в цій версії.
vi: ⚠️ Tính năng này không khả dụng trong phiên bản này.
zh_hans: ⚠️ 此功能在该版本中不可用。
zh_hant: ⚠️ 此功能在該版本中不可用。

source: ⚠️ This operation might permanently render your display unusable! Are you sure you want to continue?
de: ⚠️ Dieser Vorgang könnte das Display permanent unbenutzbar machen! Bist du sicher, dass du fortfahren möchtest?
es: ⚠️ ¡Esta operación podría dejar tu pantalla permanentemente inutilizable! ¿Estás seguro de que deseas continuar?
fr: ⚠️ Cette opération pourrait rendre votre écran inutilisable de façon permanente ! Voulez-vous vraiment continuer ?
hu: ⚠️ Ez a művelet tartósan használhatatlanná teheti a kijelzőt! Biztos, hogy folytatni szeretné?
it: ⚠️ Questa operazione potrebbe rendere il display permanentemente inutilizzabile! Sei sicuro di voler continuare?
ja: ⚠️ この操作により、ディスプレイが永久に使用できなくなる恐れがあります! 本当に続けてよろしいですか?
ko: ⚠️ 이 작업은 디스플레이를 영구적으로 사용할 수 없게 만들 수 있습니다! 계속하시겠습니까?
nb: ⚠️ Denne operasjonen kan permanent gjøre skjermen din ubrukelig! Er du sikker på at du vil fortsette?
nl: ⚠️ Deze handeling kan je scherm permanent onbruikbaar maken! Weet je zeker dat je wilt doorgaan?
pl: ⚠️ Ta operacja może trwale uniemożliwić korzystanie z wyświetlacza! Czy na pewno chcesz kontynuować?
pt_br: ⚠️ Esta operação pode inutilizar permanentemente o seu display! Tem certeza de que deseja continuar?
ro: ⚠️ Această operație ar putea face ecranul dvs. permanent inutilizabil! Sunteți sigur că doriți să continuați?
ru: ⚠️ Эта операция может навсегда сделать ваш дисплей непригодным! Вы уверены, что хотите продолжить?
sl: ⚠️ Zaradi tega postopka lahko vaš zaslon trajno postane neuporaben! Ste prepričani, da želite nadaljevati?
sv: ⚠️ Denna åtgärd kan göra din bildskärm permanent obrukbar! Är du säker på att du vill fortsätta?
tr: ⚠️ Bu işlem ekranınızı kalıcı olarak kullanılamaz hale getirebilir! Devam etmek istediğine emin misin?
uk: ⚠️ Ця операція може назавжди зробити ваш дисплей непридатним! Ви впевнені, що хочете продовжити?
vi: ⚠️ Thao tác này có thể làm cho màn hình của bạn không thể sử dụng được vĩnh viễn! Bạn có chắc muốn tiếp tục không?
zh_hans: ⚠️ 此操作可能会永久损坏您的显示器！您确定要继续吗？
zh_hant: ⚠️ 此操作可能會永久損壞您的顯示器！您確定要繼續嗎？

source: ⚠️ This platform (Intel) does not support upscaling when color table adjustments are enabled.
de: ⚠️ Diese Plattform (Intel) unterstützt Hochskalierung nicht, wenn Anpassungen der Farbpalette aktiviert sind.
es: ⚠️ Esta arquitectura (Intel) no admite el escalado cuando la tabla de ajuste de colores está activa.
fr: ⚠️ Cette plateforme (Intel) ne prend pas en charge la démultiplication quand les ajustements de la table de couleur sont activés.
hu: ⚠️ Ez a platform (Intel) nem támogatja a felskálázást, ha a színtábla módosítások engedélyezve vannak.
it: ⚠️ Questa piattaforma (Intel) non supporta l'upscaling quando le regolazioni della tabella dei colori sono abilitate.
ja: ⚠️ このプラットフォーム（Intel）は、カラーテーブル調整が有効な場合、アップスケーリングに未対応です。
ko: ⚠️ 이 플랫폼(Intel)은 색상표 조정이 활성화된 경우 업스케일링을 지원하지 않습니다.
nb: ⚠️ Denne plattformen (Intel) støtter ikke opp skalering når fargekartjusteringer er aktivert.
nl: ⚠️ Dit platform (Intel) ondersteunt niet opschalen als aanpassingen aan de kleurentabel zijn ingeschakeld.
pl: ⚠️ Ta platforma (Intel) nie obsługuje skalowania w górę, gdy włączone są korekty tabeli kolorów.
pt_br: ⚠️ Esta plataforma (Intel) não suporta upscaling quando os ajustes da tabela de cores estão habilitados.
ro: ⚠️ Această platformă (Intel) nu suportă scalarea atunci când sunt activate ajustările tabelei de culori.
ru: ⚠️ Данная платформа (Intel) не поддерживает масштабирование при включенной настройке таблицы цветов.
sl: ⚠️ Ta platforma (Intel) ne podpira povečanja velikosti, ko so omogočene prilagoditve barvne tabele.
sv: ⚠️ Denna plattform (Intel) stöder inte uppskalning när färgtabellsjusteringar är aktiverade.
tr: ⚠️ Bu sistem (Intel), renk tablosu ayarlamaları etkinleştirildiğinde ölçeklemeyi desteklemez.
uk: ⚠️ Ця платформа (Intel) не підтримує масштабування, якщо ввімкнено налаштування таблиці кольорів.
vi: ⚠️ Nền tảng này (Intel) không hỗ trợ tăng cường hình ảnh khi điều chỉnh bảng màu được bật.
zh_hans: ⚠️ 此平台 (Intel) 在启用色表调整时不支持提升。
zh_hant: ⚠️ 此平台 (Intel) 在啟用色表調整時不支援提升。

source: ⚠️ This setting may prevent DisplayLink displays from showing the overlay effect and, with some DisplayLink driver versions, may lead to increased CPU usage. It also prevents dimming and color adjustments from taking effect in screen streams and PIP windows.
pl: ⚠️ To ustawienie może uniemożliwić wyświetlaczom DisplayLink wyświetlanie efektu nakładki oraz – w przypadku niektórych wersji sterowników DisplayLink – prowadzić do zwiększonego użycia CPU. Dodatkowo powoduje, że przyciemnianie i korekty kolorów nie będą działać w strumieniach ekranu oraz oknach PIP.
ru: ⚠️ Этот параметр может помешать DisplayLink отображать эффект накладки, и с некоторыми версиями драйвера DisplayLink может привести к увеличению использования ЦП. Он также предотвращает затемнение и изменение цвета в потоках экрана и окнах PIP.

source: ⚠️ Unable to enable DDC due to display or connection issues.
de: ⚠️ DDC kann aufgrund von Problemen mit dem Display oder der Verbindung nicht aktiviert werden.
es: ⚠️ Imposible de habilitar DCC debido a problemas de visualización o conexión.
fr: ⚠️ Impossible d'activer le DDC en raison de problèmes d'écran ou de connexion.
hu: ⚠️ A DDC nem engedélyezhető kijelző kapcsolat probléma miatt.
it: ⚠️ Impossibile abilitare il DDC a causa di problemi di visualizzazione o connessione.
ja: ⚠️ 表示または接続に問題があるため、DDC を有効化できません。
ko: ⚠️ 디스플레이 또는 연결 문제로 인해 DDC를 활성화 할 수 없습니다.
nb: ⚠️ Klarte ikke å aktivere DDC på grunn av problemer med skjerm eller tilkobling.
nl: ⚠️ Kan DDC niet inschakelen vanwege problemen aan het scherm of de verbinding.
pl: ⚠️ Nie można włączyć DDC z powodu problemów z wyświetlaczem lub połączeniem.
pt_br: ⚠️ Não foi possível ativar o DDC devido a problemas de exibição ou conexão.
ro: ⚠️ Nu s-a putut activa DDC din cauza unor probleme cu ecranul sau conexiunea.
ru: ⚠️ Невозможно включить DDC из-за проблем с дисплеем или соединением.
sl: ⚠️ DDC ni mogoče omogočiti zaradi težav z zaslonom ali povezavo.
sv: ⚠️ Kunde inte aktivera DDC på grund av fel med skärmen eller anslutningen.
tr: ⚠️ Ekran veya bağlantı sorunları nedeniyle DDC etkinleştirilemiyor.
uk: ⚠️ Не вдається ввімкнути DDC через проблеми з дисплеєм або підключенням.
vi: ⚠️ Không thể kích hoạt DDC do vấn đề với màn hình hoặc kết nối.
zh_hans: ⚠️ 由于显示器或连接问题，无法启用 DDC。
zh_hant: ⚠️ 由於顯示器或連接問題，無法啟用 DDC。

source: ⚠️ Unable to present EDID data.
de: ⚠️ EDID-Daten können nicht angezeigt werden.
es: ⚠️ Imposible de presentar los datos EDID.
fr: ⚠️ Impossible de présenter les données EDID.
hu: ⚠️ Az EDID adat nem megjeleníthető.
it: ⚠️ Impossibile presentare i dati EDID.
ja: ⚠️ EDIDデータを表示できません。
ko: ⚠️ EDID 데이터를 표시할 수 없습니다.
nb: ⚠️ Klarte ikke å vise EDID-data.
nl: ⚠️ Kan EDID-gegevens niet presenteren.
pl: ⚠️ Nie można wyświetlić danych EDID.
pt_br: ⚠️ Não é possível apresentar dados EDID.
ro: ⚠️ Imposibil de prezentat datele EDID
ru: ⚠️ Невозможно показать данные EDID.
sl: ⚠️ Ni mogoče predstaviti podatkov EDID.
sv: ⚠️ Kunde inte visa EDID-data.
tr: ⚠️ EDID verileri gösterilemiyor.
uk: ⚠️ Неможливо представити дані EDID.
vi: ⚠️ Không thể trình bày dữ liệu EDID.
zh_hans: ⚠️ 无法显示 EDID 数据。
zh_hant: ⚠️ 無法顯示 EDID 資料。

source: ⚠️ Visualization is not indicative as the display is not in the proper orientation for this layout protection configuration!
de: ⚠️ Die Visualisierung ist nicht aussagekräftig, da sich das Display nicht in der richtigen Ausrichtung für diese Layoutschutz-Konfiguration befindet!
es: ⚠️ La visualización no es indicativa ya que la pantalla no está en la orientación adecuada para esta configuración de protección de diseño.
fr: ⚠️ La visualisation n'est pas indicative car l'écran n'est pas orienté correctement pour cette configuration de protection !
hu: ⚠️ A vizualizáció nem reprezentatív, mivel a kijelző nincs megfelelően forgatva ehhez az elrendezés-védelmi konfigurációhoz!
it: ⚠️ La visualizzazione non è indicativa poiché il display non è nell’orientamento corretto per questa configurazione di protezione del layout!
ja: ⚠️ このレイアウト保護の構成では、ディスプレイが適切な配置に無いため、正しく表示することができません!
ko: ⚠️ 디스플레이가 이 레이아웃 보호 구성에 적합한 방향이 아니므로 시각화가 표시되지 않습니다!
nb: ⚠️ Visualiseringen er ikke representativ siden skjermen ikke er i korrekt orientering for denne layoutbeskyttelseskonfigurasjonen!
nl: ⚠️ Visualisatie is niet maatgevend om het scherm niet juist gekanteld is voor deze configuratie voor 'Bescherming indeling'!
pl: ⚠️ Wizualizacja nie jest reprezentatywna, ponieważ wyświetlacz nie jest ustawiony we właściwej orientacji dla tej konfiguracji ochrony układu!
pt_br: ⚠️ A visualização não é indicativa pois o display não está na orientação adequada para esta configuração de proteção de layout!
ro: ⚠️ Vizualizarea nu este orientativă, deoarece afișajul nu este în orientarea corectă pentru această configurație de protecție!
ru: ⚠️ Визуализация не является показательной, так как дисплей находится не в правильной ориентации для этой конфигурации защиты макета!
sl: ⚠️ Vizualizacija ni indikativna, saj zaslon ni v pravilni orientaciji za to konfiguracijo zaščite postavitve!
sv: ⚠️ Visualiseringen är inte vägledande eftersom skärmen inte är i rätt riktning för den här konfigurationen av layoutskydd!
tr: ⚠️ Ekran bu düzen koruma yapılandırması için uygun yönde olmadığından görselleştirme gösterge niteliğinde değildir!
uk: ⚠️ Візуалізація не є показовою, оскільки дисплей не має відповідної орієнтації для цієї конфігурації захисту макета!
vi: ⚠️ Hình ảnh không phản ánh đúng vì màn hình không ở hướng đúng cho cấu hình bảo vệ bố cục này!
zh_hans: ⚠️ 由于显示器未处于此布局保护配置的正确方向，当前的可视化不具有指示意义！
zh_hant: ⚠️ 視覺呈現並非指示性顯示，因為螢幕目前的方向並不符合此版面保護設定！

source: ⚠️ Volume control is configured to use an audio device with native volume control. This prevents this control from being accessible even if the capability is enabled.
nl: ⚠️ Volumebediening is geconfigureerd om een geluidsapparaat te gebruiken met ingebouwde volumebediening. Dit voorkomt dat deze bediening toegankelijk is, zelfs als dit ingeschakeld is.
pl: ⚠️ Regulacja głośności jest skonfigurowana do używania urządzenia audio z natywną kontrolą głośności. Uniemożliwia to dostęp do tego kontrolera, nawet jeśli funkcja jest włączona.
ru: ⚠️ Управление громкостью настроено на использование аудиоустройства с встроенным управлением. Это предотвращает доступ к контролю даже при включенной функции.

# %@ (tag ID: %lld)
source: %1$@ (tag ID: %2$lld)
nl: %@ (tag-ID: %lld)
pl: %1$@ (identyfikator tagu: %2$lld)

source: %@ Hold ⌥ Option to show advanced LG webOS features.
nl: %@ Houd ⌥ Option ingedrukt om de geavanceerde LG-webOS-functies te tonen.

source: %@ Hold ⌥ Option to show advanced Samsung device features.
nl: %@ Houd ⌥ Option ingedrukt om de geavanceerde Samsung-apparaatfuncties te tonen.

# %@x%@%@ %@ %lld%@
source: %1$@x%2$@%3$@ %4$@ %5$lld%6$@
ja: %1$@×%2$@%3$@ %4$@ %5$lld%6$@
nl: %1$@×%2$@%3$@ %4$@ %5$lld%6$@
uk: %1$@×%2$@%3$@ %4$@ %5$lld%6$@

# %lld x %lld
source: %1$lld x %2$lld
ja: %1$lld × %2$lld
nl: %1$lld × %2$lld
uk: %1$lld × %2$lld

# %lld x %lld %@ @ %lldHz
source: %1$lld x %2$lld %3$@ @ %4$lldHz
ja: %1$lld × %2$lld %3$@ @ %4$lldHz
nl: %1$lld × %2$lld %3$@ @ %4$lld Hz
uk: %1$lld × %2$lld %3$@ @ %4$lldГц

source: Additional options are available under the display's "Hardware Control" section for this feature.
de: Zusätzliche Optionen für diese Funktion sind im Abschnitt "Hardware-Steuerung" des Displays verfügbar.
es: Opciones adicionales están disponibles en la sección “Control de hardware” de la pantalla para esta función.
fr: Des options supplémentaires sont disponibles dans la section "Contrôles matériels" de l'écran pour cette fonctionnalité.
hu: További beállítások érhetők el ehhez a lehetőséghez a kijelző "Hardveres vezérlés" szekciójában.
it: Ulteriori opzioni sono disponibili nella sezione "Controllo hardware" del display per questa funzione.
ja: この機能については、ディスプレイの「ハードウェア制御」セクションで追加のオプションを使用できます。
ko: 디스플레이의 "하드웨어 제어" 섹션에서 이 기능에 대한 추가 옵션을 사용할 수 있습니다.
nb: Flere alternativer finnes under skjermens «Maskinvarekontroll»-seksjon for denne funksjonen.
nl: Aanvullende opties voor deze functie zijn beschikbaar via de sectie “Bediening apparaat" van het scherm.
pt_br: Opções adicionais estão disponíveis na seção "Controle de hardware" do monitor para esse recurso.
ro: Opțiuni suplimentare sunt disponibile în secțiunea "Control Hardware" a ecranului pentru această funcție.
sl: Dodatne možnosti so na voljo v razdelku »Nadzor strojne opreme« zaslona za to funkcijo.
sv: För denna funktion finns ytterligare alternativ under avsnittet "Hardware Control" på skärmen.
tr: Bu özellik için ekranın "Donanım Kontrolü" bölümü altında ek seçenekler mevcuttur.
uk: Для цієї функції доступні додаткові параметри в розділі "Керування обладнанням" дисплея.
vi: Các tùy chọn khác có sẵn trong phần "Kiểm soát Phần cứng" của màn hình cho tính năng này.
zh_hans: 此功能的其他选项可在 "设置 > 显示器 > 硬件控制" 设置。
zh_hant: 此功能的其他選項可在 "設定 > 顯示器 > 硬體控制" 設定。

source: Allow hardware backlight/OLED pixel brightness level, contrast and saturation control. Availiblity of these controls may depend on the current picture mode. Control responsiveness may be slow. On OLED models using software image adjustments exclusively might result in superior experience.
nl: Sta bediening toe van het helderheidsniveau van de achtergrondverlichting/OLED-pixels, het contrast en de verzadiging. De beschikbaarheid van deze bedieingen hangen af van de huidige beeldmodus. Het reactievermogen van de bediening is mogelijk traag. Op OLED-modellen leveren programmatische beeldaanpassingen op exclusieve basis mogelijk erg goede resultaten op.

source: Apple Silicon
de: Apple-Chip
fr: Puce Apple
ja: Appleシリコン
nl: Apple Sliicon
zh_hans: Apple 芯片
zh_hant: Apple 晶片

source: Configure Input Sources…
de: Konfiguration der Eingabequellen…
es: Configura las fuentes de entrada…
fr: Configurer les sources d'entrées…
hu: Bemeneti források konfigurálása…
it: Configura sorgenti di ingresso…
ja: 入力ソースを構成…
ko: 입력 소스 구성…
nb: Konfigurer inndatakilder…
nl: Configureer invoerbronnen...
pt_br: Configurar fontes de entrada…
ro: Configură Sursele de Intrare…
sl: Konfiguriraj vhodne vire…
sv: Konfigurera ingångskällor…
tr: Giriş Kaynaklarını Yapılandır…
uk: Налаштувати джерела вхідних даних…
vi: Cấu hình Nguồn đầu vào…
zh_hans: 配置输入源…
zh_hant: 設定輸入源…

source: Configure the nits counter shown within the native OSD icon under Settings > Keyboard > OSD.
de: Konfiguriere den im nativen OSD-Symbol angezeigten Nits-Zähler unter Einstellungen > Tastatur > OSD.
es: Configura el contador de nits que se muestra dentro del ícono OSD nativo en Configuración > Teclado > OSD.
fr: Configurer le compteur de nits affiché dans l’icône de l’OSD natif dans Réglages > Clavier > OSD.
hu: Konfigurálja a fényerő (nit) számlálót, amely a natív OSD ikon alatt jelenik meg a Beállítások > Billentyűzet > OSD menüpontban.
it: Configura il contatore di nits mostrato nell’icona OSD nativa in Impostazioni > Tastiera > OSD.
ja: 設定 > キーボード > OSD のネイティブOSDアイコン内に表示するニトカウンタの構成を行います。
ko: 설정 > 키보드 > OSD의 기본 OSD 아이콘에 표시된 니트 카운터를 구성합니다.
nb: Konfigurer nitsteller som vises i det innfødte OSD-ikonet under Innstillinger > Tastatur > OSD.
nl: Configureer de nits-teller die wordt getoond binnen het ingebouwde OSD-symbool onder Instellingen > Toetsenbord > OSD.
pt_br: Configure o contador de nits exibido dentro do ícone OSD nativo em Ajustes > Teclado > OSD.
ro: Configurați contorul nits afișat în pictograma OSD nativă în Setări > Tastatură > OSD.
sl: Konfigurirajte števec gnid, prikazan znotraj izvorne ikone zaslonskega menija pod Nastavitve > Tipkovnica > OSD.
sv: Konfigurera nits-räknaren som visas i den inbyggda OSD-ikonen under Inställningar > Tangentbord > OSD.
tr: Ayarlar > Klavye > OSD altında yerel OSD simgesinde gösterilen nit sayacını yapılandırın.
uk: Налаштувати відображення лічильника нітів у рідній іконці OSD у Налаштування > Клавіатура > OSD.
vi: Cấu hình bộ đếm nits hiển thị trong biểu tượng OSD gốc trong Cài Đặt > Bàn Phím > OSD.
zh_hans: 配置显示在原生OSD图标中的尼特计数器，请前往 设置 > 键盘 > OSD。
zh_hant: 設定顯示在原生OSD圖示中的尼特計數器，請前往 設定 > 鍵盤 > OSD。

source: Feature is Unavailable
de: Die Funktion ist nicht verfügbar
es: Función no Disponible
fr: Cette fonctionnalité est indisponible
hu: A képesség nem áll rendelkezésre
it: Funzione non disponibile
ja: 機能使用不可
ko: 사용할 수 없는 기능
nb: Funksjonen er utilgjengelig
nl: Functie is niet beschikbaar
pt_br: O recurso não está disponível
ro: Funcția nu este disponibilă
sl: Funkcija ni na voljo
sv: Funktionen inte tillgänglig
tr: Özellik Kullanılamıyor
uk: Функція недоступна
vi: Tính năng không khả dụng
zh_hans: 功能不可用
zh_hant: 功能不可用

source: Input Sources…
de: Eingabequellen…
es: Fuentes de entrada…
fr: Sources d'entrées…
hu: Bemeneti források…
it: Sorgenti Di Input…
ja: 入力ソース…
ko: 입력 소스…
nb: Inngangskilder…
nl: Invoerbronnen...
pt_br: Fontes de Entrada…
ro: Surse de intrare…
sl: Vhodni viri…
sv: Ingångskällor…
tr: Giriş Kaynakları…
uk: Джерела вхідних даних…
vi: Nguồn đầu vào…
zh_hans: 输入源…
zh_hant: 輸入源…

source: Page %lld
de: Seite %lld
es: Página %lld
hu: %lld. oldal
it: Pagina %lld
ja: ページ%lld
ko: 페이지 %lld
nb: Side %lld
nl: Pagina %lld
pt_br: Página %lld
ro: Pagina %lld
sl: Stran %lld
sv: Side %lld
tr: %lld. Sayfa
uk: Сторінка %lld
vi: Trang %lld
zh_hans: 第 %lld 页
zh_hant: 第 %lld 頁

source: Page 1
de: Seite 1
es: Página 1
hu: 1. oldal
it: Pagina 1
ja: ページ 1
ko: 페이지 1
nb: Side 1
nl: Pagina 1
pt_br: Página 1
ro: Pagina 1
sl: Stran 1
sv: Sida 1
tr: 1. Sayfa
uk: Сторінка 1
vi: Trang 1
zh_hans: 第 1 页
zh_hant: 第 1 頁

source: Page 2
de: Seite 2
es: Página 2
hu: 2. oldal
it: Pagina 2
ja: ページ 2
ko: 페이지 2
nb: Side 2
nl: Pagina 2
pt_br: Página 2
ro: Pagina 2
sl: Stran 2
sv: Sida 2
tr: 2. Sayfa
uk: Сторінка 2
vi: Trang 2
zh_hans: 第 2 页
zh_hant: 第 2 頁

source: Page 3
de: Seite 3
es: Página 3
hu: 3. oldal
it: Pagina 3
ja: ページ 3
ko: 페이지 3
nb: Side 3
nl: Pagina 3
pt_br: Página 3
ro: Pagina 3
sl: Stran 3
sv: Sida 3
tr: 3. Sayfa
uk: Сторінка 3
vi: Trang 3
zh_hans: 第 3 页
zh_hant: 第 3 頁

source: Page 4
de: Seite 4
es: Página 4
hu: 4. oldal
it: Pagina 4
ja: ページ 4
ko: 페이지 4
nb: Side 4
nl: Pagina 4
pt_br: Página 4
ro: Pagina 4
sl: Stran 4
sv: Sida 4
tr: 4. Sayfa
uk: Сторінка 4
vi: Trang 4
zh_hans: 第 4 页
zh_hant: 第 4 頁
