Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: If disabled, Quit %@ is listed in the Tools menu.
de: Ist diese Funktion deaktiviert, wird die Option %@ beenden im Werkzeuge-Menü angezeigt.
es: Si está desactivado, Salir de %@ se listará en el menú Herramientas.
fr: Si désactivé, Quitter %@ est listé dans le menu des Utilitaires.
hu: Ha nem engedélyezett, Kilépés a %@-ből az Eszközök menüben jelenik meg.
it: Se disabilitato, Esci da %@ è elencato nel menu Strumenti.
ja: 無効化した場合、ツールメニューに %@の終了を追加。
ko: 비활성화된 경우, %@ 종료 항목이 도구 메뉴에 표시됩니다.
nb: Hvis deaktivert, vises Avslutt %@ i Verktøy-menyen.
nl: Indien uitgeschakeld, dan wordt Stop %@ getoond in het menu Gereedschap.
pl: Jeśli wyłączone, Zakończ %@ znajduje się w menu Narzędzia.
pt_br: Se desativado, Sair %@ estará listado no menu Ferramentas.
ro: Dacă este dezactivată, Iesire %@ este listată în meniul Instrumente.​
ru: Если отключено, "Выйти %@" отображается в меню "Инструменты".
sl: Če je onemogočeno, je Zapri %@ navedeno v meniju Orodja.
sv: Om den är inaktiverad visas Avsluta %@ i menyn Verktyg.
tr: Devre dışı bırakılırsa %@'den Çıkış, Araçlar menüsünde listelenir.
uk: Якщо вимкнено, Вийти %@ буде відображатися в меню Інструменти.
vi: Nếu tắt, Thoát %@ sẽ được liệt kê trong menu Công cụ.
zh_hans: 如已禁用，退出 %@ 在 工具 菜单中列出
zh_hant: 如已禁用，退出 %@ 在 工具 選單中列出

source: If keyboard control is set to the display that matches the current audio device name (set this up under Keyboard settings), this value will be used for audio device matching instead of the display name.
de: Wenn die Tastatursteuerung auf das Display festgelegt ist, das mit dem Namen des aktuellen Audiogeräts übereinstimmt (lege dies in den Tastatureinstellungen fest), wird dieser Wert verwendet, um das Audiogerät auszuwählen, anstelle des Namens des Displays.
es: Si el control del teclado está configurado en la pantalla que coincide con el nombre del dispositivo de audio actual (configure esto en Configuración del teclado), este valor se usará para la coincidencia del dispositivo de audio en lugar del nombre para mostrar.
fr: Si le contrôle clavier est configuré pour l'affichage qui correspond au nom du périphérique audio actuel (configurez cela dans les réglages clavier), cette valeur sera utilisée pour la correspondance du périphérique audio au lieu du nom de l'affichage.
hu: Ha a billentyűzetvezérlés az aktuális hangeszköz nevének megfelelő kijelzőre van állítva (ezt a Billentyűzet menüpontban állíthatja be), akkor a kijelző neve helyett ezt az értéket fogja használni az alkalmazás a hangeszköz megfeleltetésére.
it: Se il controllo della tastiera è impostato sul display che corrisponde al nome del dispositivo audio corrente (impostarlo nelle impostazioni della tastiera), questo valore verrà utilizzato per il dispositivo audio che corrisponde al nome del display.
ja: キーボード制御が現在のオーディオ装置と同じ名前のディスプレイに設定されているとき（キーボード設定）、ディスプレイ名の代わりにこの値をオーディオ装置のマッチングに使用します。
ko: 키보드 제어가 현재 오디오 장치 이름과 일치하는 디스플레이로 설정되어 있는 경우(키보드 설정에서 설정), 디스플레이 이름 대신 이 값이 오디오 장치 일치에 사용됩니다.
nb: Hvis tastaturkontroll er satt til skjermen som samsvarer med navnet på gjeldende lydenhet (konfigurer dette under Tastatur-innstillinger), brukes denne verdien for å matche lydenheten i stedet for skjermnavnet.
nl: Indien de toetsenbordbediening is ingesteld op het scherm dat overeenkomt met de naam van het huidige geluidsapparaat (stel dit in onder Toetsenbordinstellingen), dan zal deze waarde worden gebruikt voor het laten overeenkomen van het geluidsapparaat, in plaats van de naam van het scherm.
pl: Jeśli sterowanie klawiaturą jest ustawione na wyświetlacz, który pasuje do bieżącej nazwy urządzenia audio (skonfiguruj to w ustawieniach klawiatury), wartość ta zostanie użyta do dopasowania urządzenia audio zamiast nazwy wyświetlacza.
pt_br: Se o controle do teclado estiver definido para a exibição que corresponde ao nome do dispositivo de áudio atual (configure isso em Configurações do teclado), esse valor será usado para correspondência do dispositivo de áudio em vez do nome de exibição.
ro: Dacă controlul tastaturii este setat pe ecranul care se potrivește cu numele dispozitivului audio curent (setați acest lucru în setările tastaturii), această valoare va fi folosită pentru potrivirea dispozitivului audio în locul numelui ecranului.
ru: Если управление клавиатурой установлено на дисплей, соответствующий текущему имени аудиоустройства (задайте это в разделе "Настройки клавиатуры"), это значение будет использоваться для сопоставления аудиоустройств вместо имени дисплея.
sl: Če je nadzor tipkovnice nastavljen na zaslon, ki se ujema s trenutnim imenom zvočne naprave (to nastavite v nastavitvah tipkovnice), bo ta vrednost uporabljena za ujemanje zvočne naprave namesto imena za prikaz.
sv: Om tangentbordskontrollen är inställd på den skärm som matchar det aktuella namnet på ljudenheten (gör detta under Tangentbordsinställningar), kommer detta värde att användas för matchning av ljudenheten i stället för skärmnamnet.
tr: Klavye kontrolü, geçerli ses aygıtı adıyla eşleşen ekrana ayarlanmışsa (bunu Klavye ayarları altında ayarlayın), ses aygıtı eşleştirmesi için görünen ad yerine bu değer kullanılır.
uk: Якщо для керування клавіатурою встановлено дисплей, який відповідає поточній назві аудіопристрою (налаштуйте це в налаштуваннях клавіатури), це значення використовуватиметься для підбору аудіопристрою замість відображуваної назви.
vi: Nếu điều khiển bàn phím được đặt cho màn hình tương ứng với tên thiết bị âm thanh hiện tại (thiết lập trong cài đặt Bàn phím), giá trị này sẽ được sử dụng cho thiết bị âm thanh tương ứng thay vì tên màn hình.
zh_hans: 键盘控制设置为与当前音频设备名称匹配的显示器名称（在键盘设置下可进行设置）时将该值用于匹配音频设备而非显示器名称。
zh_hant: 鍵盤控制設定為與目前聲音設備名稱匹配的顯示器名稱（在鍵盤設定下可進行設定）時將該值用於匹配聲音設備而非顯示器名稱。

source: If no perfect resolution is available for perfect scale matching, the app will look for the closest resolution in the vicinity within the given tolerance.
de: Wenn keine perfekte Auflösung für einen perfekten Skalenabgleich verfügbar ist, sucht die App nach der nächstbesten Auflösung in der Umgebung innerhalb der angegebenen Toleranz.
es: Si no hay una resolución perfecta disponible para una coincidencia de escala perfecta, la aplicación buscará la resolución más cercana en las cercanías dentro de la tolerancia dada.
fr: Si aucune résolution parfaite n'est disponible pour la correspondance de la mise à l'échelle parfaite, l'application recherchera la résolution la plus proche en prenant en compte la tolérance donnée.
hu: Ha nem áll rendelkezésre megfelelő felbontás a tökéletes méretarány-illesztéshez, az alkalmazás a megadott tűréshatáron belül a legközelebbi másik felbontást keresi meg.
it: Se non è disponibile una risoluzione perfetta per una sincronizzazione della scala perfetta, l’app cercherà la risoluzione più vicina nei dintorni entro la tolleranza specificata.
ja: 完全に一致するサイズ調整可能な解像度が無い場合は、与えられた許容誤差の範囲内で、もっとも近い解像度を探します。
ko: 완벽한 크기를 조정하기 위한 완벽한 해상도가 없는 경우, 앱은 주어진 오차 범위 내에서 가장 가까운 해상도를 찾습니다.
nb: Hvis ingen perfekt oppløsning er tilgjengelig for perfekt skalering, vil appen søke etter nærmeste oppløsning innenfor gitt toleranse.
nl: Indien geen perfecte resolutie beschikbaar is voor een perfecte schaalovereenkomst, dan zal de app kijken naar een resolutie het dichtst in de buurt binnen de gegeven marge.
pl: Jeśli nie jest dostępna rozdzielczość idealnie dopasowana do skali, aplikacja wyszuka najbliższą rozdzielczość w sąsiedztwie w ramach podanej tolerancji.
pt_br: Se não houver uma resolução perfeita disponível para uma correspondência de escala perfeita, o aplicativo procurará a resolução mais próxima nas proximidades, dentro da tolerância especificada.
ro: Dacă nu există o rezoluție perfectă disponibilă pentru potrivirea perfectă a scalării, aplicația va căuta cea mai apropiată rezoluție în vecinătate, în limitele toleranței date.
ru: Если нет идеального разрешения для точного совпадения масштаба, приложение будет искать ближайшее разрешение в пределах заданной погрешности.
sl: Če popolna ločljivost ni na voljo za popolno ujemanje merila, bo aplikacija poiskala najbližjo ločljivost v bližini znotraj podane tolerance.
sv: Om ingen perfekt upplösning finns tillgänglig för perfekt skalmatchning söker appen efter den närmaste upplösningen i närheten inom den angivna toleransen.
tr: Mükemmel ölçek eşleştirme için mükemmel bir çözünürlük mevcut değilse, uygulama verilen tolerans dahilinde çevredeki en yakın çözünürlüğü arayacaktır.
uk: Якщо ідеальна роздільна здатність для точного співпадіння масштабу недоступна, додаток шукатиме найближчу роздільну здатність у межах заданої толерантності.
vi: Nếu không có độ phân giải hoàn hảo cho việc điều chỉnh tỉ lệ hoàn hảo, ứng dụng sẽ tìm kiếm độ phân giải gần nhất trong phạm vi có độ chấp nhận được.
zh_hans: 如果没有完美的分辨率来实现完美的比例匹配，应用程序会在给定的容差范围内寻找最接近的分辨率。
zh_hant: 如果沒有完美的解析度來實現完美的比例匹配，應用程式會在給定的容差範圍內尋找最接近的解析度。

source: If read is configured.
de: Wenn das Lesen konfiguriert ist.
es: Si la lectura está configurada.
fr: Si la lecture est configurée.
hu: Ha az olvasás be van állítva.
it: Se la lettura è configurata.
ja: 読み取りが構成されている場合。
ko: 읽기가 구성되어 있을 때입니다.
nb: Hvis lesing er konfigurert.
nl: Indien lezen is geconfigureerd.
pl: Jeśli odczyt jest skonfigurowany.
pt_br: Se a leitura estiver configurada.
ro: Dacă citirea este configurată.
ru: Если чтение настроено.
sl: Če je branje konfigurirano.
sv: Om läsning är konfigurerad.
tr: Okuma yapılandırılmışsa.
uk: Якщо читання налаштовано.
zh_hans: 如果已配置读取。
zh_hant: 如果已設定讀取。

source: If source and target control ranges differ, synchronized values are remapped (rebased) accordingly.
de: Weichen Ursprungs- und Zielsteuerungsbereich voneinander ab, werden die synchronisierten Werte entsprechend umgerechnet.
es: Si los rangos de control de la fuente y el objetivo difieren, los valores sincronizados se reasignan (se ajustan) en consecuencia.
fr: Si les plages de contrôle source et cible diffèrent, les valeurs synchronisées sont adaptées en conséquence.
hu: Ha a forrás- és cél vezérlési tartományai eltérnek, a szinkronizált értékek ennek megfelelően módosulnak.
it: Se le gamme di controllo di origine e destinazione differiscono, i valori sincronizzati vengono rimappati (ri-basiati) di conseguenza.
ja: ソースとターゲットの制御範囲とが異なる場合、同期された値はそれに応じて再マッピング（リベース）されます。
ko: 소스와 대상 제어 범위가 다른 경우, 동기화된 값들은 그에 따라 리매핑(재조정)됩니다.
nb: Hvis kilde- og målkontrollområder er ulike, omkartlegges synkroniserte verdier deretter.
nl: Indien de bedieningsbereiken van bron en doel verschillen, dan worden de gesynchroniseerde waarden navenant opnieuw gedistribueerd.
pl: Jeśli zakresy sterowania źródła i celu różnią się, zsynchronizowane wartości są odpowiednio przemapowane (przeliczone).
pt_br: Se os intervalos de controle de origem e de destino forem diferentes, os valores sincronizados serão remapeados (rebaseados) de acordo.
ro: Dacă intervalele de control ale sursei și ale țintei diferă, valorile sincronizate sunt remapate (rebasate).
ru: Если диапазоны управления источником и целью отличаются, синхронизированные значения перерасчитываются (перебазируются) соответствующим образом.
sl: Če se izvorna in ciljna kontrolna območja razlikujejo, so sinhronizirane vrednosti ustrezno preslikane (ponovno osnovane).
sv: Om kontrollintervallen för källan och målet skiljer sig åt, omfördelas (rebased) synkroniserade värden i enlighet med detta.
tr: Kaynak ve hedef kontrol aralıkları farklıysa, eşitlenen değerler uygun şekilde yeniden eşlenir (yeniden temellendirilir).
uk: Якщо діапазони керування джерелом і ціллю відрізняються, синхронізовані значення відповідно перетворюються (перебазовуються).
vi: Nếu các phạm vi kiểm soát nguồn và mục tiêu khác nhau, các giá trị được đồng bộ sẽ được ánh xạ lại tương ứng.
zh_hans: 如果如果源和目标控制范围不同，同步值将被相应地重新映射（重置）。
zh_hant: 如果如果源和目標控制範圍不同，同步值將被相應地重新映射（重置）。

source: If specified, this regex is performed on the combined output to extract the return value.
de: Falls angegeben, wird dieser reguläre Ausdruck auf die kombinierte Ausgabe angewendet, um den Rückgabewert zu extrahieren.
es: Si se especifica, esta expresión regular se aplica a la salida combinada para extraer el valor de retorno.
fr: Si spécifiée, cette expression régulière (regex) est appliquée à la sortie combinée pour en extraire la valeur de retour.
hu: Ha meg van adva, ez a reguláris kifejezés a kombinált kimeneten fut le, hogy kinyerje a visszatérési értéket.
it: Se specificato, questa espressione regolare viene applicata all'output combinato per estrarre il valore di ritorno.
ja: 指定した場合、この正規表現は複合出力に対して実行され、戻り値を抽出します。
ko: 지정된 경우, 이 정규식은 결합된 출력에서 반환 값을 추출하기 위해 수행됩니다.
nb: Hvis angitt, utføres denne regex-en på kombinert utdata for å hente returverdien.
nl: Indien opgegeven, dan wordt deze regex uitgevoerd op de gecombineerde uitvoer om de retourwaarde te extraheren.
pl: Jeśli określono, to wyrażenie regularne jest wykonywane na połączonym wyjściu w celu wyodrębnienia zwracanej wartości.
pt_br: Se especificado, esta expressão regular será aplicada à saída combinada para extrair o valor de retorno.
ro: Dacă este specificat, acest regex este efectuat pe rezultatul combinat pentru a extrage valoarea de retur.
ru: Если указано, этот регулярный выражение применяется к объединённому выводу для извлечения возвращаемого значения.
sl: Če je naveden, se ta regularni izraz izvede na kombiniranem izhodu, da se izvleče povratna vrednost.
sv: Om det anges utförs denna regex på den kombinerade utdata för att extrahera returvärdet.
tr: Belirtilirse, bu regex(düzenli ifade) dönüş değerini çıkarmak için birleştirilmiş çıktı üzerinde gerçekleştirilir.
uk: Якщо вказано, цей регулярний вираз застосовується до об'єднаного виводу для вилучення повернутого значення.
zh_hans: 如指定，将对合并输出执行此正则表达式以提取返回值。
zh_hant: 如指定，將對合併輸出執行此正則表達式以提取返回值。

source: If specified, this regex is performed on the response to extract the return value.
de: Falls angegeben, wird dieser reguläre Ausdruck auf die Antwort angewendet, um den Rückgabewert zu extrahieren.
es: Si se especifica, esta expresión regular se aplica a la respuesta para extraer el valor de retorno.
fr: Si spécifiée, cette expression régulière (regex) est appliquée à la réponse pour extraire la valeur de retour.
hu: Ha meg van adva, ez a reguláris kifejezés leftut a válaszon, hogy kinyerje a visszatérési értéket.
it: Se specificato, questa espressione regolare viene eseguita sulla risposta per estrarre il valore di ritorno.
ja: 指定した場合、この正規表現はレスポンスに対して実行され、戻り値を抽出します。
ko: 지정된 경우, 이 정규식은 응답에서 반환 값을 추출하기 위해 수행됩니다.
nb: Hvis angitt, utføres denne regex-en på svaret for å hente returverdien.
nl: Indien opgegeven, dan wordt deze regex uitgevoerd op het antwoord om de retourwaarde te extraheren.
pl: Jeśli określono, to wyrażenie regularne jest wykonywane na odpowiedzi w celu wyodrębnienia zwracanej wartości.
pt_br: Se especificado, esta expressão regular será executada na resposta para extrair o valor de retorno.
ro: Dacă este specificat, acest regex este efectuat pe răspuns pentru a extrage valoarea returnată.
ru: Если указано, этот регулярный выражение применяется к ответу для извлечения возвращаемого значения.
sl: Če je naveden, se ta regularni izraz izvede na odgovoru, da se izvleče povratna vrednost.
sv: Om det anges utförs denna regex på svaret för att extrahera returvärdet.
tr: Belirtilirse, bu regex(düzenli ifade) dönüş değerini çıkarmak için yanıt üzerinde gerçekleştirilir.
uk: Якщо вказано, цей регулярний вираз застосовується до відповіді для вилучення повернутого значення.
zh_hans: 如指定，将在响应上执行此正则表达式以提取返回值。
zh_hant: 如指定，將在回應上執行此正則表達式以提取返回值。

source: If the display factory reset was performed properly, you should also reset all stored app DDC values to defaults.
de: Wenn das Zurücksetzen des Displays auf die Werkseinstellungen korrekt durchgeführt wurde, solltest du auch alle gespeicherten DDC-Werte in der App auf die Standardwerte zurücksetzen.
es: Si el restablecimiento de fábrica de la pantalla se realizó correctamente, también debe restablecer todos los valores DDC de las aplicaciones almacenadas a los valores predeterminados.
fr: Si la réinitialisation usine de l'écran a été effectué correctement, vous devriez aussi réinitialiser toutes les valeurs DDC stockées par l'application à leurs valeurs par défaut.
hu: Ha a kijelző gyári visszaállítása megfelelően megtörtént, akkor az összes alkalmazás által tárolt DDC-értéket is javasolt visszaállítani az alapértelmezett értékekre.
it: Se il reset di fabbrica del display è stato eseguito correttamente, è necessario reimpostare tutti i valori DDC app memorizzati ai valori predefiniti.
ja: ディスプレイの出荷時リセットが正しく実行された場合は、保存しているすべてのアプリのDDC 値もデフォルトにリセットする必要があります。
ko: 디스플레이 공장 초기화가 제대로 수행되었다면 저장된 모든 앱 DDC 값도 기본값으로 초기화해야 합니다.
nb: Hvis fabrikkinnstilling ble utført riktig, bør du også tilbakestille alle lagrede app-DDC-verdier til standard.
nl: Indien de fabrieksinstellingen van het scherm op juiste wijze zijn hersteld, dan zou je ook alle opgeslagen DDC-waarden in de app moeten herstellen naar de standaardwaarde.
pl: Jeśli przywrócenie ustawień fabrycznych wyświetlacza zostało wykonane prawidłowo, należy również przywrócić domyślne wartości wszystkich zapisanych wartości DDC aplikacji.
pt_br: Se a redefinição de fábrica do monitor tiver sido realizada corretamente, você também deverá redefinir todos os valores DDC do aplicativo armazenados para os padrões.
ro: Dacă resetarea la valorile implicite de fabrică a ecranului a fost efectuată corect, ar trebui să resetezi și toate valorile aplicației stocate la valorile implicite.
ru: Если сброс заводских настроек дисплея был выполнен правильно, необходимо также сбросить все сохраненные в приложении значения DDC на значения по умолчанию.
sl: Če je bila ponastavitev zaslona na tovarniške nastavitve izvedena pravilno, morate ponastaviti tudi vse shranjene vrednosti DDC aplikacije na privzete vrednosti.
sv: Om fabriksåterställningen av skärmen utfördes korrekt bör du också återställa alla lagrade DDC-värden för appen till standardvärdena.
tr: Ekran fabrika ayarlarına sıfırlama işlemi düzgün bir şekilde gerçekleştirildiyse, saklanan tüm uygulama DDC değerlerini de varsayılanlara sıfırlamanız gerekir.
uk: Якщо скидання дисплея до заводських налаштувань виконано належним чином, вам також слід скинути всі збережені значення DDC програми до значень за замовчуванням.
vi: Nếu việc khôi phục gốc của màn hình được thực hiện đúng cách, bạn cũng nên đặt lại tất cả các giá trị DDC đã lưu về mặc định.
zh_hans: 如果正确出厂重置了显示屏，则还应将所有已存储的应用程序 DDC 值重置为默认值。
zh_hant: 如果正確出廠重置了顯示器，則還應將所有已儲存的應用程式 DDC 值重置為預設值。

source: If the display is used as a "Television" (as opposed to "Computer monitor"), it won't be affected by Night Shift and True Tone.
de: Wenn das Display als "Fernsehgerät" (im Gegensatz zu einem "Computermonitor") verwendet wird, ist es von Night Shift und True Tone nicht betroffen.
es: Si la pantalla se utiliza como "Televisión" (a diferencia de "Monitor de computadora"), Night Shift y True Tone no la afectarán.
fr: Si l'écran est utilisé comme un "téléviseur" (contrairement à un "moniteur d'ordinateur"), il ne sera pas affecté par Night Shift ni True Tone.
hu: Ha a kijelzőt "televízióként" használja (szemben a "számítógép monitorral"), akkor nem lesz rá hatással a Night Shift és a True Tone.
it: Se il display è usato come "Televisione" (al contrario di "Computer monitor"), non sarà influenzato da Night Shift e True Tone.
ja: ディスプレイが（「コンピュータモニター」ではなく）「テレビ」として使用されている場合は、Night ShiftとTrue Toneの影響を受けません。
ko: 디스플레이를 '컴퓨터 모니터'가 아닌 'TV'로 사용하는 경우, Night Shift 및 True Tone의 영향을 받지 않습니다.
nb: Hvis skjermen brukes som "TV" (i motsetning til "Dataskjerm"), påvirkes den ikke av Night Shift og True Tone.
nl: Indien het scherm wordt gebruikt als "Televisie" (in plaats van "Computerscherm"), dan zullen Night Shift en True Tone geen invloed hebben op het scherm.
pl: Jeśli wyświetlacz jest używany jako „telewizor” (w przeciwieństwie do „monitora komputerowego"), Night Shift i True Tone nie będą miały na niego wpływu.
pt_br: Se a tela for usada como "Televisão" (em oposição a "Monitor de computador"), ela não será afetada pelo Night Shift e True Tone.
ro: Dacă ecranul este utilizat ca „Televizor” (spre deosebire de „Ecran de calculator”), nu va fi afectat de Night Shift și True Tone.
ru: Если дисплей используется в качестве "Телевизора" (в отличие от "Компьютерного монитора"), на него не будут влиять Night Shift и True Tone.
sl: Če se zaslon uporablja kot "televizor" (v nasprotju z "računalniškim monitorjem"), Night Shift in True Tone nanj ne bosta vplivala.
sv: Om bildskärmen används som en "TV" (i motsats till en "datorskärm") påverkas den inte av Night Shift och True Tone.
tr: Ekran bir "Televizyon" olarak kullanılıyorsa ("Bilgisayar monitörü" yerine), Night Shift ve True Tone'dan etkilenmeyecektir.
uk: Якщо дисплей використовується як "телевізор" (на відміну від "монітора комп'ютера"), Night Shift та True Tone не впливатимуть на нього.
vi: Nếu màn hình được sử dụng như một "TV" (so với "Màn hình máy tính"), nó sẽ không bị ảnh hưởng bởi Night Shift và True Tone.
zh_hans: 显示器被用作 "电视"（而不是 "电脑显示屏"）时不会受到夜览和原彩显示的影响。
zh_hant: 顯示器被用作 "電視"（而不是 "電腦顯示器"）時不會受到夜覽和原彩顯示的影響。

source: If the menu icon is hidden, you can reveal the icon by re-launching the app while the app is already running.
de: Wenn das Menüsymbol ausgeblendet ist, kannst du es wieder einblenden, indem du die App neu startest, während sie bereits läuft.
es: Si el ícono del menú está oculto, puede revelarlo reiniciando la aplicación mientras ya se está ejecutando.
fr: Si l'icône du menu est cachée, vous pouvez la faire apparaître en relançant l'application lorsqu'elle est déjà en cours d'exécution.
hu: Ha a menü ikonja el van rejtve, akkor az alkalmazás ráindításával (újbóli indítással miközben az alkalmazás már fut) megjelenítheti az ikont.
it: Se l'icona del menu è nascosta, puoi rivelare l'icona riavviando l'app mentre l'app è già in esecuzione.
ja: アプリがすでに実行中で、メニューアイコンが非表示になっている場合には、アプリを再起動すればアイコンが表示されます。
ko: 메뉴 아이콘이 숨겨져 있는 경우, 앱이 이미 실행 중인 상태에서 앱을 다시 실행하면 아이콘을 표시할 수 있습니다.
nb: Hvis menylinjeikonet er skjult, kan du vise det ved å starte appen på nytt mens den kjører.
nl: Indien het menusymbool is verborgen, dan kun je het symbool opnieuw laten tonen door de app opnieuw op te starten terwijl deze al uitgevoerd wordt.
pl: Jeśli ikona menu jest ukryta, możesz ją przywrócić, ponownie uruchamiając aplikację, gdy jest ona już włączona.
pt_br: Se o ícone do menu estiver oculto, você poderá mostrá-lo novamente reiniciando o aplicativo enquanto ele já estiver em execução.
ro: Dacă iconița meniului este ascunsă, o puteți afișa relansând aplicația în timp ce aceasta rulează deja.
ru: Если икона меню скрыта, её можно открыть, запустив приложение повторно, когда оно уже запущено.
sl: Če je ikona menija skrita, jo lahko razkrijete tako, da znova zaženete aplikacijo, ko se aplikacija že izvaja.
sv: Om menyikonen är dold kan du visa den genom att starta om appen när den redan är igång.
tr: Menü simgesi gizliyse, uygulama zaten çalışırken uygulamayı yeniden başlatarak simgeyi ortaya çıkarabilirsiniz.
uk: Якщо піктограма меню прихована, ви можете відкрити її, повторно запустивши програму, коли вона вже запущена.
vi: Nếu biểu tượng menu bị ẩn, bạn có thể hiển thị biểu tượng bằng cách khởi động lại ứng dụng trong khi ứng dụng đã đang chạy.
zh_hans: 菜单图标被隐藏时可在应用程序运行时重启应用程序来显示图标。
zh_hant: 選單圖示被隱藏時可在應用程運作時重新開啟應用程式來顯示圖示。
