Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Disable All Protections
de: Alle Schutzeinstellungen deaktiveren
es: Deshabilitar todas las protecciones
fr: Désactiver toutes les protections
hu: Minden védelem kikapcsolása
it: Disabilita Tutte Le Protezioni
ja: すべての保護を無効化
ko: 모든 보호 비활성화
nb: Deaktiver alle beskyttelser
nl: Schakel alle beschermingen uit
pl: Wyłącz wszystkie zabezpieczenia
pt_br: Desativar todas as proteções
ro: Dezactivează Toate Protecțiile
ru: Отключение всех защит
sl: Onemogoči vse zaščite
sv: Inaktivera alla skydd
tr: Tüm Korumaları Devre Dışı Bırak
uk: Вимкнути всі засоби захисту
vi: Tắt tất cả bảo vệ
zh_hans: 禁用所有保护
zh_hant: 禁用所有保護

source: Disable Auto-Connect
de: Automatische Verbindung deaktivieren
es: Deshabilitar la conexión automática
fr: Désactiver la connexion automatique
hu: Automatikus kapcsolódás tiltása
it: Disabilita Connessione Automatica
ja: 自動接続を無効化
ko: 자동 연결 비활성화
nb: Deaktiver automatisk tilkobling
nl: Schakel automatisch verbinden uit
pl: Wyłącz automatyczne łączenie
pt_br: Desativar conexão automática
ro: Dezactivează Conectare Automată
ru: Отключить автоподключение
sl: Onemogoči samodejno povezovanje
sv: Inaktivera automatisk anslutning
tr: Otomatik Bağlantıyı Devre Dışı Bırak
uk: Вимкнути автоматичне підключення
vi: Tắt tự động kết nối
zh_hans: 禁用自动连接
zh_hant: 禁用自動連接

source: Disable Both in HDR Mode
de: Beides im HDR-Modus deaktivieren
es: Desactivar ambos en modo HDR
fr: Désactiver les deux en mode HDR
hu: Mindkettő tiltása HDR módban
it: Disabilita entrambi in modalità HDR
ja: HDRモードでいずれも無効化
ko: HDR 모드에서 둘 다 비활성화
nb: Deaktiver begge i HDR-modus
nl: Schakel beide uit in HDR-modus
pl: Wyłącz obydwie opcje w trybie HDR
pt_br: Desativar Ambos no Modo HDR
ro: Dezactivează Ambele Optiuni În Mod HDR
ru: Отключить оба режима в режиме HDR
sl: Onemogočite oboje v načinu HDR
sv: Inaktivera båda i HDR-läge
tr: HDR modunda her ikisini de devre dışı bırakın
uk: Вимкнути обидва в режимі HDR
vi: Tắt cả hai trong chế độ HDR
zh_hans: 在 HDR 模式下禁用两者
zh_hant: 在 HDR 模式下禁用兩者

source: Disable DDC For This Display
de: DDC für dieses Display deaktivieren
es: Desactivar DDC para esta pantalla
fr: Désactiver DDC pour cet écran
hu: DDC letiltása ehhez a kijelzőhöz
it: Disabilita DDC per questo display
ja: このディスプレイのDDCを無効化
ko: 이 디스플레이의 DDC 비활성화
nb: Deaktiver DDC for denne skjermen
nl: Schakel DDC uit voor dit scherm
pl: Wyłącz DDC dla tego wyświetlacza
pt_br: Desativar DDC para este monitor
ro: Dezactivați DDC pentru acest ecran
ru: Отключить DDC для этого дисплея
sl: Onemogoči DDC za ta zaslon
sv: Inaktivera DDC för denna skärm
tr: Bu Ekran İçin DDC'yi Devre Dışı Bırak
uk: Вимкнути DDC для цього дисплея
vi: Tắt DDC cho màn hình này
zh_hans: 为此显示器禁用 DDC
zh_hant: 為此顯示器禁用 DDC

source: Disable this for a classic look.
ja: 無効化した場合は、クラシックな見かけ。
ko: 클래식한 느낌 을 원한다면 이것을 비활성화하세요.
nl: Schakel dit in voor een klassiek uiterlijk.
pl: Wyłącz to, aby uzyskać klasyczny wygląd.
ru: Отключите это для классического вида.

source: Disabled
de: Deaktiviert
es: Desactivado
fr: Désactivé
hu: Letiltva
it: Disattivato
ja: 無効化
ko: 비활성화됨
nb: Deaktivert
nl: Uitgeschakeld
pl: Wyłączony
pt_br: Desabilitado
ro: Dezactivat
ru: Отключено
sl: Onemogočen
sv: Inaktiverad
tr: Devre Dışı Bırak
uk: Вимкнено
vi: Đã tắt
zh_hans: 禁用
zh_hant: 禁用

source: Disabled by default to avoid accidental value changes.
de: Standardmäßig deaktiviert, um versehentliche Veränderungen der Werte zu verhindern.
es: Deshabilitado por defecto para evitar cambios de valores accidentales.
fr: Désactivé par défaut pour éviter des changements de valeurs accidentels.
hu: Alapértelmezés szerint letiltva a véletlen értékváltoztatások elkerülése érdekében.
it: Disabilita di default per evitare modifiche accidentali del valore.
ja: 偶発的な値の変更を避けるため、デフォルトでは無効化されます。
ko: 실수로 값이 변경되는 것을 방지하기 위해 기본적으로 비활성화되어 있습니다.
nb: Deaktivert som standard for å unngå utilsiktede verdiendringer.
nl: Standaard uitgeschakeld ter voorkoming van onbedoelde wijzigingen van de waarde.
pl: Nieaktywne domyślnie, aby uniknąć przypadkowych zmian wartości.
pt_br: Desativado por padrão para evitar alterações acidentais de valores.
ro: Dezactivat inițial pentru a evita schimbări de valori accidentale
ru: По умолчанию отключено, чтобы избежать случайного изменения значения.
sl: Privzeto onemogočeno, da se izognete nenamernim spremembam vrednosti.
sv: Inaktiverad som standard för att undvika att värden oavsiktligen ändras.
tr: Yanlışlıkla değer değişikliklerini önlemek için varsayılan olarak devre dışıdır.
uk: Вимкнено за замовчуванням, щоб уникнути випадкових змін значення.
vi: Đã tắt mặc định để tránh tình cờ thay đổi giá trị.
zh_hans: 为避免意外更改操作默认禁用。
zh_hant: 為避免意外更改操作預設為禁用。

source: Disabling this allows more direct video adjustments by removing graceful transition smoothing. Also reduces the number of operations for DDC control.
de: Die Deaktivierung dieser Funktion ermöglicht direktere Videoanpassungen, da die elegante Übergangsglättung entfernt wird. Außerdem wird die Anzahl der Vorgänge für die DDC-Steuerung reduziert.
es: Desactivar esto permite ajustes de video más directos al eliminar el suavizado de transición. También reduce el número de operaciones para el control DDC.
fr: Désactiver cette option permet des ajustements vidéo plus directs en supprimant l'adoucissement des transitions progressives. Réduit également le nombre d'opérations pour le contrôle DDC.
hu: Ennek kikapcsolása közvetlenebb videóbeállításokat tesz lehetővé azáltal, hogy megszünteti az átmenetek kíméletes simítását. Csökkenti a DDC vezérlés műveleteinek számát is.
it: Disabilitare questo permette più regolazioni video dirette rimuovendo transizioni fluide. Riduce anche il numero di operazioni per il controllo DDC.
ja: 無効にすることで、グレースフルトランジションスムージングを取り除き、よりダイレクトに映像調整できるようになります。また、DDC制御の操作回数を減らせます。
ko: 이 기능을 비활성화하면 부드러운 전환을 제거하여 비디오를 보다 직접적으로 조정할 수 있습니다. 또한 DDC 제어를 위한 작업 횟수도 줄어듭니다.
nb: Å deaktivere dette gir mer direkte videjusteringer ved å fjerne jevne overganger, og reduserer antall operasjoner for DDC-kontroll.
nl: Als je dit uitschakelt, maak je directere beeldaanpassingen mogelijk door het weghalen van de elegante overgangseffecten. Dit vermindert ook het aantal handelingen voor DDC-bediening.
pl: Wyłączenie tej opcji umożliwia bardziej bezpośrednią regulację wideo poprzez usunięcie płynnego wygładzania przejść. Zmniejsza także liczbę operacji związanych ze sterowaniem DDC.
pt_br: Desativar isso permite ajustes de vídeo mais diretos, removendo a suavização de transição elegante. Também reduz o número de operações para controle DDC.
ro: Prin dezactivarea acestei opțiuni aveți access la mai multe ajustări video directe prin .. . Reduce și numărul de operațiuni pentru control DDC.
ru: Отключение этой функции позволяет выполнять более прямую настройку видео за счет устранения сглаживания плавного перехода. Также уменьшается количество операций для управления DDC.
sl: Če to onemogočite, omogočite bolj neposredne prilagoditve videa z odstranitvijo elegantnega glajenja prehodov. Prav tako zmanjša število operacij za nadzor DDC.
sv: Om du avaktiverar detta kan du göra mer direkta videojusteringar genom att ta bort utjämningen av mjuka övergångar. Minskar också antalet operationer för DDC-styrning.
tr: Bunun devre dışı bırakılması, zarif geçiş yumuşatmasını kaldırarak daha doğrudan video ayarlarına olanak tanır. Ayrıca DDC kontrolü için işlem sayısını azaltır.
uk: Якщо вимкнути це, ви зможете налаштувати більш пряме відео, видаливши витончене згладжування переходів. Також зменшується кількість операцій для контролю DDC.
vi: Tắt tính năng này cho phép điều chỉnh video trực tiếp hơn bằng cách loại bỏ sự làm mịn chuyển động nhẹ. Cũng giảm số lượng thao tác cho kiểm soát DDC.
zh_hans: 禁用此功能可通过移除优雅的平滑过渡来实现更直接的视频调整。还可减少 DDC 控制的操作次数。
zh_hant: 禁用此功能可通過移除優雅的平滑過渡來實現更直接的影像調整。還可減少 DDC 控制的操作次數。

source: Disassociate
de: Entkoppeln
es: Desasociar
fr: Dissocier
hu: Társítás törlése
it: Scollega
ja: 関連付け解除
ko: 연결 해제
nb: Fjern assosiasjon
nl: Ontkoppel
pl: Rozłącz
pt_br: Desassociar
ro: Dealocare
ru: Отсоединить
sl: Loči
sv: Icke-associera
tr: İlişkiyi Kes
uk: Роз'єднати
vi: Hủy liên kết
zh_hans: 解除关联
zh_hant: 解除關聯

source: Disassociate All
de: Alle entkoppeln
es: Desasociar todo
fr: Tout dissocier
hu: Minden társítás törlése
it: Scollega tutto
ja: すべての関連付けを解除
ko: 모두 연결 해제
nb: Fjern alle assosiasjoner
nl: Ontkoppel alle
pl: Usuń wszystkie powiązania
pt_br: Desassociar tudo
ro: Dealoca tot
ru: Отсоединить Все
sl: Loči vse
sv: Icke-associera alla
tr: Tümünün ilişiğini kes
uk: Роз'єднати всіх
vi: Hủy liên kết tất cả
zh_hans: 解除所有关联
zh_hant: 解除所有關聯

source: Discard
de: Verwerfen
es: Descartar
fr: Supprimer
hu: Elvetés
it: Scarta
ja: 破棄
ko: 삭제
nb: Forkast
nl: Negeer
pl: Porzuć
pt_br: Descartar
ro: Renunță
ru: Отменить
sl: Zavrzi
sv: Kasta bort
tr: İptal Et
uk: Відкинути
vi: Hủy bỏ
zh_hans: 弃用
zh_hant: 棄用

# Discard &amp; Remove Color Profile
source: Discard & Remove Color Profile
de: Farbprofil verwerfen & entfernen
es: Descartar y eliminar perfil de color
fr: Supprimer l'écran et son profil
hu: Elvetés és színprofil törlése
it: Scarta & rimuovi profilo colore
ja: 破棄してカラープロファイルを削除
ko: 삭제 및 색상 프로필 제거
nb: Forkast og fjern fargeprofil
nl: Negeer en verwijder kleurenprofiel
pl: Odrzuć i usuń profil kolorów
pt_br: Descartar e remover perfil de cor
ro: Renunțați și eliminați profilul de culoare​
ru: Отменить и удалить цветовой профиль
sl: Zavrzi in odstrani barvni profil
sv: Förkasta och ta bort färgprofil
tr: İptal Et ve Renk Profilini Sil
uk: Скасувати та видалити колірний профіль
vi: Hủy bỏ & Gỡ hồ sơ màu
zh_hans: 弃用并移除颜色描述文件
zh_hant: 棄用並移除色彩描述文件

source: Discard All
de: Alles verwerfen
es: Descartar todo
fr: Tout supprimer
hu: Minden elvetése
it: Scarta tutto
ja: すべてを破棄
ko: 모두 삭제
nb: Forkast alt
nl: Negeer alle
pl: Odrzuć wszystkie
pt_br: Descartar tudo
ro: Renunță la tot
ru: Отменить всё
sl: Zavrzi vse
sv: Kasta bort allt
tr: Hepsini İptal Et
uk: Відкинути все
vi: Hủy bỏ tất cả
zh_hans: 全部弃用
zh_hant: 全部棄用

source: Discard Calibration
de: Kalibrierung verwerfen
es: Descartar calibración
fr: Supprimer la calibration
hu: Kalibráció elvetése
it: Scarta calibrazione
ja: キャリブレーションを破棄
ko: 보정 결과 삭제
nb: Forkast kalibrering
nl: Negeer kalibratie
pl: Odrzuć kalibrację
pt_br: Descartar calibração
ro: Renunță la calibrare
ru: Отменить калибровку
sl: Zavrzi kalibracijo
sv: Kasta bort kalibrering
tr: Kalibrasyonu İptal Et
uk: Відмінити калібрування
vi: Hủy bỏ cân chỉnh
zh_hans: 弃用校准
zh_hant: 棄用校準

source: Discard Display Group
de: Displaygruppe verwerfen
es: Descartar Grupo de Pantallas
fr: Supprimer le groupe d'écrans
hu: Kijelzőcsoport elvetése
it: Scarta gruppo di display
ja: ディスプレイグループを破棄
ko: 디스플레이 그룹 삭제
nb: Forkast visningsgruppe
nl: Negeer schermgroep
pl: Odrzucić Grupę wyświetlaczy
pt_br: Descartar grupo de monitores
ro: Renunțați la Grupul de Ecrane
ru: Удалить группу дисплеев
sl: Zavrzi skupino zaslona
sv: Förkasta skärmgrupp
tr: Ekran Grubunu Kaldır
uk: Видалити групу дисплеїв
vi: Loại bỏ Nhóm Màn hình
zh_hans: 舍弃显示组
zh_hant: 捨棄顯示組

source: Discard Virtual Screen
de: Virtuellen Bildschirm verwerfen
es: Descartar pantalla virtual
fr: Supprimer l'écran virtuel
hu: Virtuális képernyő elvetése
it: Scarta schermo virtuale
ja: 仮想スクリーンを破棄
ko: 가상 화면 삭제
nb: Forkast virtuell skjerm
nl: Negeer virtueel scherm
pl: Odrzuć wirtualny ekran
pt_br: Descartar Tela Virtual
ro: Renunță la ecranul virtual
ru: Отменить Виртуальный Экран
sl: Zavrzi navidezni zaslon
sv: Kasta bort virtuell skärm
tr: Sanal Ekranı Kaldır
uk: Видалити віртуальний екран
vi: Hủy bỏ màn hình ảo
zh_hans: 弃用虚拟屏幕
zh_hant: 棄用虛擬螢幕

source: Discard…
de: Verwerfen…
es: Desechar…
fr: Supprimer…
hu: Elvetés…
it: Scarta…
ja: 破棄…
ko: 삭제…
nb: Forkast…
nl: Negeer...
pl: Odrzuć…
pt_br: Descartar…
ro: Renunță…
ru: Отменить…
sl: Zavrzi…
sv: Kasta bort…
tr: Kaldır…
uk: Відкинути…
vi: Hủy bỏ…
zh_hans: 弃用…
zh_hant: 棄用…

source: Disconnect
de: Trennen
es: Desconectar
fr: Déconnecter
hu: Leválasztás
it: Disconnetti
ja: 切断
ko: 연결 해제
nb: Koble fra
nl: Koppel los
pl: Rozłącz
pt_br: Desconectar
ro: Deconectează
ru: Отключить
sl: Prekini povezavo
sv: Koppla från
tr: Bağlantıyı Kes
uk: Відключити
vi: Ngắt kết nối
zh_hans: 断开
zh_hant: 斷開

source: Disconnect (Automatic)
de: Trennen (automatisch)
es: Desconectar (Automático)
fr: Déconnecter (automatique)
hu: Leválasztás (automatikus)
it: Disconnetti (automatico)
ja: 切断（自動）
ko: 연결 해제 (자동)
nb: Koble fra (automatisk)
nl: Koppel los (automatisch)
pl: Rozłącz (automatycznie)
pt_br: Desconectar (Automático)
ro: Deconectează (Automat)
ru: Отключить (Автоматически)
sl: Prekini povezavo (samodejno)
sv: Koppla från (automatiskt)
tr: Bağlantıyı Kes (Otomatik)
uk: Відключення (автоматично)
vi: Ngắt kết nối (Tự động)
zh_hans: 断开 (自动)
zh_hant: 斷開 (自動)

source: Disconnect All
de: Alle trennen
es: Desconectar de Todas
fr: Tout déconnecter
hu: Mindegyik leválasztása
it: Disconnetti tutto
ja: すべてを切断
ko: 모두 연결 해제
nb: Koble fra alle
nl: Koppel alle los
pl: Rozłącz wszystkie
pt_br: Desconectar Tudo
ro: Deconectează tot
ru: Отключить все
sl: Prekini vse povezave
sv: Koppla från alla
tr: Tümünün Bağlantısını Kes
uk: Відключити все
vi: Ngắt kết nối tất cả
zh_hans: 断开所有连接
zh_hant: 斷開所有連接

source: Disconnect All But Main
de: Alle trennen, bis auf das Hauptdisplay
es: Desconectar todo menos el principal
fr: Tout déconnecter sauf l'écran principal
hu: Nem főképenyők leválasztása
it: Disconnetti tutto tranne il principale
ja: 主以外をすべてを切断
ko: 메인을 제외하고 모두 연결 해제
nb: Koble fra alle unntatt hoved
nl: Koppel alle los behalve belangrijkste
pl: Rozłącz wszystkie oprócz głównego
pt_br: Desconectar tudo menos o Principal
ro: Deconectează tot in afara de principal
ru: Отключить все, кроме главного
sl: Odklopite vse razen glavnega
sv: Koppla från alla utom huvud
tr: Ana Sistem Dışındaki Tüm Bağlantıları Kes
uk: Відключити все, крім основного
vi: Ngắt kết nối tất cả trừ màn hình chính
zh_hans: 断开除主显示屏外的所有连接
zh_hant: 斷開除主顯示器外的所有連接

source: Disconnect All Virtual Screens
de: Alle virtuellen Bildschirme trennen
es: Desconectar todas las pantallas virtuales
fr: Déconnecter tous les écrans virtuels
hu: Minden virtuális képernyő leválasztása
it: Disconnetti tutti gli Schermi Virtuali
ja: すべての仮想スクリーンを切断
ko: 모든 가상 화면 연결 해제
nb: Koble fra alle virtuelle skjermer
nl: Koppel alle virtuele schermen los
pl: Rozłącz wszystkie wirtualne ekrany
pt_br: Desconectar todas as telas virtuais
ro: Deconectează toate ecranele virtuale
ru: Отключить Все Виртуальные Экраны
sl: Odklopite vse virtualne zaslone
sv: Koppla från alla virtuella skärmar
tr: Tüm Sanal Ekranların Bağlantısını Kes
uk: Відключити всі віртуальні екрани
vi: Ngắt kết nối tất cả màn hình ảo
zh_hans: 断开所有虚拟屏幕
zh_hant: 斷開所有虛擬螢幕

source: Disconnect Display
de: Display trennen
es: Desconectar Pantalla
fr: Déconnecter l'écran
hu: Kijelző leválasztása
it: Disconnetti display
ja: ディスプレイを切断
ko: 디스플레이 연결 해제
nb: Koble fra skjerm
nl: Koppel scherm los
pl: Rozłącz wyświetlacz
pt_br: Desconectar Monitor
ro: Deconectează Ecran
ru: Отключить Дисплей
sl: Odklopite zaslon
sv: Koppla från skärm
tr: Ekran Bağlantısını Kes
uk: Відключити Дисплей
vi: Ngắt kết nối màn hình
zh_hans: 断开显示器
zh_hant: 斷開顯示器

source: Disconnect Virtual Screen
de: Virtuellen Bildschirm trennen
es: Desconectar pantalla virtual
fr: Déconnecter l'écran virtuel
hu: Virtuális képernyő leválasztása
it: Disconnetti schermo virtuale
ja: 仮想スクリーンを切断
ko: 가상 화면 연결 해제
nb: Koble fra virtuell skjerm
nl: Koppel virtueel scherm los
pl: Rozłącz wirtualny ekran
pt_br: Desconectar Tela Virtual
ro: Deconectează Ecran Virtual
ru: Отключить Виртуальный Экран
sl: Odklopite navidezni zaslon
sv: Koppla från virtuell skärm
tr: Sanal Ekran Bağlantısını Kes
uk: Відключити Віртуальний Екран
vi: Ngắt kết nối màn hình ảo
zh_hans: 断开虚拟屏幕
zh_hant: 斷開虛擬螢幕

source: Disconnect all disassociated virtual screens
de: Alle entkoppelten virtuellen Bildschirme trennen
es: Desconecta todas las pantallas virtuales desasociadas
fr: Déconnecter tous les écrans virtuels dissociés
hu: Minden nem társított virtuális képernyő leválasztása
it: Scollega tutti gli schermi virtuali disassociati
ja: すべての仮想スクリーンを切断
ko: 연관되지 않은 모든 가상 화면 연결 해제
nb: Koble fra alle frakoblede virtuelle skjermer
nl: Koppel alle ontkoppelde virtuele schermen los
pl: Rozłącz wszystkie niepowiązane wirtualne ekrany
pt_br: Desconectar todas as telas virtuais desassociadas
ro: Deconectează totate ecranele virtuale dealocate
ru: Отключить все отсоединенные виртуальные экраны
sl: Odklopite vse nepovezane navidezne zaslone
sv: Koppla bort alla icke-associerade virtuella skärmar
tr: İlişkisi kesilmiş tüm sanal ekranların bağlantısını kesin
uk: Від'єднувати всі від'єднані віртуальні екрани
vi: Ngắt kết nối tất cả màn hình ảo không được liên kết
zh_hans: 断开所有未关联的虚拟屏幕
zh_hant: 斷開所有未關聯的虛擬螢幕

source: Disconnect all displays except main
de: Alle Displays trennen, bis auf das Hauptdisplay
es: Desconecte todas las pantallas excepto la principal
fr: Déconnecter tous les écrans sauf l'écran principal
hu: Mindegyik leválasztása a főképernyőn kívül
it: Disconnetti tutti i display eccetto quello principale
ja: 主ディスプレイ以外を切断
ko: 주 디스플레이를 제외한 모든 디스플레이 연결 해제
nb: Koble fra alle skjermer unntatt hovedskjerm
nl: Koppel alle schermen los behalve belangrijkste
pl: Rozłącz wszystkie wyświetlacze oprócz głównego
pt_br: Desconectar todos os monitores, exceto o principal
ro: Deconectează toate display-urile in afara de cel principal
ru: Отключить все дисплеи, кроме главного
sl: Odklopite vse zaslone razen glavnega
sv: Koppla från alla skärmar utom huvud
tr: Ana ekran hariç tüm ekranların bağlantısını kesin
uk: Відключіть усі дисплеї, крім основного
vi: Ngắt kết nối tất cả màn hình trừ cái chính
zh_hans: 断开除主显示屏外所有显示器
zh_hant: 斷開除主顯示器外所有顯示器

source: Disconnect and reconnect
de: Trennen und erneut verbinden
es: Desconectar y volver a conectar
fr: Déconnecter et reconnecter
hu: Leválasztás és újracsatlakoztatás
it: Disconnetti e riconnetti
ja: 切断して再接続
ko: 연결 해제 후 다시 연결
nb: Koble fra og på igjen
nl: Koppel los en verbind opnieuw
pl: Rozłącz i połącz ponownie
pt_br: Desconectar e reconectar
ro: Deconectează si reconectează
ru: Отключить и переподключить
sl: Prekinite povezavo in znova povežite
sv: Koppla från och återanslut
tr: Bağlantıyı kes ve yeniden bağlan
uk: Відключити і підключити знову
vi: Ngắt kết nối và kết nối lại
zh_hans: 断开并重连
zh_hant: 斷開並重連

source: Disconnect built-in display when an external display is connected
de: Das integrierte Display trennen, wenn ein externes Display verbunden ist
es: Desconectar la pantalla integrada cuando se conecta una pantalla externa
fr: Déconnecter l'écran intégré quand un écran externe est connecté
hu: Beépített kijelző leválasztása külső képernyő csatlakoztatása esetén
it: Disconnetti il display integrato quando è collegato un display esterno
ja: 外付けディスプレイ接続時に内蔵ディスプレイを切断
ko: 외부 디스플레이가 연결되어 있을 때 내장 디스플레이 연결 해제하기
nb: Koble fra innebygd skjerm når ekstern skjerm er tilkoblet
nl: Koppel het ingebouwde scherm los als er een extern scherm wordt verbonden
pl: Rozłącz wbudowany wyświetlacz po połączeniu wyświetlacza zewnętrznego
pt_br: Desconectar o monitor integrado quando um monitor externo estiver conectado
ro: Deconectează ecranul built-in când un ecran extern este conectat
ru: Отключить встроенный дисплей при подключении внешнего дисплея
sl: Odklopite vgrajeni zaslon, ko je priključen zunanji zaslon
sv: Koppla bort den inbyggda skärmen när en extern skärm är ansluten
tr: Harici bir ekran bağlandığında dahili ekranın bağlantısını kes
uk: Від'єднувати вбудований дисплей, якщо підключено зовнішній дисплей
vi: Ngắt kết nối màn hình tích hợp khi màn hình rời được kết nối
zh_hans: 当连接外部显示器时断开内建显示屏
zh_hant: 當連接外部顯示器時斷開內建顯示器

source: Disconnect display
de: Display trennen
es: Desconectar pantalla
fr: Déconnecter l'écran
hu: Kijelző leválasztása
it: Disconnetti il display
ja: ディスプレイを切断
ko: 디스플레이 연결 해제
nb: Koble fra skjerm
nl: Koppel scherm los
pl: Rozłącz wyświetlacz
pt_br: Desconectar monitor
ro: Deconectează ecran
ru: Отключить диплей
sl: Odklopite zaslon
sv: Koppla från skärm
tr: Ekran bağlantısını kes
uk: Відключити дисплей
vi: Ngắt kết nối màn hình
zh_hans: 断开显示器
zh_hant: 斷開顯示器

source: Disconnect reconnected displays upon wake
de: Trenne erneut verbundene Displays beim Beenden des Ruhezustandes
es: Desconectar las pantallas reconectadas al despertar
fr: Déconnecter les écrans reconnectés au réveil
hu: Ébredés során újracsatlakozott képernyők leválasztása
it: Disconnetti i display riconnessi al risveglio
ja: スリープ解除時に再接続したディスプレイを切断
ko: 깨어날 때 다시 연결된 디스플레이 연결 해제하기
nb: Koble fra tilkoblede skjermer ved oppvåkning
nl: Koppel opnieuw verbonden scherm los bij uitschakelen van sluimerstand
pl: Rozłącz ponownie połączone wyświetlacze po wybudzeniu
pt_br: Desconectar os monitores reconectados ao acordar
ro: Deconectează ecranele recorectate la trezire
ru: Отключение повторно подключенных дисплеев при пробуждении
sl: Odklopite znova povezane zaslone ob prebujanju
sv: Koppla från återanslutna skärmar vid väckning
tr: Uyandığında yeniden bağlanan ekranların bağlantısını kes
uk: Від'єднувати повторно підключені дисплеї після пробудження
vi: Ngắt kết nối màn hình đã được kết nối lại khi thức
zh_hans: 唤醒时断开重新连接的显示器
zh_hant: 喚醒時斷開重新連接的顯示器

source: Disconnect virtual screen (if not associated)
de: Virtuellen Bildschirm trennen (sofern nicht gekoppelt)
es: Desconectar pantalla virtual (si no está asociada)
fr: Déconnecter l'écran virtuel (s'il n'est pas associé)
hu: Virtuális képernyő leválasztása (ha nincs társítva)
it: Disconnetti schermo virtuale (se non associato)
ja: 仮想スクリーンを切断（関連付けていないとき）
ko: 가상 화면 연결 해제 (연관되지 않은 경우)
nb: Koble fra virtuell skjerm (hvis ikke assosiert)
nl: Koppel virtueel scherm los (indien niet gekoppeld)
pl: Rozłącz wirtualny ekran (jeśli nie jest powiązany)
pt_br: Desconectar a tela virtual (se não estiver associada)
ro: Deconectează ecran virtual (dacă nu este asociat)
ru: Отключить виртуальный экран (если не привязан)
sl: Prekini povezavo z navideznim zaslonom (če ni povezan)
sv: Koppla från virtuell skärm (om inte associerad)
tr: Sanal ekran bağlantısını kes (ilişkili değilse)
uk: Відключити віртуальний екран (якщо не пов'язано)
vi: Ngắt kết nối màn hình ảo (nếu không được liên kết)
zh_hans: 断开虚拟屏幕（如未关联）
zh_hant: 斷開虛擬螢幕（如未關聯）
