Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: ⚠️ Minimum width/height value should be lower than the maximum!
de: ⚠️ Der minimale Wert von Breite / Höhe muss kleiner sein als das Maximum!
es: ⚠️ ¡El valor mínimo de ancho/alto debe ser inferior al máximo!
fr: ⚠️ Les valeurs minimales de largeur et de hauteur doivent être inférieures aux valeurs maximales !
hu: ⚠️ A minimum szélesség/magasság kisebb kell, hogy legyen, mint a maximum!
it: ⚠️ Il valore minimo di larghezza/altezza deve essere inferiore al massimo!
ja: ⚠️ 幅/高さの最小値は、最大値以下にしてください!
ko: ⚠️ 최소 폭/높이 값은 최댓값보다 작아야 합니다!
nb: ⚠️ Minimumsverdi for bredde/høyde bør være lavere enn maksimum!
nl: ⚠️ De minimumwaarde voor breedte/hoogte moet lager zijn dan de maximumwaarde!
pl: ⚠️ Minimalna wartość szerokości/wysokości powinna być niższa niż maksymalna!
pt_br: ⚠️ O valor mínimo de largura/altura deve ser menor que o máximo!
ro: ⚠️ Valoarea minimă a lățimii/înălțimii trebuie să fie mai mică decât cea maximă!
ru: ⚠️ Минимальное значение ширины/высоты должно быть меньше максимальной!
sl: ⚠️ Najmanjša vrednost širine/višine mora biti nižja od največje!
sv: ⚠️ Minsta värde för bredd/höjd bör vara lägre än maxvärdet!
tr: ⚠️ Minimum genişlik/yükseklik değeri maksimum değerden düşük olmalıdır!
uk: ⚠️ Мінімальне значення ширини/висоти має бути меншим за максимальне!
vi: ⚠️ Giá trị chiều rộng/chiều cao tối thiểu nên thấp hơn giá trị tối đa!
zh_hans: ⚠️ 最小宽度/高度值应低于最大值！
zh_hant: ⚠️ 最小寬度/高度值應低於最大值！

source: ⚠️ Missing or duplicated identifier present - this will yield unexpected results!
de: ⚠️ Fehlender oder doppelter Bezeichner vorhanden – dies führt zu unerwarteten Ergebnissen!
es: ⚠️ Falta un identificador o hay uno duplicado: esto provocará resultados inesperados.
fr: ⚠️ Identifiant manquant ou dupliqué : cela va provoquer des résultats inattendus !
hu: ⚠️ Hiányzó vagy duplikált azonosító – ez váratlan eredményekhez vezethet!
it: ⚠️ Identificatore mancante o duplicato: ciò produrrà risultati imprevisti!
ja: ⚠️ 識別子が存在しないか、重複しています - 予期しない結果が生じることがあります!
ko: ⚠️ 식별자가 누락되었거나 중복되어 있습니다 - 이로 인해 예상치 못한 결과가 발생할 수 있습니다!
nb: ⚠️ Manglende eller duplisert identifikator er til stede – dette vil gi uventede resultater!
nl: ⚠️ Ontbrekende of dubbele identificator aanwezig - dit zal onverwachte uitkomsten geven!
pl: ⚠️ Brak identyfikatora lub jego duplikacja może skutkować nieoczekiwanymi wynikami!
pt_br: ⚠️ Identificador ausente ou duplicado — isso resultará em comportamentos inesperados!
ro: ⚠️ Identificator lipsă sau duplicat - acest lucru va genera rezultate neașteptate!
ru: ⚠️ Отсутствует или дублируется идентификатор — это приведет к непредсказуемым результатам!
sl: ⚠️ Prisoten manjkajoči ali podvojen identifikator - to bo prineslo nepričakovane rezultate!
sv: ⚠️ Saknad eller duplicerad identifierare finns - detta kommer att ge oväntade resultat!
tr: ⚠️ Eksik veya yinelenmiş tanımlayıcı mevcut - bu beklenmedik sonuçlar verecektir!
uk: ⚠️ Відсутній або дубльований ідентифікатор — це призведе до непередбачуваних результатів!
zh_hans: ⚠️ 存在缺失或重复的标识符，这将导致意外结果！
zh_hant: ⚠️ 存在遺失或重複的識別符號，這將導致意外結果！

source: ⚠️ Native XDR upscaling is enabled but not in effect - a different Apple Display Preset might have been selected outside of the app. %@ will still attempt to activate native XDR upscaling upon app restart whenever the default Apple Display Preset is selected.
de: ⚠️ Native XDR-Hochskalierung ist aktiviert, aber nicht in Kraft - es könnte eine andere XDR-Voreinstellung außerhalb der App ausgewählt worden sein. %@ wird weiterhin versuchen, die native XDR-Hochskalierung beim Neustart der App zu aktivieren, wann immer die Standard-XDR-Voreinstellung ausgewählt ist.
es: ⚠️ El escalado nativo XDR está habilitado pero no en efecto; es posible que se haya seleccionado un preajuste XDR diferente fuera de la aplicación. %@ aún intentará activar el escalado nativo XDR al reiniciar la aplicación cuando se seleccione el preajuste XDR predeterminado.
fr: ⚠️ La démultiplication XDR native est activée mais pas en marche - un autre préréglage XDR a peut-être été sélectionné en dehors de l'application. %@ va essayer d'activer la démultiplication XDR native au redémarrage de l'application quand le préréglage XDR par défaut sera sélectionné.
hu: ⚠️ A natív XDR-felskálázás engedélyezve van, de nincs érvényben - lehet, hogy egy másik XDR előbeállítás lett kiválasztva az alkalmazáson kívül. A %@ továbbra is megpróbálja aktiválni a natív XDR-felskálázást az alkalmazás újraindításakor, ha az alapértelmezett XDR előbeállítás van kiválasztva.
it: ⚠️ L’upscaling nativo XDR è abilitato ma non attivo - potrebbe essere stato selezionato un preset XDR diverso al di fuori dell’app. %@ tenterà comunque di attivare l’upscaling nativo XDR al riavvio dell’app ogni volta che viene selezionato il preset XDR predefinito.
ja: ⚠️ ネイティブXDRアップスケーリングが有効化されていますが、機能していません - アプリ外で別のXDRプリセットが選択されている可能性があります。デフォルトのXDRプロファイルを選択している場合でも、%@はアプリの再起動時にネイティブXDRアップスケーリングを有効化しようとします。
ko: ⚠️ 네이티브 XDR 업스케일링이 활성화되었지만 적용되지 않음 - 앱 외부에서 다른 XDR 프리셋을 선택했을 수 있습니다. 기본 XDR 프리셋을 선택하면 앱을 다시 시작할 때마다 %@는 여전히 네이티브 XDR 업스케일링을 활성화하려고 시도합니다.
nb: ⚠️ Native XDR-opp skalering er aktivert, men ikke i effekt – et annet Apple Display Preset kan ha blitt valgt utenfor appen. %@ vil fortsatt forsøke å aktivere native XDR-opp skalering ved omstart så lenge standard Apple Display Preset er valgt.
nl: ⚠️ Ingebouwde XDR-opschaling is ingeschakeld maar niet actief - een andere voorstellingen voor het Apple-scherm is geselecteerd buiten deze app om. %@ zal nog steeds proberen om ingebouwde XDR-opschaling te activeren nadat de app opnieuw opgestart is wanneer de standaardvoorinstelling voor het Apple-scherm is geselecteerd.
pl: ⚠️ Natywne skalowanie XDR jest włączone, ale nie jest aktywne – prawdopodobnie poza aplikacją zostało wybrane inne ustawienie predefiniowane wyświetlacza Apple. %@ nadal będzie próbować aktywować natywne skalowanie XDR po ponownym uruchomieniu aplikacji, o ile wybrane będzie domyślne ustawienie predefiniowane wyświetlacza Apple.
pt_br: ⚠️ O upscaling XDR nativo está ativado, mas não está em vigor - uma predefinição XDR diferente pode ter sido selecionada fora do aplicativo. %@ ainda tentará ativar o upscaling XDR nativo na reinicialização do aplicativo sempre que o perfil XDR padrão for selecionado.
ro: ⚠️ Scalarea nativă XDR este activată, dar nu este în vigoare - ar putea fi fost selectată o altă presetare XDR în afara aplicației. %@ va încerca totuși să activeze scalarea nativă XDR la repornirea aplicației ori de câte ori este selectată presetarea XDR implicită.
ru: ⚠️ Встроенное масштабирование XDR включено, но не применяется — возможно, вне приложения был выбран другой пресет Apple Display. %@ всё равно попытается активировать встроенное масштабирование XDR при перезапуске приложения, когда выбран стандартный пресет Apple Display.
sl: ⚠️ Izvorno povečanje ločljivosti XDR je omogočeno, vendar ni v veljavi - zunaj aplikacije je bila morda izbrana druga prednastavitev XDR. %@ bo ob ponovnem zagonu aplikacije še vedno poskušal aktivirati izvorno povečanje velikosti XDR, kadar koli je izbrana privzeta prednastavitev XDR.
sv: ⚠️ Native XDR-uppskalning är aktiverad men inte i kraft - en annan XDR-förinställning kan ha valts utanför appen. %@ kommer fortfarande att försöka aktivera inbyggd XDR-uppskalning vid omstart av appen när standard XDR-förinställningen är vald.
tr: ⚠️ Yerel XDR yükseltme etkin ancak yürürlükte değil - uygulama dışında farklı bir XDR ön ayarı seçilmiş olabilir. %@, varsayılan XDR ön ayarı seçildiğinde uygulama yeniden başlatıldığında ￼ yine de yerel XDR yükseltmeyi etkinleştirmeye çalışacaktır.
uk: ⚠️ Вбудоване масштабування XDR увімкнено, але не застосовується — можливо, поза додатком було вибрано інший пресет Apple Display. %@ все одно спробує активувати вбудоване масштабування XDR при перезапуску додатка, коли вибрано стандартний пресет Apple Display.
vi: ⚠️ Tăng cường XDR nguyên bản được kích hoạt nhưng không có hiệu lực - một preset XDR khác có thể đã được chọn bên ngoài ứng dụng. %@ sẽ vẫn cố gắng kích hoạt tăng cường XDR nguyên bản khi khởi động lại ứng dụng mỗi khi hồ sơ XDR mặc định được chọn.
zh_hans: ⚠️ 原生 XDR 亮度增强已启用，但当前未生效 - 可能是因为在其他地方更改了 XDR 显示设置。当您选择默认的 XDR 显示设置时，%@ 会在下次启动时自动为您启用该功能。
zh_hant: ⚠️ 原生 XDR 亮度增強已啟用，但目前未生效 - 可能是因為在其他地方更改了 XDR 顯示設定。當您選擇預設的 XDR 顯示設定時，%@ 會在下次啟動時自動為您啟用該功能。

source: ⚠️ No display groups are available.
de: ⚠️ Keine Displaygruppen verfügbar.
es: ⚠️ No hay grupos de pantallas disponibles.
fr: ⚠️ Aucun groupe d'écrans n'est disponible.
hu: ⚠️ Nincs elérhető kijelzőcsoport.
it: ⚠️ Nessun gruppo di display disponibile.
ja: ⚠️ 使用可能なディスプレイグループはありません。
ko: ⚠️ 사용 가능한 디스플레이 그룹이 없습니다.
nb: ⚠️ Ingen skjermgrupper er tilgjengelige.
nl: ⚠️ Geen schermgroepen beschikbaar.
pl: ⚠️ Żadna grupa wyświetlaczy nie jest dostępna.
pt_br: ⚠️ Nenhum grupo de exibição está disponível.
ro: ⚠️ Nu sunt disponibile grupuri de afișaje.​
ru: ⚠️ Группы дисплеев недоступны.
sl: ⚠️ Na voljo ni nobena zaslonska skupina.
sv: ⚠️ Inga skärmgrupper finns tillgängliga.
tr: ⚠️ Hiçbir ekran grubu mevcut değildir.
uk: ⚠️ Групи дисплеїв недоступні.
vi: ⚠️ Không có nhóm màn hình nào khả dụng.
zh_hans: ⚠️ 没有可用的显示组。
zh_hant: ⚠️ 沒有可用的顯示組。

source: ⚠️ Notifications are turned off for the app. Fix this under System Settings > Notifications!
de: ⚠️ Mitteilungen sind für die App ausgeschaltet. Das kann unter Systemeinstellungen > Mitteilungen geändert werden.
es: ⚠️ Las notificaciones están desactivadas para la aplicación. Soluciona esto en Configuración del sistema > Notificaciones.
fr: ⚠️ Les notifications sont désactivées pour l'application. Pour les activer, rendez-vous dans Réglages Système > Notifications !
hu: ⚠️ Az értesítések nincsenek engedélyezve az alkalmazás számára. Módosítsa a Rendszerbeállítások > Értesítések alatt!
it: ⚠️ Le notifiche sono disattivate per l'app. Correggi questo sotto Impostazioni di Sistema > Notifiche!
ja: ⚠️ アプリの通知がオフになっています。システム設定 ＞ 通知 で修正してください!
ko: ⚠️ 앱의 알림이 꺼져 있습니다. 시스템 설정 > 알림에서 켜주세요!
nb: ⚠️ Varsler er slått av for appen. Rett opp dette under Systeminnstillinger > Varsler!
nl: ⚠️ Meldingen zijn uitgeschakeld voor deze app. Los dit op via Systeeminstellingen > Meldingen!
pl: ⚠️ Powiadomienia są wyłączone dla aplikacji. Napraw to w Ustawieniach systemu > Powiadomienia!
pt_br: ⚠️ As notificações estão desativadas para o aplicativo. Corrija isso em Configurações do sistema > Notificações!
ro: ⚠️ Notificările sunt dezactivate pentru aplicație. Remediați în Setări de sistem > Notificări!
ru: ⚠️ Уведомления для приложения отключены. Исправьте это в разделе Системные настройки > Уведомления!
sl: ⚠️ Obvestila so za aplikacijo izklopljena. Popravite to pod Sistemske nastavitve > Obvestila!
sv: ⚠️ Notifieringar är avstängda för appen. Åtgärda detta under Systeminställningar > Notifieringar!
tr: ⚠️ Uygulama için bildirimler kapalı. Bunu Sistem Ayarları > Bildirimler altında düzeltin!
uk: ⚠️ Сповіщення для додатку вимкнено. Виправте це в Налаштуваннях системи > Сповіщення!
vi: ⚠️ Thông báo đã bị tắt cho ứng dụng. Sửa điều này trong Cài đặt Hệ thống &gt; Thông báo!
zh_hans: ⚠️ 此应用程序的通知已关闭。前往「系统设置」>「通知」进行设置。
zh_hant: ⚠️ 此應用程式的通知已關閉。前往「系統設定」>「通知」進行設定。

source: ⚠️ Software XDR upscaling is active for extra brightness while native XDR upscaling is also available. It is recommended to enable native XDR brightness upscaling instead for an improved dimming, upscaling and syncing experience!
de: ⚠️ Software-basierte XDR-Hochskalierung ist für zusätzliche Helligkeit aktiv, während native Hochskalierung ebenfalls verfügbar ist. Es wird empfohlen, stattdessen die native XDR-Helligkeitshochskalierung zu aktivieren, um ein besseres Dimm-, Hochskalierungs- und Synchronisierungserlebnis zu erhalten!
es: ⚠️ El escalado XDR por software está activo para un brillo adicional, mientras que el escalado XDR nativo también está disponible. Se recomienda habilitar el escalado de brillo XDR nativo en su lugar para mejorar la experiencia de atenuación, escalado y sincronización.
fr: ⚠️ La démultiplication XDR logicielle est activée pour augmenter la luminosité, alors que démultiplication XDR native est aussi disponible. Il est recommandé d'activer la démultiplication de la luminosité XDR native pour une meilleure expérience d'atténuation, de démultiplication et de synchronisation !
hu: ⚠️ A szoftveres XDR-felskálázás aktív az extra fényerő érdekében, miközben a natív XDR-felskálázás is elérhető. A jobb sötétítési, felskálázási és szinkronizálási élmény érdekében ajánlott inkább a natív XDR-fényerő-felskálázás engedélyezése!
it: ⚠️ L’upscaling software XDR è attivo per una luminosità extra, mentre l’upscaling nativo XDR è anche disponibile. Si consiglia di abilitare l’upscaling nativo della luminosità XDR per un’esperienza migliore in termini di attenuazione, upscaling e sincronizzazione!
ja: ⚠️ 追加輝度のためのソフトウェアXDRアップスケーリングが有効化されていますが、ネイティブXDRアップスケーリングを使用することもできます。改善されたディミング、アップスケーリング、同期を得たいなら、代わりにネイティブXDR輝度アップスケーリングを有効化してください!
ko: ⚠️ 소프트웨어 XDR 업스케일링은 추가 밝기를 위해 활성화되어 있으며 네이티브 XDR 업스케일링도 사용할 수 있습니다. 대신 네이티브 XDR 밝기 업스케일링을 활성화하여 디밍, 업스케일링 및 동기화 환경을 개선하는 것이 좋습니다!
nb: ⚠️ Programvare-XDR-opp skalering er aktiv for ekstra lysstyrke, mens native XDR-opp skalering også er tilgjengelig. Det anbefales å aktivere native XDR-lysopp skalering for en bedre dimming-, opp skalerings- og synkroniseringsopplevelse!
nl: ⚠️ Programmatische XDR-opschaling is actief voor aanvullende helderheid terwijl ingebouwde XDR-opschaling ook beschikbaar is. Het wordt aanbevolen om ingebouwde XDR-opschaling van helderheid in te schakelen, omdat dit een verbeterde dim-, opschaal- en synchronisatie-ervaring geeft!
pl: ⚠️ Skalowanie programowe XDR jest aktywne dla dodatkowej jasności, podczas gdy natywne skalowanie XDR jest również dostępne. Zaleca się włączenie natywnego skalowania jasności XDR, aby uzyskać lepsze wrażenia z przyciemniania, skalowania i synchronizacji!
pt_br: ⚠️ O upscaling XDR do software está ativo para brilho extra, enquanto o upscaling XDR nativo também está disponível. Recomenda-se ativar o aumento de brilho XDR nativo para uma melhor experiência de escurecimento, aumento de escala e sincronização!
ro: ⚠️ Scalarea software XDR este activă pentru o luminozitate suplimentară, în timp ce scalarea nativă XDR este disponibilă. Se recomandă activarea scalării native a luminozității XDR pentru o experiență îmbunătățită de întunecare, scalare și sincronizare!
ru: ⚠️ Программное масштабирование XDR активно для дополнительной яркости, хотя также доступно встроенное масштабирование XDR. Рекомендуется включить встроенное масштабирование яркости XDR для улучшенного приглушения, масштабирования и синхронизации!
sl: ⚠️ Programsko povečanje ločljivosti XDR je aktivno za dodatno svetlost, medtem ko je na voljo tudi izvorno višanje ločljivosti XDR. Priporočljivo je, da namesto tega omogočite izvorno povečanje svetlosti XDR za izboljšano izkušnjo zatemnitve, povečanja in sinhronizacije!
sv: ⚠️ Software XDR-uppskalning är aktiv för extra ljusstyrka medan inbyggd XDR-uppskalning också är tillgänglig. Vi rekommenderar att du aktiverar den inbyggda XDR-uppskalningen av ljusstyrka istället för att få en förbättrad upplevelse av dimning, uppskalning och synkronisering!
tr: ⚠️ Ekstra parlaklık için Yazılım XDR yükseltme etkinken, yerel XDR yükseltme de kullanılabilir. Daha iyi bir karartma, yükseltme ve senkronizasyon deneyimi için bunun yerine yerel XDR parlaklık yükseltmeyi etkinleştirmeniz önerilir!
uk: ⚠️ Програмне масштабування XDR активне для додаткової яскравості, хоча також доступне вбудоване масштабування XDR. Рекомендується увімкнути вбудоване масштабування яскравості XDR для покращеного приглушення, масштабування та синхронізації!
vi: ⚠️ Tăng cường XDR phần mềm đang hoạt động để tăng cường độ sáng, trong khi tăng cường XDR nguyên bản cũng khả dụng. Đề xuất kích hoạt việc tăng cường độ sáng XDR nguyên bản thay vì phần mềm để có trải nghiệm tăng độ làm tối, tăng cường và đồng bộ tốt hơn!
zh_hans: ⚠️ 软件 XDR 亮度增强已启用，但原生 XDR 亮度增强也可使用。建议启用原生 XDR 亮度增强，以获得更好的调光、画面提升和同步体验！
zh_hant: ⚠️ 軟體 XDR 亮度增強已啟用，但原生 XDR 亮度增強也可使用。建議啟用原生 XDR 亮度增強，以獲得更好的調光、畫面提升和同步體驗！

source: ⚠️ Synchronization is disabled for this display group.
de: ⚠️ Synchronisierung ist für diese Displaygruppe deaktiviert.
es: ⚠️ La sincronización esta deshabilitada para este grupo de pantallas.
fr: ⚠️ La synchronisation est désactivée pour ce groupe d'écrans.
hu: ⚠️ A szinkronizálás nincs engedélyezve ehhez a kijelzőcsoporthoz.
it: ⚠️ La sincronizzazione è disattivata per questo gruppo di display.
ja: ⚠️ このディスプレイグループでは同期は無効化されています。
ko: ⚠️ 이 디스플레이 그룹의 동기화가 비활성화되어 있습니다.
nb: ⚠️ Synkronisering er deaktivert for denne skjermgruppen.
nl: ⚠️ Synchronisatie is niet actief voor deze schermgroep.
pl: ⚠️ Synchronizacja jest wyłączona dla tej grupy wyświetlaczy.
pt_br: ⚠️ A sincronização está desabilitada para este grupo de exibição.
ro: ⚠️ Sincronizarea este dezactivată pentru acest grup de ecrane.
ru: ⚠️ Синхронизация отключена для этой группы дисплеев.
sl: ⚠️ Sinhronizacija je onemogočena za to skupino zaslonov.
sv: ⚠️ Synkroniseringen är inaktiverad för den här skärmgruppen.
tr: ⚠️ Bu ekran grubu için senkronizasyon devre dışıdır.
uk: ⚠️ Синхронізація вимкнена для цієї групи дисплеїв.
vi: ⚠️ Đồng bộ hóa đã được vô hiệu hóa cho nhóm màn hình này.
zh_hans: ⚠️ 已停用该显示组同步功能。
zh_hant: ⚠️ 已停用該顯示組同步功能。

source: ⚠️ The protection is not in effect unless all participating displays are connected.
de: ⚠️ Der Schutz ist nicht in Kraft, wenn nicht alle beteiligten Displays angeschlossen sind.
es: ⚠️ La protección no está en efecto a menos que todas las pantallas participantes estén conectadas.
fr: ⚠️ La protection n'est pas active tant que tous les écrans qui y participent ne sont pas connectés.
hu: ⚠️ A védelem nem érvényes, amíg az összes résztvevő kijelző nincs csatlakoztatva.
it: ⚠️ La protezione non è attiva a meno che tutti i display partecipanti non siano connessi.
ja: ⚠️ 関係するすべてのディスプレイが接続されるまで、保護は有効化されません。
ko: ⚠️ 모든 참여 디스플레이가 연결되어 있지 않으면 보호 기능이 적용되지 않습니다.
nb: ⚠️ Beskyttelsen trer ikke i kraft med mindre alle deltakende skjermer er tilkoblet.
nl: ⚠️ De bescherming is niet actief tenzij alle deelnemende schermen zijn verbonden.
pl: ⚠️ Ochrona nie działa, jeśli wszystkie powiązane wyświetlacze nie są połączone.
pt_br: ⚠️ A proteção não terá efeito a menos que todos os monitores participantes estejam conectados.
ro: ⚠️ Protecția nu este în vigoare decât dacă toate ecranele participante sunt conectate.​
ru: ⚠️ Защита не действует, если не подключены все участвующие дисплеи.
sl: ⚠️ Zaščita ne deluje, če niso povezani vsi sodelujoči zasloni.
sv: ⚠️ Skyddet gäller inte om inte alla deltagande skärmar är anslutna.
tr: ⚠️ Tüm katılımcı ekranlar bağlı olmadığı sürece koruma etkin değildir.
uk: ⚠️ Захист не діє, якщо не підключені всі дисплеї, що беруть участь.
vi: ⚠️ Bảo vệ sẽ không có hiệu lực trừ khi tất cả các màn hình tham gia đều được kết nối.
zh_hans: ⚠️ 只有在所有参与的显示器都连接的情况下，保护功能才会生效。
zh_hant: ⚠️ 只有在所有參與的顯示器都連接的情況下，保護功能才會生效。

source: ⚠️ The protection is not in effect unless relative position is defined.
de: ⚠️ Der Schutz ist nicht in Kraft, wenn nicht eine relative Position definiert ist.
es: ⚠️ La protección no está en efecto a menos que se defina la posición relativa.
fr: ⚠️ La protection n'est pas active tant que la position relative n'est pas définie.
hu: ⚠️ A védelem nem érvényes, amíg az elhelyezkedés nincs meghatározva.
it: ⚠️ La protezione non è attiva a meno che la posizione relativa non sia definita.
ja: ⚠️ 相対位置が定義されるまで、保護は有効化されません。
ko: ⚠️ 상대 위치가 정의되지 않으면 보호 기능이 적용되지 않습니다.
nb: ⚠️ Beskyttelsen trer ikke i kraft med mindre relativ posisjon er definert.
nl: ⚠️ De bescherming is niet actief tenzij een relatieve positie is gedefinieerd.
pl: ⚠️ Ochrona nie działa, jeśli nie zostanie zdefiniowana pozycja względna.
pt_br: ⚠️ A proteção não entra em vigor a menos que a posição relativa seja definida.
ro: ⚠️ Aceasta protecțe nu este în vigoare decât dacă poziția relativă este definită.
ru: ⚠️ Защита не действует, если не определено относительное расположение.
sl: ⚠️ Zaščita ne velja, razen če je določen relativni položaj.
sv: ⚠️ Skyddet gäller inte om inte den relativa positionen har definierats.
tr: ⚠️ Göreli konum tanımlanmadığı sürece koruma etkin değildir.
uk: ⚠️ Захист не діє, якщо не визначено відносне розташування.
vi: ⚠️ Bảo vệ sẽ không có hiệu lực trừ khi vị trí tương đối được xác định.
zh_hans: ⚠️ 只有定义了相对位置，保护功能才会生效。
zh_hant: ⚠️ 只有定義了相對位置，保護功能才會生效。

source: ⚠️ The specified audio device does not have native volume controls.
nl: ⚠️ Het opgegeven geluidsapparaat heeft geen ingebouwde volumebediening.
pl: ⚠️ Wybrane urządzenie audio nie posiada natywnej regulacji głośności.
ru: ⚠️ Указанное аудиоустройство не имеет встроенного управления громкостью.

source: ⚠️ The specified audio device is not found or currently unavailable.
nl: ⚠️ Het opgegeven geluidsapparaat is niet gevonden of is momenteel niet beschikbaar.
pl: ⚠️ Nie znaleziono określonego urządzenia audio lub jest ono obecnie niedostępne.
ru: ⚠️ Указанное аудиоустройство не найдено или в данный момент недоступно.

source: ⚠️ The system OSD is available for brightness and volume only and may not show the correct device name and value on this macOS version.
nl: ⚠️ De systeem-OSD is beschikbaar voor alleen helderheid en volume en toont mogelijk niet de juiste apparaatnaam en -waarde op deze macOS-versie.
pl: ⚠️ Menu ekranowe systemu OSD umożliwia jedynie regulację jasności i głośności. W tej wersji systemu macOS nazwa i wartość urządzenia mogą być niepoprawne.
ru: ⚠️ Системный OSD доступен только для яркости и громкости и может не показывать правильное имя устройства и значение на этой версии macOS.

source: ⚠️ There is no custom control configured suitable as a new custom DDC feature.
de: ⚠️ Es ist kein benutzerdefiniertes Steuerelement konfiguriert, das sich als neue benutzerdefinierte DDC-Funktion eignet.
es: ⚠️ No hay ningún control personalizado configurado que sea adecuado como una nueva función DDC personalizada.
fr: ⚠️ Il n’y a pas de contrôle personnalisé configuré disponible en tant que nouvelle fonctionnalité DDC personnalisée.
hu: ⚠️ Nincs olyan egyéni vezérlő konfigurálva, amely új egyéni DDC-funkcióként használható lenne.
it: ⚠️ Nessun controllo personalizzato configurato è adatto come nuova funzione DDC personalizzata.
ja: ⚠️ 新規カスタムDDC機能として適切なカスタム制御が構成されていません。
ko: ⚠️ 새로운 사용자 지정 DDC 기능으로 적합하게 구성된 사용자 지정 컨트롤이 없습니다.
nb: ⚠️ Ingen tilpasset kontroll er konfigurert som egnet for en ny tilpasset DDC-funksjon.
nl: ⚠️ Er is geen eigen bediening geconfigureerd die geschikt is als nieuwe eigen DDC-functie.
pl: ⚠️ Nie skonfigurowano żadnego niestandardowego kontrolera, który mógłby zostać użyty jako nowa niestandardowa funkcja DDC.
pt_br: ⚠️ Nenhum controle personalizado está configurado para ser usado como novo recurso DDC personalizado.
ro: ⚠️ Nu există niciun control personalizat configurat care să fie potrivit ca o nouă funcție DDC personalizată.
ru: ⚠️ Не настроено ни одного пользовательского элемента управления, подходящего как новая функция DDC.
sl: ⚠️ Noben nadzor po meri ni konfiguriran kot nova funkcija DDC.
sv: ⚠️ Det finns ingen anpassad kontroll som är konfigurerad för att passa som en ny anpassad DDC-funktion.
tr: ⚠️ Yeni bir özel DDC özelliği olarak uygun yapılandırılmış özel bir kontrol yoktur.
uk: ⚠️ Не налаштовано жодного користувацького елемента керування, придатного як нову функцію DDC.
zh_hans: ⚠️ 未配置适合作为新自定义 DDC 功能的自定义控制项。
zh_hant: ⚠️ 尚未配置適合作為新自訂 DDC 功能的自訂控制項。
