Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: By specifying which input this Mac uses on the webOS device, the app can auto-switch input on wake and take into account the current input when powering the display off.
pl: Określając, którego wejścia używa ten Mac w urządzeniu webOS, aplikacja może automatycznie przełączać wejście po przebudzeniu i brać pod uwagę bieżące wejście podczas wyłączania wyświetlacza.
ru: Указывая, какой вход этот Mac использует на устройстве webOS, приложение может автоматически переключать вход во время пробуждения и учитывать текущий вход при выключении экрана.

source: C style array
de: Array im C-Stil
es: Arreglo de estilo C
fr: Tableau en C (C-Style array)
hu: C stílusú tömb
it: Array in stile C
ja: C形式の配列
ko: C언어 스타일 배열
nb: C-stil-array
nl: C-stijlarray
pl: Tablica w stylu C
pt_br: Matriz de estilo C
ro: Matrice de stil C
ru: Массив в стиле C
sl: Niz v slogu C
sv: Array i C-stil
tr: C stili dizi
uk: Масив в стилі C
vi: Mảng kiểu C
zh_hans: C 样式数组
zh_hant: C 樣式陣列

source: CLI designation
de: CLI-Bezeichnung
es: Identificador CLI
fr: Dénomination CLI
hu: CLI-azonosító
it: Identificatore CLI
ja: CLIの名称
ko: CLI 지정
nb: CLI-betegnelse
nl: CLI-aanduiding
pl: Oznaczenie CLI
pt_br: Identificação CLI
ro: Denumire CLI
ru: CLI-обозначение
sl: Oznaka CLI
sv: CLI-beteckning
tr: CLI ataması
uk: Позначення CLI
zh_hans: CLI 标识符
zh_hant: CLI 識別碼

source: CMYK Halftone
de: CMYK-Raster
es: Trama CMYK
fr: Demi-teinte CMYK
hu: CMYK raszter
it: Retinatura CMYK
ja: CMYKハーフトーン
ko: CMYK 하프톤
nb: CMYK-skravering
nl: CMYK-halftoon
pl: Połówkowy raster CMYK
pt_br: Meio-tom CMYK
ro: Semitonuri CMYK
ru: Растр CMYK
sl: Polton CMYK
sv: CMYK Halvton
tr: CMYK Yarım Ton
uk: CMYK растр
zh_hans: CMYK 半色调
zh_hant: CMYK 半色調

source: Cable disconnected
pl: Kabel odłączony
ru: Кабель отключен

source: Calibrate (Requires Enabled HDR)…
de: Kalibrieren (benötigt aktiviertes HDR)…
es: Calibrar (Requiere HDR habilitado)…
fr: Calibrer (requiert l'activation du HDR)
hu: Kalibrálás (HDR engedélyezése szükséges)…
it: Calibrazione (richiede HDR abilitato)…
ja: キャリブレーション（HDR有効化が必要）…
ko: 보정 (HDR 활성화 필요)…
nb: Kalibrer (krever aktivert HDR)…
nl: Kalibreer (vereist HDR ingeschakeld)…
pl: Kalibruj (Wymaga włączonego HDR)…
pt_br: Calibrar (requer HDR ativado)…
ro: Calibrare (Necesită HDR Activat)…
ru: Калибровка (требуется включение HDR)…
sl: Umeri (zahteva omogočen HDR) …
sv: Kalibrera (kräver aktiv HDR)…
tr: Kalibrasyon (HDR Etkinleştirilmesi Gerekli)…
uk: Калібрувати (потрібно ввімкнути HDR)…
vi: Hiệu chuẩn (Yêu cầu bật HDR)…
zh_hans: 校准 (需要启用 HDR)…
zh_hant: 校準 (需要啟用 HDR)…

source: Calibrate Upscaling…
de: Hochskalierung kalibrieren…
es: Calibrar Escalado…
fr: Calibrer la démultiplication…
hu: Felskálázás kalibrálása…
it: Calibrazione upscaling…
ja: HDRアップスケーリングをキャリブレーション…
ko: 업스케일링 보정…
nb: Kalibrer oppskalering…
nl: Kalibreren van opschaling...
pl: Kalibruj skalowanie…
pt_br: Calibrar upscaling…
ro: Calibrare Upscaling…
ru: Калибровка масштабирования…
sl: Umerjanje povečanja…
sv: Kalibrera uppskalning…
tr: Yukarı Ölçeklendirmeyi Kalibre Et…
uk: Відкалібрувати масштабування…
vi: Hiệu chuẩn Tăng cường hình ảnh…
zh_hans: 校准提升…
zh_hant: 校準提升…

source: Can be used to refer to the custom control via CLI. Must be unique and not clash with predefined controls either.
de: Kann verwendet werden, um über die CLI auf die benutzerdefinierte Steuerung zuzugreifen. Muss eindeutig sein und darf nicht mit vorgegebenen Steuerungen kollidieren.
es: Se puede usar para referirse al control personalizado a través de la CLI. Debe ser único y no entrar en conflicto con controles predefinidos.
fr: Peut-être utilisé pour faire référence à un contrôle personnalisé via le CLI. Se doit d’être unique et ne doit également pas rentrer en conflit avec les contrôles prédéfinis.
hu: Az egyéni egyéni vezérlő parancssoros azonosítására használatos. Egyedinek kell lennie, nem ütközhet előre definiált vezérlők értékével sem.
it: Può essere utilizzato per fare riferimento al controllo personalizzato tramite CLI. Deve essere univoco e non deve entrare in conflitto con i controlli predefiniti.
ja: CLI経由でカスタム制御を参照するために使用します。一意である必要があり、定義済み制御名と競合してはいけません。
ko: CLI를 통해 사용자 지정 컨트롤을 참조하는 데 사용될 수 있습니다. 이는 고유해야 하며 사전 정의된 컨트롤과 충돌하지 않아야 합니다.
nb: Kan brukes til å referere til den egendefinerte kontrollen via CLI. Må være unik og ikke kollidere med forhåndsdefinerte kontroller.
nl: Kan worden gebruikt om te verwijzen naar de eigen bediening via CLI. Moet uniek zijn en mag ook niet botsen met de vooropgegeven bediening.
pl: Może być używana do odwoływania się do niestandardowej kontroli za pośrednictwem CLI. Musi być unikatowa i nie może kolidować z już predefiniowanymi elementami sterującymi.
pt_br: Pode ser usado para se referir ao controle personalizado via CLI. Deve ser exclusivo e não pode conflitar com controles predefinidos.
ro: Poate fi utilizat pentru a face referire la controlul personalizat prin CLI. Trebuie să fie unic și să nu intre în conflict nici cu controalele predefinite.
ru: Можно использовать для обращения к пользовательскому элементу управления через CLI. Должно быть уникальным и не конфликтовать с предопределёнными элементами управления.
sl: Lahko se uporablja za sklicevanje na nadzor po meri prek CLI. Biti mora edinstven in ne sme biti v nasprotju z vnaprej določenimi kontrolniki.
sv: Kan användas för att hänvisa till den anpassade kontrollen via CLI. Måste vara unik och får inte heller krocka med fördefinierade kontroller.
tr: CLI aracılığıyla özel kontrole başvurmak için kullanılabilir. Benzersiz olmalı ve önceden tanımlanmış kontrollerle de çakışmamalıdır.
uk: Може використовуватись для звернення до користувацького елемента керування через CLI. Має бути унікальним і не співпадати з попередньо визначеними елементами керування.
zh_hans: 可通过 CLI 引用自定义控制项。必须唯一，且不得与预定义控制项冲突。
zh_hant: 可透過 CLI 參照自訂控制項。必須是唯一的，且不可與預設控制項衝突。

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hu: Mégsem
it: Cancella
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
ro: Anulează
ru: Отмена
sl: Prekliči
sv: Avbryt
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Cancel Pairing
nl: Annuleer paren
pl: Anuluj parowanie
ru: Отменить сопряжение

source: Capabilities
de: Fähigkeiten
es: Capacidades
fr: Capacités
hu: Képességek
it: Permessi
ja: 能力
ko: 기능
nb: Muligheter
nl: Mogelijkheden
pl: Możliwości
pt_br: Capacidades
ro: Capabilități
ru: Возможности
sl: Zmogljivosti
sv: Förmågor
tr: Yetenekler
uk: Можливості
vi: Khả năng
zh_hans: 功能性
zh_hant: 功能性

source: Centered menu bar icon
de: Zentriertes Menüleistensymbol
es: Icono del menú centrado
fr: Menu centré sur l'icône
hu: Középre igazított menüsor ikon
it: Icona centrata nella barra dei menu
ja: メニューバーアイコン中央配置
ko: 앱 메뉴 중앙 정렬
nb: Sentrert menylinjeikon
nl: Menubalksymbool in het midden
pl: Wyśrodkowana ikona paska menu
pt_br: Ícone da barra de menus centralizado
ro: Pictograma bară de meniu centrată
ru: Центрированная иконка в строке меню
sl: Sredinska ikona menijske vrstice
sv: Centrerad ikon för menyfältet
tr: Ortalanmış menü çubuğu simgesi
uk: Центрована іконка в рядку меню
vi: Biểu tượng thanh menu ở giữa
zh_hans: 居中菜单栏图标
zh_hant: 置中選單列圖示

source: Certain displays (typically those utilizing a backlight technology) produce a more natural image when the gamma is subtly adjusted on software dimming - this gives the image a better contrast.
de: Bestimmte Displays (typischerweise mit Hintergrundbeleuchtung) erzeugen ein natürlicheres Bild, wenn die Gamma-Werte durch Software-Dimmung feinjustiert werden – das verbessert den Bildkontrast.
es: Algunas pantallas (normalmente las que utilizan tecnología de retroiluminación) generan una imagen más natural cuando se ajusta sutilmente el gamma al atenuar mediante software, lo que mejora el contraste de la imagen.
fr: Certains écrans (typiquement ceux utilisant un rétroéclairage) produisent une image plus naturelle quand le gamma est légèrement ajusté en cas d’atténuation de luminosité logicielle - cela permet de donner à l’image un meilleur contraste.
hu: Bizonyos kijelzők (jellemzően háttérvilágítást használók) természetesebb képet adnak, ha a gamma értéke finoman módosul szoftveres sötétítés esetén – ez jobb kontrasztot eredményez.
it: Alcuni display (in particolare quelli che utilizzano una retroilluminazione) producono un’immagine più naturale quando il gamma viene regolato delicatamente durante l’attenuazione software, migliorando così il contrasto dell’immagine.
ja: 特定のディスプレイ（一般的にバックライト技術を使用している）は、ソフトウェアディミング——より良いコントラストの画像が得られる——を使用してガンマを微妙に調整することで、より自然な画像を生成することができます。
ko: 특정 디스플레이(일반적으로 백라이트 기술을 사용하는)는 소프트웨어 디밍에서 감마를 미세하게 조정할 때 더 자연스러운 이미지를 생성합니다. 이는 이미지에 더 나은 대비를 제공합니다.
nb: Visse skjermer (vanligvis de som bruker bakgrunnsbelysningsteknologi) gir et mer naturtro bilde når gamma subtilt justeres under programvaredemping – dette gir bedre kontrast.
nl: Bepaalde schermen (normaliter die een achtergrondverlichtingstechnologie gebruiken) produceren een natuurlijker beeld wanneer de gamma subtiel wordt gewijzigd bij het programmatisch dimmen - hierdoor krijgt het beeld een beter contrast.
pl: Niektóre wyświetlacze (zwykle korzystające z technologii podświetlenia) generują bardziej naturalny obraz, gdy gamma jest subtelnie dostosowana podczas programowego przyciemniania – poprawia to kontrast obrazu.
pt_br: Certos monitores (normalmente os que usam tecnologia de retroiluminação) produzem uma imagem mais natural quando o gamma é sutilmente ajustado ao escurecer via software – isso melhora o contraste da imagem.
ro: Anumite ecrane (de obicei, cele care utilizează o tehnologie de iluminare din spate) produc o imagine mai naturală atunci când gama este ajustată subtil la atenuarea software - acest lucru oferă imaginii un contrast mai bun.
ru: Некоторые дисплеи (обычно с подсветкой) дают более естественное изображение, если при программном затемнении слегка скорректировать гамму — это улучшает контраст.
sl: Nekateri zasloni (običajno tisti, ki uporabljajo tehnologijo osvetlitve ozadja) ustvarijo bolj naravno sliko, ko je gama subtilno prilagojena s programsko zatemnitvijo - to daje sliki boljši kontrast.
sv: Vissa skärmar (vanligtvis de som använder en bakgrundsbelysningsteknik) ger en mer naturlig bild när gamma justeras subtilt vid programvarudimning - detta ger bilden en bättre kontrast.
tr: Bazı ekranlar (tipik olarak arka ışık teknolojisi kullananlar), yazılım karartmasında gama ince bir şekilde ayarlandığında daha doğal bir görüntü üretir - bu, görüntüye daha iyi bir kontrast sağlar.
uk: Деякі дисплеї (зазвичай ті, що використовують підсвічування) відображають природніше зображення, коли гамма трохи коригується під час програмного затемнення — це покращує контрастність зображення.
zh_hans: 某些显示器（通常使用背光技术的）在通过软件调暗时微调伽马值会产生更自然的图像，从而提升图像对比度。
zh_hant: 某些顯示器（通常使用背光技術）在使用軟體調暗時微調伽瑪值會產生更自然的圖形，從而提升影像對比度。

source: Change ${rangedFeature} of ${displayEntity} to value ${valueParameter}.
de: Ändere ${rangedFeature} von ${displayEntity} auf den Wert ${valueParameter}.
es: Cambiar ${rangedFeature} de ${displayEntity} al valor ${valueParameter}.
fr: Mettre ${rangedFeature} de ${displayEntity} à ${valueParameter}.
hu: A ${rangedFeature} módosítása a ${displayEntity} esetében ${valueParameter} értékre.
it: Cambia ${rangedFeature} di ${displayEntity} al valore ${valueParameter}.
ja: ${displayEntity}の${rangedFeature}を値${valueParameter}に変更します。
ko: ${displayEntity}의 ${rangedFeature}(을)를 값 ${valueParameter}(으)로 변경합니다.
nb: Endre ${rangedFeature} for ${displayEntity} til verdi ${valueParameter}.
nl: Wijzig ${rangedFeature} van ${displayEntity} naar de waarde ${valueParameter}.
pl: Zmień ${rangedFeature} wyświetlacza ${displayEntity} na wartość ${valueParameter}.
pt_br: Alterar ${rangedFeature} de ${displayEntity} para o valor ${valueParameter}.
ro: Modificați ${rangedFeature} din ${displayEntity} la valoarea ${valueParameter}.
ru: Изменить ${rangedFeature} у ${displayEntity} на значение ${valueParameter}.
sl: Spremeni${rangedFeature} za${displayEntity} v vrednost${valueParameter}.
sv: Ändra ${rangedFeature} i ${displayEntity} till värdet ${valueParameter}.
tr: ${displayEntity} öğesinin ${rangedFeature} değerini ${valueParameter} değerine değiştirin.
uk: Змінити ${rangedFeature} для ${displayEntity} на значення ${valueParameter}.
vi: Thay đổi ${rangedFeature} của ${displayEntity} thành ${valueParameter}.
zh_hans: 将 ${displayEntity} 的 ${rangedFeature} 改为值 ${valueParameter}。
zh_hant: 將 ${displayEntity} 的 ${rangedFeature} 改為值 ${valueParameter}。

source: Change ${rangedFeature} of ${displayEntity} with an offset of ${valueParameter} percent.
de: Ändere ${rangedFeature} von ${displayEntity} mit einem Versatz von ${valueParameter} Prozent.
es: Cambiar ${rangedFeature} de ${displayEntity} con un desplazamiento del ${valueParameter} por ciento.
fr: Mettre ${rangedFeature} de ${displayEntity} avec un décalage de ${valueParameter} pourcent.
hu: A ${rangedFeature} módosítása ${displayEntity}esetén ${valueParameter} százalékos eltéréssel.
it: Cambia ${rangedFeature} di ${displayEntity} con un offset del ${valueParameter} percento.
ja: ${displayEntity}の${rangedFeature}をオフセット${valueParameter}パーセントで変更します。
ko: ${displayEntity}의 ${rangedFeature}(을)를 ${valueParameter}퍼센트의 오프셋으로 변경합니다.
nb: Endre ${rangedFeature} for ${displayEntity} med et avvik på ${valueParameter} prosent.
nl: Wijzig ${rangedFeature} van ${displayEntity} met een compensatie van ${valueParameter} procent.
pl: Zmień ${rangedFeature} wyświetlacza ${displayEntity} o ${valueParameter} procent przesunięcia.
pt_br: Alterar ${rangedFeature} de ${displayEntity} com um desvio de ${valueParameter} por cento.
ro: Modificați ${rangedFeature} din ${displayEntity} cu un offset de ${valueParameter} procent.
ru: Изменить ${rangedFeature} у ${displayEntity} со смещением на ${valueParameter}%.
sl: Spremeni${rangedFeature} za ${displayEntity} z odmikom ${valueParameter} odstotkov.
sv: Ändra ${rangedFeature} av ${displayEntity} med en förskjutning på ${valueParameter} procent.
tr: ${displayEntity} öğesinin ${rangedFeature} öğesini yüzde ${valueParameter} uzaklığıyla değiştirin.
uk: Змінити ${rangedFeature} для ${displayEntity} зі зміщенням на ${valueParameter} відсотків.
vi: Thay đổi ${rangedFeature} của ${displayEntity} với một độ lệch ${valueParameter} phần trăm.
zh_hans: 更改 ${displayEntity} 的 ${rangedFeature}，偏移量为 ${valueParameter}%。
zh_hant: 更改 ${displayEntity} 的 ${rangedFeature}，偏移量為 ${valueParameter}%。

source: Change ${rangedFeature} to value ${valueParameter} for all displays.
de: Ändere ${rangedFeature} auf den Wert ${valueParameter} für alle Displays.
es: Cambiar ${rangedFeature} al valor ${valueParameter} para todas las pantallas.
fr: Mettre ${rangedFeature} à ${valueParameter} pour tous les écrans.
hu: A ${rangedFeature} módosítása ${valueParameter} értékre minden kijelzőn.
it: Cambia ${rangedFeature} al valore ${valueParameter} per tutti i display.
ja: すべてのディスプレイの${rangedFeature}を値${valueParameter}に変更します。
ko: 모든 디스플레이의 ${valueParameter}(을)를 ${rangedFeature}(으)로 변경합니다.
nb: Endre ${rangedFeature} til verdi ${valueParameter} for alle skjermer.
nl: Wijzig ${rangedFeature} naar de waarde ${valueParameter} voor alle schermen.
pl: Zmień ${rangedFeature} na wartość ${valueParameter} dla wszystkich wyświetlaczy.
pt_br: Alterar ${rangedFeature} para o valor ${valueParameter} em todos os monitores.
ro: Modificați ${rangedFeature} la valoarea ${valueParameter} pentru toate afișajele.
ru: Изменить ${rangedFeature} на значение ${valueParameter} для всех дисплеев.
sl: Spremeni${rangedFeature} v vrednost ${valueParameter} za vse zaslone.
sv: Ändra ${rangedFeature} till värdet ${valueParameter} för alla skärmar.
tr: Tüm ekranlar için ${rangedFeature} değerini ${valueParameter} değerine değiştirin.
uk: Змінити ${rangedFeature} на значення ${valueParameter} для всіх дисплеїв.
vi: Thay đổi ${rangedFeature} thành giá trị ${valueParameter} cho tất cả màn hình.
zh_hans: 将所有显示的 ${rangedFeature} 改为值 ${valueParameter}。
zh_hant: 將所有顯示的 ${rangedFeature} 改為值 ${valueParameter}。

source: Change Activation Priority…
de: Die Priorität der Aktivierung ändern…
es: Cambia la Prioridad de Activación…
fr: Changer la priorité d'activation…
hu: Aktivációs prioritás módosítása…
it: Cambia priorità di attivazione…
ja: アクティベーション優先順位を変更…
ko: 활성화 우선순위 변경…
nb: Endre aktiveringsprioritet…
nl: Wijzig activeringsprioriteit…
pl: Zmień priorytet aktywacji…
pt_br: Alterar prioridade de ativação…
ro: Schimbă Prioritatea de Activare…
ru: Изменить приоритет активации…
sl: Spremeni prioriteto aktivacije…
sv: Ändra aktiveringsprioritet…
tr: Etkinleştirme Önceliğini Değiştir…
uk: Змінити пріоритет активації…
vi: Thay đổi ưu tiên kích hoạt…
zh_hans: 更改激活优先级……
zh_hant: 更改啟用優先級……

source: Change DDC audio mute of ${displayEntity} to ${onOff}.
de: DDC-Audiostummschaltung von ${displayEntity} auf ${onOff} ändern.
es: Cambiar el silencio de audio DDC de ${displayEntity} a ${onOff}.
fr: Mettre la coupure son DDC de ${displayEntity} sur ${onOff}.
hu: A(z) ${displayEntity} DDC némításának módosítása ${onOff} értékre.
it: Cambia il mute audio DDC di ${displayEntity} in ${onOff}.
ja: ${displayEntity}のDDCオーディオミュートを${onOff}に変更します。
ko: ${displayEntity}의 DDC 오디오 음소거를 ${onOff} 상태로 변경합니다.
nb: Endre DDC-lyddemping for ${displayEntity} til ${onOff}.
nl: Wijzig DDC-geluidsdemping van ${displayEntity} naar ${onOff}.
pl: Zmień wyciszenie audio DDC wyświetlacza ${displayEntity} na ${onOff}.
pt_br: Alterar o mudo de áudio DDC de ${displayEntity} para ${onOff}.
ro: Schimbați inversarea culorii pentru ${displayEntity} în ${onOff}.
ru: Изменить отключение звука DDC у ${displayEntity} на ${onOff}.
sl: Spremenite izklop zvoka DDC za ${displayEntity} v ${onOff}.
sv: Ändra ljudavstängning för DDC från ${displayEntity} till ${onOff}.
tr: ${displayEntity} öğesinin DDC ses sesini kapatmayı ${onOff} olarak değiştirin.
uk: Змінити DDC вимкнення звуку для ${displayEntity} на ${onOff}.
zh_hans: 将 ${displayEntity} 的DDC音频静音更改为${onOff}。
zh_hant: 將 ${displayEntity} 的DDC音訊靜音更改為${onOff}。

source: Change DDC audio volume of ${displayEntity} to ${volume}.
de: DDC-Audiolautstärke von ${displayEntity} auf ${volume} ändern.
es: Cambiar el volumen de audio DDC de ${displayEntity} a ${volume}.
fr: Mettre le volume DDC de ${displayEntity} à ${volume}.
hu: A ${displayEntity} DDC hangerőszintjének módosítása ${volume} értékre.
it: Cambia il volume audio DDC di ${displayEntity} a ${volume}.
ja: ${displayEntity}のDDCオーディオ音量を${volume}に変更します。
ko: ${displayEntity}의 DDC 오디오 볼륨을 ${volume}(으)로 변경합니다.
nb: Endre DDC-lydvolum for ${displayEntity} til ${volume}.
nl: Wijzig DDC-geluidsvolume van ${displayEntity} naar ${volume}.
pl: Zmień głośność audio DDC wyświetlacza ${displayEntity} na ${volume}.
pt_br: Alterar o volume de áudio DDC de ${displayEntity} para ${volume}.
ro: Schimbați volumul audio DDC al lui ${displayEntity} la ${volume}.
ru: Изменить громкость DDC для ${displayEntity} на ${volume}.
sl: Spremeni glasnost zvoka DDC za ${displayEntity} v ${volume}.
sv: Ändra DDC-ljudvolymen från ${displayEntity} till ${volume}.
tr: ${displayEntity} DDC ses seviyesini ${volume} olarak değiştirin.
uk: Змінити гучність DDC для ${displayEntity} на ${volume}.
vi: Thay đổi âm lượng DDC của ${displayEntity} thành ${volume}.
zh_hans: 将 ${displayEntity} 的 DDC 音频音量更改为 ${volume}。
zh_hant: 將 ${displayEntity} 的 DDC 音訊音量變更為 ${volume}。

source: Change brightness of ${displayEntity} to ${brightness}.
de: Helligkeit von ${displayEntity} auf ${brightness} ändern.
es: Cambiar el brillo de ${displayEntity} a ${brightness}.
fr: Mettre la luminosité de ${displayEntity} à ${brightness}.
hu: A ${displayEntity} fényerejének módosítása ${brightness} értékre.
it: Cambia la luminosità di ${displayEntity} a ${brightness}.
ja: ${displayEntity}の輝度を${brightness}に変更します。
ko: ${displayEntity}의 밝기를 ${brightness}(으)로 변경합니다.
nb: Endre lysstyrken for ${displayEntity} til ${brightness}.
nl: Wijzig helderheid van ${displayEntity} naar ${brightness}.
pl: Zmień jasność wyświetlacza ${displayEntity} na ${brightness}.
pt_br: Alterar o brilho de ${displayEntity} para ${brightness}.
ro: Schimbă luminozitatea lui ${displayEntity} la ${brightness}.
ru: Изменить яркость ${displayEntity} на ${brightness}.
sl: Spremeni svetlost ${displayEntity} v ${brightness}.
sv: Ändra ljusstyrkan för ${displayEntity} till ${brightness}.
tr: ${displayEntity} parlaklığını ${brightness} olarak değiştirin.
uk: Змінити яскравість ${displayEntity} на ${brightness}.
vi: Thay đổi độ sáng của ${displayEntity} thành ${brightness}.
zh_hans: 将 ${displayEntity} 的亮度改为 ${brightness}。
zh_hant: 將 ${displayEntity} 的亮度改為 ${brightness}。

source: Change brightness to ${brightness} for all displays.
de: Helligkeit für alle Displays auf ${brightness} ändern.
es: Cambia el brillo a ${brightness} en todas las pantallas.
fr: Mettre la luminosité à ${brightness} pour tous les écrans.
hu: Az összes kijelző fényerejének módosítása ${brightness} értékre.
it: Cambia la luminosità a ${brightness} per tutti i display.
ja: すべてのディスプレイの輝度を${brightness}に変更します。
ko: 모든 디스플레이의 밝기를 ${brightness}(으)로 변경합니다.
nb: Endre lysstyrken til ${brightness} for alle skjermer.
nl: Wijzig helderheid van ${brightness} voor alle schermen.
pl: Zmień jasność na ${brightness} dla wszystkich wyświetlaczy.
pt_br: Alterar o brilho para ${brightness} em todos os monitores.
ro: Schimbați luminozitatea la ${brightness} pentru toate afișajele.
ru: Изменить яркость на ${brightness} для всех дисплеев.
sl: Spremeni svetlost na ${brightness} za vse zaslone.
sv: Ändra ljusstyrkan till ${brightness} för alla skärmar.
tr: Tüm ekranlar için parlaklığı ${brightness} olarak değiştirin.
uk: Змінити яскравість на ${brightness} для всіх дисплеїв.
vi: Thay đổi độ sáng thành ${brightness} cho tất cả màn hình.
zh_hans: 将所有显示器的亮度改为 ${brightness}。
zh_hant: 將所有顯示器的亮度改為 ${brightness}。

source: Change color inversion of ${displayEntity} to ${onOff}.
de: Farbe inversion von ${displayEntity} auf ${onOff} ändern.
es: Cambiar la inversión de colores de ${displayEntity} a ${onOff}.
fr: Mettre l’inversion des couleurs de ${displayEntity} sur ${onOff}.
hu: A(z) ${displayEntity} színinverziójának módosítása ${onOff} értékre.
it: Cambia l’inversione dei colori di ${displayEntity} in ${onOff}.
ja: ${displayEntity}のカラー反転を${onOff}に変更します。
ko: ${displayEntity}의 색 반전을 ${onOff} 상태로 변경합니다.
nb: Endre fargeinvertering for ${displayEntity} til ${onOff}.
nl: Wijzig kleuromkering van ${displayEntity} naar ${onOff}.
pl: Zmień inwersję kolorów wyświetlacza ${displayEntity} na ${onOff}.
pt_br: Alterar a inversão de cores de ${displayEntity} para ${onOff}.
ro: Schimbați inversarea culorii pentru ${displayEntity} în ${onOff}.
ru: Изменить инверсию цветов у ${displayEntity} на ${onOff}.
sl: Spremenite barvno inverzijo ${displayEntity} v ${onOff}.
sv: Ändra färginvertering av ${displayEntity} till ${onOff}.
tr: ${displayEntity} öğesinin renk ters çevirmesini ${onOff} olarak değiştirin.
uk: Змінити інверсію кольорів для ${displayEntity} на ${onOff}.
zh_hans: 将 ${displayEntity} 的颜色反转改为 ${onOff}。
zh_hant: 將 ${displayEntity} 的顏色反轉改為 ${onOff}。
