Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: A display is present which is not fully controllable without the app
de: Ein Display is vorhanden, welches ohne die App nicht vollständig steuerbar ist
es: Hay una pantalla presente que no es completamente controlable sin la aplicación.
fr: Il existe un écran qui n'est pas entièrement contrôlable sans l'application
hu: Csak alkalmazás által vezérelhető kijelző csatlakoztatva van
it: Un display è presente che non è completamente controllabile senza l'app
ja: アプリ以外から完全に制御できないディスプレイが存在
ko: 앱 없이는 완전히 제어할 수 없는 디스플레이가 있음
nb: En skjerm er til stede som ikke kan kontrolleres fullt ut uten appen
nl: Een scherm is aanwezig dat niet volledig te bedienen is zonder de app
pl: Obecny jest wyświetlacz, którym nie można w pełni sterować bez aplikacji
pt_br: Está presente um monitor que não é totalmente controlável sem o aplicativo
ro: Există un ecran prezent care nu poate fi controlat complet fără aplicație.
ru: Присутствует дисплей, который не может полностью управляться без приложения
sl: Prisoten je zaslon, ki ga brez aplikacije ni mogoče popolnoma nadzorovati
sv: Det finns en skärm som inte är helt kontrollerbar utan appen
tr: Uygulama olmadan tam olarak kontrol edilemeyen bir ekran mevcut
uk: Присутній дисплей, яким неможливо повністю керувати без програми
vi: Một màn hình hiện diện nhưng không thể điều khiển hoàn toàn nếu không có ứng dụng
zh_hans: 存在不借助应用程序无法完全控制的显示器
zh_hant: 存在不借助應用程式無法完全控制的顯示器

source: A higher priority display group marked as exclusive is active.
de: Eine Displaygruppe mit einer höheren Priorität, die als exklusiv markiert ist, ist aktiv.
es: Un grupo de pantallas de mayor prioridad marcado como exclusivo está activo.
fr: Un groupe d'écrans avec une priorité supérieure marqué comme exclusif est activé.
hu: Egy magasabb prioritású, kizárólagosnak jelölt kijelzőcsoport aktív.
it: Un gruppo di display con priorità più alta contrassegnato come esclusivo è attivo.
ja: より高い優先度を持つディスプレイグループです。
ko: 독점 표시된 우선 순위가 높은 디스플레이 그룹이 활성화되어 있습니다.
nb: En visningsgruppe med høyere prioritet merket som eksklusiv er aktiv.
nl: Een schermgroep met hogere prioriteit, die gemarkeerd is als exclusief, is actief.
pl: Aktywna jest grupa wyświetlaczy o wyższym priorytecie oznaczona jako wyłączna.
pt_br: Um grupo de exibição de prioridade mais alta marcado como exclusivo está ativo.
ro: Un grup de ecrane cu prioritate mai mare marcat ca exclusiv este activ.
ru: Активна группа дисплеев с более высоким приоритетом, отмеченная как эксклюзивная.
sl: Aktivna je skupina zaslonov z višjo prioriteto, označena kot ekskluzivna.
sv: En skärmgrupp med högre prioritet som är markerad som exklusiv är aktiv.
tr: Özel olarak işaretlenmiş daha yüksek öncelikli bir görüntüleme grubu etkindir.
uk: Група дисплеїв з вищим пріоритетом, позначена як ексклюзивна, активна.
vi: Một nhóm màn hình ưu tiên được đánh dấu là đặc biệt đang hoạt động.
zh_hans: 优先显示组已启用。
zh_hant: 優先顯示組已啟用。

source: A less than 720p desktop resolution is not ideal for macOS usability as GUI elements might not fit. This affects virtual screens as well as the resolution slider for displays.
de: Eine Desktop-Auflösung von weniger als 720p ist für die Bedienbarkeit von macOS nicht ideal, da Elemente der Benutzeroberfläche möglicherweise nicht hineinpassen. Dies betrifft sowohl virtuelle Bildschirme, als auch den Auflösungsregler für Displays.
es: Una resolución de escritorio inferior a 720p no es ideal para la usabilidad de macOS, ya que los elementos de la interfaz gráfica podrían no ajustarse. Esto afecta tanto a las pantallas virtuales como al control deslizante de resolución de las pantallas.
fr: Une résolution de bureau inférieure à 720p n'est pas idéale pour l'utilisation de macOS, car les éléments de l'interface graphique risquent de ne pas s'adapter. Cela affecte les écrans virtuels ainsi que le curseur de sélection de résolution des écrans.
hu: A 720p-nél kisebb asztali felbontás nem ideális a macOS használhatósága szempontjából, mivel a GUI-elemek nem biztos, hogy elférnek. A beállítás érinti a virtuális képernyőket, valamint a kijelzők felbontási csúszkáját is.
it: Una risoluzione desktop inferiore a 720p non è ideale per l'usabilità di macOS poiché gli elementi GUI potrebbero non funzionare. Questo influisce sugli schermi virtuali e sul cursore di risoluzione per i display.
ja: デスクトップの解像度が720p未満の場合、GUI要素が収まらないことがあるため、macOSのユーザビリティにとって好ましくありません。ディスプレイの解像度スライダだけでなく、仮想スクリーンにも影響します。
ko: 720p 미만의 데스크톱 해상도는 GUI 요소가 맞지 않을 수 있으므로 macOS 사용성에 적합하지 않습니다. 이는 디스플레이의 해상도 슬라이더뿐만 아니라 가상 화면에도 영향을 미칩니다.
nb: En skrivebordsoppløsning under 720p er ikke ideell for macOS-brukervennlighet ettersom GUI-elementer kanskje ikke får plass. Dette påvirker både virtuelle skjermer og oppløsningsglidebryteren for skjermer.
nl: Een bureaubladresolutie lager dan 720p is niet ideaal voor het gebruik van macOS omdat sommige GUI-elementen mogelijk niet passen. Dit heeft ook invloed op virtuele schermen alsook de resolutie-schuifregelaar voor schermen.
pl: Rozdzielczość pulpitu niższa niż 720p nie jest optymalna dla macOS, ponieważ elementy interfejsu mogą się nie mieścić. Dotyczy to zarówno wirtualnych ekranów, jak i suwaka rozdzielczości dla wyświetlaczy.
pt_br: Uma resolução de desktop inferior a 720p não é ideal para a usabilidade do macOS, pois os elementos da interface podem não caber. Isso afeta as telas virtuais, bem como o controle deslizante de resolução dos monitores.
ro: O rezoluție de desktop mai mică de 720p nu este ideală pentru utilizarea macOS, deoarece elementele GUI s-ar putea să nu se potrivească. Acest lucru afectează ecranele virtuale, precum și cursorul de rezoluție pentru ecrane.
ru: Разрешение рабочего стола менее 720p не является идеальным для удобства использования macOS, так как элементы графического интерфейса могут не поместиться в экране. Это касается как виртуальных экранов, так и слайдера настроек разрешения дисплеев.
sl: Ločljivost namizja, manjša od 720p, ni idealna za uporabnost macOS, saj elementi GUI morda ne ustrezajo. To vpliva na virtualne zaslone in tudi na drsnik ločljivosti za zaslone.
sv: En skrivbordsupplösning på mindre än 720p är inte idealisk för macOS användbarhet eftersom GUI-element kanske inte passar. Detta påverkar virtuella skärmar såväl som upplösningsreglaget för bildskärmar.
tr: 720p'den daha düşük bir masaüstü çözünürlüğü, GUI öğeleri sığamayabileceğinden macOS kullanılabilirliği için ideal değildir. Bu, sanal ekranların yanı sıra monitörler için çözünürlük çubuğunu da etkiler.
uk: Роздільна здатність робочого столу менше 720p не є ідеальною для зручності використання macOS, оскільки елементи GUI можуть не поміщатися. Це впливає на віртуальні екрани, а також на повзунок роздільної здатності для дисплеїв.
vi: Độ phân giải màn hình thấp hơn 720p không lý tưởng cho khả năng sử dụng macOS vì các thành phần GUI có thể không vừa vặn. Điều này ảnh hưởng để cả màn hình ảo và thanh độ phân giải cho các màn hình.
zh_hans: 低于 720p 的桌面分辨率可能导致 GUI 元素不合适而降低 macOS 可用性，这将影响虚拟屏幕及显示器分辨率滑块。
zh_hant: 低於 720p 的桌面解析度可能導致 GUI 元素不合適而降低 macOS 可用性，這將影響虛擬螢幕及顯示器解析度滑桿。

source: A popup notification will appear when the app detects interference from other apps that adjust the color table. Useful for troubleshooting.
de: Eine Popup-Mitteilung wird erscheinen, wenn die App Störquellen aufgrund anderer Apps, die die Farbpalette anpassen, feststellt. Nützlich für die Fehlersuche.
es: Aparecerá una notificación emergente cuando la aplicación detecte interferencias de otras aplicaciones que ajustan la tabla de colores. Útil para la solución de problemas.
fr: Une notification contextuelle s'affiche lorsque l'application détecte des interférences avec d'autres applications qui ajustent la table de couleur. Utile pour le dépannage.
hu: Egy felugró üzenet jelenik meg, ha az alkalmazás más olyan alkalmazás által okozott zavart érzékel, amely szintén módosítja a színtáblát. Hasznos hibakeresés során.
it: Apparirà una notifica pop-up quando l'app rileva le interferenze da altre applicazioni che regolano la tabella dei colori. Utile per la risoluzione dei problemi.
ja: カラーテーブルを調整する他のアプリからの干渉を検出すると、ポップアップ通知されます。トラブルシューティングに役立ちます。
ko: 앱이 색상표를 조정하는 다른 앱의 간섭을 감지하면 팝업 알림이 표시됩니다. 문제 해결에 유용합니다.
nb: En popup-varsling vises når appen oppdager interferens fra andre apper som justerer fargetabellen. Nyttig for feilsøking.
nl: Een pop-upmelding zal verschijnen als de app interferentie opmerkt met andere apps die de kleurentabel aanpassen. Nuttig bij op foutopsporing.
pl: Gdy aplikacja wykryje zakłócenia z innych aplikacji, które dostosowują tabelę kolorów, na ekranie pojawi się powiadomienie. Przydatne podczas rozwiązywania problemów.
pt_br: Uma notificação pop-up aparecerá quando o aplicativo detectar interferência de outros aplicativos que ajustam a tabela de cores. Útil para solução de problemas.
ro: Va apărea o notificare pop-up atunci când aplicația detectează interferențe de la alte aplicații care ajustează tabela de culori. Util pentru depanare.
ru: Всплывающее уведомление появится, когда приложение обнаружит помехи от других приложений, которые настраивают цветовую таблицу. Полезно для устранения неполадок.
sl: Ko aplikacija zazna motnje drugih aplikacij, ki prilagajajo barvno tabelo, se prikaže pojavno obvestilo. Uporabno za odpravljanje težav.
sv: Ett popup-meddelande visas när appen upptäcker störningar från andra appar som justerar färgtabellen. Användbart för felsökning.
tr: BetterDisplay, renk tablosunu ayarlayan diğer uygulamalardan kaynaklı müdahale algıladığında bir bildirim görüntülenir. Sorun giderme için kullanışlıdır.
uk: Спливаюче сповіщення з'явиться, коли програма виявить перешкоди від інших програм, які налаштовують таблицю кольорів. Корисно для усунення несправностей.
vi: Một cửa sổ thông báo sẽ xuất hiện khi phát hiện sự can thiệp điều chỉnh bảng màu từ các ứng dụng khác. Điều này hữu ích để sửa lỗi.
zh_hans: 当应用程序检测到其他应用干扰色彩设置时，将会弹出通知。
zh_hant: 當應用程式檢測到其他程式干擾色彩設定時，將會彈出通知。

source: A virtual screen is similar to a real display but exists only in the virtual space (in the computer's memory). You can use it to show it in a PIP window, stream or mirror its content to a real display or use it as a source for screen recording or screencast via an appropriate app.
de: Ein virtueller Bildschirm ist einem echten Display ähnlich, existiert aber nur virtuell (im Arbeitsspeicher des Computers). Du kannst ihn in einem Bild-in-Bild Fenster anzeigen, seinen Inhalt auf einen realen Display streamen oder synchronisieren oder ihn als Ursprung für Bildschirmaufnahmen oder Screencasts über eine entsprechende App verwenden.
es: Una pantalla virtual es similar a una pantalla real, pero solo existe en el espacio virtual (en la memoria de la computadora). Puedes usarla para mostrarla en una ventana PIP, transmitir o duplicar su contenido en una pantalla real, o utilizarla como fuente para grabación de pantalla o screencast a través de una aplicación adecuada.
fr: Un écran virtuel est similaire à un écran réel mais n'existe que dans l'espace virtuel (dans la mémoire de l'ordinateur). Vous pouvez l'utiliser pour l'afficher dans une fenêtre d'image dans l'image, diffuser ou mettre en miroir son contenu vers un vrai écran ou l'utiliser comme source d'enregistrement ou de diffusion d'écran via une application appropriée.
hu: A virtuális képernyő hasonlít a valós kijelzőhöz, de csak a virtuális térben (a számítógép memóriájában) létezik. Használhatja Kép a képben ablakban történő megjelenítésre, streamelésre vagy tükrözésre egy valós kijelzőre, illetve egy megfelelő alkalmazáson keresztül képernyőfelvétel vagy screencast forrásaként is használhatja.
it: Uno schermo virtuale è simile a un display reale, ma esiste solo nello spazio virtuale (nella memoria del computer). È possibile utilizzarlo per mostrarlo in una finestra PIP, stream o mirror il suo contenuto su un reale display o usalo come sorgente per la registrazione dello schermo o screencast tramite un'app appropriata.
ja: 仮想スクリーンは実ディスプレイと似ていますが、仮想空間（コンピュータのメモリ内）にのみ存在します。これを使用して、PIPウインドウを表示したり、そのコンテンツを実ディスプレイにストリーミングまたはミラーリングしたり、適切なアプリを使った画面集録やスクリーンキャストのソースとして使用したりできます。
ko: 가상 화면은 실제 디스플레이와 비슷하지만 (컴퓨터의 메모리에 있는) 가상 공간에만 존재합니다. 이를 이용하여 PIP 창에 보여주거나, 그 내용을 실제 디스플레이에 스트리밍하거나 미러링하거나, 적절한 앱을 통해 화면 녹화나 스크린캐스트의 소스로 사용할 수 있습니다.
nb: En virtuell skjerm ligner en ekte skjerm, men eksisterer kun i det virtuelle rommet (i datamaskinens minne). Du kan vise den i et PIP-vindu, strømme eller speile innholdet til en ekte skjerm, eller bruke den som kilde for skjermopptak eller skjermdeling via en passende app.
nl: Een virtueel scherm lijkt op een echt scherm maar bestaat alleen in de virtuele ruimte (in het geheugen van de computer). Je kunt een virtueel scherm gebruiken om het te tonen in een PIP-venster, om het materiaal ervan te streamen naar een echt scherm of te gebruiken als Synchrone weergave naar een echt scherm, of je kunt het gebruiken als bron voor schermopname of een screencast via een bijbehorende app.
pl: Wirtualny ekran jest podobny do prawdziwego wyświetlacza, lecz istnieje tylko w przestrzeni wirtualnej (w pamięci komputera). Możesz go użyć do wyświetlania w oknie PIP, przesyłania strumienia lub mirroringu na rzeczywisty wyświetlacz albo jako źródło nagrywania ekranu lub screencastu za pomocą odpowiedniej aplikacji.
pt_br: Uma tela virtual é semelhante a uma tela real, mas existe apenas no espaço virtual (na memória do computador). Você pode usá-lo para exibi-lo em uma janela PIP, transmitir ou espelhar seu conteúdo em uma tela real ou usá-lo como fonte para gravação de tela ou screencast por meio de um aplicativo apropriado.
ro: Un ecran virtual este similar cu un ecran real, dar există doar în spațiul virtual (în memoria computerului). Puteți să-l utilizați pentru a-l afișa într-o fereastră PIP, pentru a transmite sau a-l reflecta conținutul pe un ecran real sau pentru a-l utiliza ca sursă pentru înregistrarea ecranului sau pentru difuzarea ecranului prin intermediul unei aplicații potrivite.
ru: Виртуальный экран похож на реальный дисплей, но существует только в виртуальном пространстве (в памяти компьютера). Вы можете использовать его для отображения в окне PIP, транслировать или зеркально отображать его содержимое на реальном дисплее, или использовать его в качестве источника для записи экрана или скринкаста с помощью соответствующего приложения.
sl: Navidezni zaslon je podoben pravemu zaslonu, vendar obstaja samo v navideznem prostoru (v pomnilniku računalnika). Uporabite ga lahko za prikaz v oknu PIP, pretakanje ali zrcaljenje njegove vsebine na pravi zaslon ali pa ga uporabite kot vir za snemanje zaslona ali predvajanje zaslona prek ustrezne aplikacije.
sv: En virtuell skärm liknar en riktig skärm men finns bara i det virtuella utrymmet (i datorns minne). Du kan använda den för att visa den i ett PIP-fönster, streama eller spegla dess innehåll till en riktig skärm eller använda den som källa för skärminspelning eller screencast via en lämplig app.
tr: Sanal ekran gerçek ekrana benzer ancak yalnızca sanal alanda (bilgisayarın belleğinde) bulunur. Bir RiR (resim içinde resim) penceresinde göstermek, içeriğini gerçek bir ekrana aktarmak veya yansıtmak ya da uygun bir uygulama aracılığıyla ekran kaydı veya ekran yayını için bir kaynak olarak kullanmak için kullanabilirsiniz.
uk: Віртуальний екран схожий на реальний дисплей, але існує лише у віртуальному просторі (у пам'яті комп'ютера). Ви можете використовувати його, щоб показати його у вікні PIP, передавати або віддзеркалювати його вміст на реальному дисплеї або використовувати його як джерело для запису екрану чи трансляції екрану за допомогою відповідної програми.
vi: Màn hình ảo tương tự như một màn hình thực nhưng chỉ tồn tại trong không gian ảo (bộ nhớ của máy tính). Bạn có thể sử dụng nó để hiển thị trong một cửa sổ PiP, trình chiếu hoặc phản chiếu nội dung của nó lên một màn hình thực, hoặc sử dụng nó như một nguồn cho việc ghi hoặc chia sẻ màn hình qua một ứng dụng thích hợp.
zh_hans: 虚拟屏幕与真实显示器类似，但只存在于虚拟空间（计算机内存）。您可将虚拟屏幕内容以画中画窗口监视、串流或镜像到一个真实显示器，也可通过合适的应用程序把它当作屏幕录制或屏幕投影来源。
zh_hant: 虛擬螢幕與真實顯示器類似，但只存在於虛擬空間（電腦記憶體）。您可將虛擬螢幕內容以畫中畫窗口監視、串流或鏡像到一個真實顯示器，也可通過合適的應用程式把它當作螢幕錄影或螢幕投影來源。

source: A virtual screen which is associated with a display will automatically connect or disconnect when the associated display is connected or disconnected. You can disable auto-connect for associated virtual screens.
de: Ein virtueller Bildschirm, der mit einem Display gekoppelt ist, wird automatisch verbunden oder getrennt, wenn das gekoppelte Display verbunden oder getrennt wird. Du kannst das automatische Verbinden für gekoppelte virtuelle Bildschirme deaktivieren.
es: Una pantalla virtual asociada a una pantalla se conectará o desconectará automáticamente cuando la pantalla asociada se conecte o desconecte. Puedes deshabilitar la conexión automática para las pantallas virtuales asociadas.
fr: Un écran virtuel associé à un écran se connectera/déconnectera de façon automatique quand l'écran associé sera connecté/déconnecté. Vous pouvez désactiver la connexion automatique pour les écrans virtuels associés.
hu: Valamely kijelzőhöz társított virtuális képernyő automatikusan csatlakozik vagy leválasztódik, amikor a társított kijelző csatlakozik vagy leválasztódik. A társított virtuális képernyők automatikus csatlakoztatása letiltható.
it: Uno schermo virtuale associato a un display si connette o si disconnette automaticamente quando lo schermo associato è collegato o disconnesso. È possibile disattivare la connessione automatica per gli schermi virtuali associati.
ja: ディスプレイに関連付けた仮想スクリーンは、ディスプレイを接続または切断すると、自動的に接続または切断されます。関連付けた仮想スクリーンの自動接続を無効化することができます。
ko: 디스플레이와 연결된 가상 화면은 해당 디스플레이가 연결되거나 끊어질 때 자동으로 연결되거나 끊어집니다. 연결된 가상 화면에 대한 자동 연결 기능을 비활성화할 수 있습니다.
nb: En virtuell skjerm som er knyttet til en skjerm, kobles automatisk til eller fra når den tilknyttede skjermen kobles til eller fra. Du kan deaktivere automatisk tilkobling for tilknyttede virtuelle skjermer.
nl: Een virtueel scherm welke gekoppeld is aan een scherm zal automatisch verbinden of losmaken als het scherm dat er aan gekoppeld is wordt verbonden of losgemaakt. Je kunt het automatisch verbinden van gekoppelde virtuele schermen uitschakelen.
pl: Wirtualny ekran powiązany z wyświetlaczem będzie automatycznie łączył się lub rozłączał, gdy powiązany wyświetlacz zostanie połączony lub rozłączony. Możesz wyłączyć automatyczne łączenie dla powiązanych wirtualnych ekranów.
pt_br: Uma tela virtual associada a um monitor será conectada ou desconectada automaticamente quando o monitor associado for conectado ou desconectado. Você pode desativar a conexão automática para telas virtuais associadas.
ro: Un ecran virtual asociat cu un ecran fizic se va conecta sau deconecta automat atunci când ecranul fizic asociat este conectat sau deconectat. Puteți dezactiva auto-conectarea pentru ecranele virtuale asociate.
ru: Виртуальный экран, связанный с дисплеем, будет автоматически подключаться или отключаться при подключении или отключении связанного дисплея. Можно отключить автоподключение для связанных виртуальных экранов.
sl: Navidezni zaslon, ki je povezan z zaslonom, se bo samodejno povezal ali prekinil, ko je povezani zaslon povezan ali prekinjen. Za povezane virtualne zaslone lahko onemogočite samodejno povezovanje.
sv: En virtuell skärm som är associerad med en bildskärm ansluts eller kopplas bort automatiskt när den associerade bildskärmen ansluts eller kopplas bort. Du kan inaktivera automatisk anslutning för associerade virtuella skärmar.
tr: Bir ekranla ilişkilendirilmiş bir sanal ekran, ilişkilendirilmiş ekran bağlandığında veya bağlantısı kesildiğinde otomatik olarak bağlanır veya bağlantısı kesilir. İlişkili sanal ekranlar için otomatik bağlantıyı devre dışı bırakabilirsiniz.
uk: Віртуальний екран, який пов'язано з дисплеєм, автоматично підключатиметься або відключатиметься, коли пов'язаний дисплей буде під'єднано чи відключено. Ви можете вимкнути автоматичне підключення для пов'язаних віртуальних екранів.
vi: Một màn hình ảo được liên kết với một màn hình thực sẽ tự động kết nối hoặc ngắt kết nối khi màn hình liên kết được kết nối hoặc ngắt kết nối. Bạn có thể tắt chế độ tự động này cho các màn hình ảo liên kết.
zh_hans: 与显示器关联的虚拟屏幕随关联显示器自动连接或断开。您可禁用关联虚拟屏幕的自动连接功能。
zh_hant: 與顯示器關聯的虛擬螢幕隨關聯顯示器自動連接或斷開。您可禁用關聯虛擬螢幕的自動連接功能。
