Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: There is at least one controllable display connected
de: Es ist mindestens ein steuerbares Display verbunden
es: Hay al menos una pantalla controlable conectada
fr: Il y a au moins un écran contrôlable connecté
hu: Legalább egy vezérelhető kijelző csatlakoztatva van
it: C'è almeno un display controllabile collegato
ja: 制御可能なディスプレイが少なくとも1台接続中
ko: 제어 가능한 디스플레이가 하나 이상 연결되어 있을 때
nb: Det er minst én kontrollerbar skjerm tilkoblet
nl: Er is ten minste één bedienbaar scherm aangesloten
pl: Połączony jest co najmniej jeden sterowany wyświetlacz
pt_br: Há pelo menos um monitor controlável conectado
ro: Există cel puțin un ecran fizic controlabil conectat.
ru: Подключен как минимум один управляемый дисплей
sl: Povezan je vsaj en upravljalni zaslon
sv: Det finns minst en kontrollerbar skärm ansluten
tr: Bağlı en az bir kontrol edilebilir ekran vardır
uk: Підключено принаймні один керований дисплей
vi: Có ít nhất một màn hình có thể điều khiển được đang được kết nối.
zh_hans: 至少连接一个可控显示器
zh_hant: 至少連接一個可控顯示器

source: There is no at least one display group member present.
de: Es ist nicht mindestens ein Element der Displaygruppe vorhanden.
es: No hay al menos un miembro del grupo de pantallas presente.
fr: Il n'y d'écran présent membre du groupe au minimum.
hu: Nincs legalább egy kijelzőcsoport-tag jelen.
it: Non è presente nessun membro del gruppo di display.
ja: グループメンバーが1つも存在しません。
ko: 한 명 이상의 디스플레이 그룹 구성원이 참석하지 않았습니다.
nb: Det er ikke minst ett skjermgruppe-medlem til stede.
nl: Er is niet ten minste één schermgroepslid aanwezig.
pt_br: Não há pelo menos um membro do grupo de exibição presente.
ro: Nu există cel puțin un membru al grupului de ecrane prezent.
ru: Нет ни одного участника группы дисплеев.
sl: Prisoten ni vsaj en član prikazovalne skupine.
sv: Det finns inte minst en medlem i skärmgruppen närvarande.
tr: En az bir görüntüleme grubu üyesi mevcut değildir.
uk: Немає жодного учасника групи дисплеїв.
vi: Không có ít nhất một thành viên của nhóm màn hình hiện tại.
zh_hans: 未连接任何显示组成员。
zh_hant: 未連接任何顯示群組成員。

source: There is no group member present.
de: Es ist kein Gruppenmitglied vorhanden.
es: No hay ningún miembro del grupo presente.
fr: Il n'y pas de membre dur groupe présents.
hu: Egyetlen csoporttag sincs jelen.
it: Non è presente nessun membro del gruppo.
ja: グループメンバーは存在しません。
ko: 현재 그룹 구성원이 없습니다.
nb: Det er ingen gruppemedlemmer til stede.
nl: Er is geen groepslid aanwezig.
pt_br: Não há nenhum membro do grupo presente.
ro: Nu este prezent niciun membru al grupului.
ru: Нет ни одного участника группы.
sl: Ni prisotnega člana skupine.
sv: Det finns ingen gruppmedlem närvarande.
tr: Grup üyesi mevcut değildir.
uk: Немає жодного учасника групи.
vi: Không có thành viên nhóm hiện diện.
zh_hans: 无组成员
zh_hant: 無群組成員

source: Thermal
de: Temperatur
es: Térmico
fr: Thermique
hu: Hőkamera
it: Termico
ja: サーモグラフィ
ko: 열화상
nb: Termisk
nl: Thermisch
pt_br: Térmico
ro: Temperatură
ru: Тепловой
sl: Toplota
sv: Termisk
tr: Termal
uk: Тепловий
zh_hans: 热成像
zh_hant: 熱成像

source: These three identifiers (serial number, vendor and model ID) serve as the basis for display identification in macOS. If any of these three identifiers are changed, the system will assign a new identity (UUID) to the virtual screen and treat it as newly connected display.
de: Diese drei Identifikatoren (Seriennummer, Hersteller- und Modell-ID) dienen als Grundlage für die Identifizierung des Displays in macOS. Wenn einer dieser drei Identifikatoren geändert wird, wird das System dem virtuellen Bildschirm eine neue Identität (UUID) zuweisen und es als neu angeschlossenes Display behandeln.
es: Estos tres identificadores (número de serie, proveedor e ID de modelo) sirven como base para la identificación de la pantalla en macOS. Si se cambia cualquiera de estos tres identificadores, el sistema asignará una nueva identidad (UUID) a la pantalla virtual y la reconocerá como una pantalla recién conectada.
fr: Ces trois identifiants (numéro de série, fabriquant et identifiant du modèle) servent de base pour l'identification des écrans dans macOS. Si n'importe lequel des ces trois identifiants sont changés, le système assignera une nouvelle identité (UUID) à l'écran virtuel et le traitera comme un écran nouvellement connecté.
hu: Ez a három azonosító (szériaszám, gyártó és modell azonosító) szolgál a kijelző azonosításának alapjául a macOS-ben. Ha e három azonosító bármelyike megváltozik, a rendszer új azonosítót (UUID) rendel a virtuális képernyőhöz, és újonnan csatlakoztatott kijelzőként kezeli.
it: Questi tre identificatori (numero di serie, venditore e modello ID) servono da base per l'identificazione dell'esposizione in macOS. Se uno di questi tre identificatori è cambiato, il sistema assegnerà una nuova identità (UUID) allo schermo virtuale e lo tratterà come display appena connesso.
ja: これら3つの識別子（シリアル番号、ベンダーID、モデルID）は、macOSがディスプレイを識別する基準となります。これらの識別子のいずれかが変更された場合、システムは仮想スクリーンに新しいID（UUID）を割り当て、新規接続されたディスプレイとして扱います。
ko: 이 세 가지 식별자(일련 번호, 공급업체 및 모델 ID)는 macOS에서 디스플레이 식별의 기초가 됩니다. 이 세 가지 식별자 중 하나라도 변경되면 시스템에서 가상 화면에 새 ID(UUID)를 할당하고 새로 연결된 디스플레이로 취급합니다.
nb: Disse tre identifikatorene (serienummer, leverandør og modell-ID) utgjør grunnlaget for skjermidentifikasjon i macOS. Hvis noen av disse endres, vil systemet tildele den virtuelle skjermen en ny identitet (UUID) og behandle den som nytilkoblet.
nl: Deze drie identificatoren (serienummer, leverancier en model-ID) dienen als basis voor schermidentificatie in macOS. Als een van deze drie identificatoren wordt gewijzigd, zal het systeem een nieuwe identiteit (UUID) toewijzen aan het virtuele scherm en het behandelen als een nieuw aangesloten scherm.
pl: Te trzy identyfikatory (numer seryjny, ID producenta oraz modelu) stanowią podstawę rozpoznawania wyświetlaczy w systemie macOS. Jeśli którykolwiek z nich zostanie zmieniony, system przypisze wirtualnemu ekranowi nową tożsamość (UUID) i potraktuje go jako nowo wykryte połączenie wyświetlacza.
pt_br: Esses três identificadores (número de série, fornecedor e ID do modelo) servem como base para a identificação de exibição no macOS. Se algum desses três identificadores for alterado, o sistema atribuirá uma nova identidade (UUID) à tela virtual e a tratará como um monitor recém-conectado.
ro: Acești trei identificatori (număr de serie, vânzător și ID de model) sunt baza pentru identificarea ecranului în macOS. Dacă oricare dintre acești trei identificatori sunt schimbați, sistemul va atribui o nouă identitate (UUID) ecranului virtual și-l va trata ca pe un ecran nou conectat.
ru: Эти три идентификатора (серийный номер, идентификатор производителя и модели) служат основой для идентификации дисплея в macOS. Если любой из этих трех идентификаторов будет изменен, система присвоит виртуальному экрану новый идентификатор (UUID) и будет рассматривать его как новый подключенный дисплей.
sl: Ti trije identifikatorji (serijska številka, prodajalec in ID modela) služijo kot osnova za identifikacijo zaslona v macOS. Če se kateri koli od teh treh identifikatorjev spremeni, bo sistem virtualnemu zaslonu dodelil novo identiteto (UUID) in ga obravnaval kot na novo povezan zaslon.
sv: Dessa tre identifierare (serienummer, tillverkar- och modell-ID) utgör grunden för skärmidentifiering i macOS. Om någon av dessa tre identifierare ändras kommer systemet att tilldela en ny identitet (UUID) till den virtuella skärmen och behandla den som en nyansluten skärm.
tr: Bu üç tanımlayıcı (seri numarası, satıcı ve model kimliği) macOS'ta monitör tanımlaması için temel oluşturur. Bu üç tanımlayıcıdan herhangi biri değiştirilirse, sistem sanal ekrana yeni bir kimlik (UUID) atayacak ve onu yeni bağlanmış ekran olarak ele alacaktır.
uk: Ці три ідентифікатори (серійний номер, постачальник і ідентифікатор моделі) служать основою для ідентифікації дисплея в macOS. Якщо будь-який із цих трьох ідентифікаторів змінено, система призначить новий ідентифікатор (UUID) віртуальному екрану та розглядатиме його як щойно підключений дисплей.
vi: Ba nhận dạng này (số seri, nhà sản xuất và ID model) là cơ sở cho việc nhận dạng màn hình trên macOS. Nếu bất kỳ trong ba nhận dạng này thay đổi, hệ thống sẽ gán một định danh mới (UUID) cho màn hình ảo và xem nó như một màn hình mới được kết nối.
zh_hans: 这三个标识符 (序列号、供应商和型号ID) 是 macOS 中显示器标识的基础。如果这三个标识符中的任何一个发生变化，系统将为虚拟屏幕分配一个新标识 (UUID)，并视为新连接的显示器。
zh_hant: 這三個識別碼 (序列號、供應商和型號ID) 是 macOS 中顯示器標識的基礎。如果這三個識別碼中的任何一個發生變化，系統將為虛擬螢幕分配一個新標識 (UUID)，並視為新連接的顯示器。

source: Third-party external display
de: Externes Display eines Drittanbieters
es: Pantalla externa de terceros
fr: Écran externe tierce
hu: Harmadik fél által gyártott külső kijelző
it: Display esterno di terze parti
ja: サードパーティ製外付けディスプレイ
ko: 서드파티 외장 디스플레이
nb: Ekstern skjerm fra tredjepart
nl: Extern scherm van derden
pl: Wyświetlacz zewnętrzny innej firmy
pt_br: Monitor externo de terceiros
ro: Ecran extern de la terți
ru: Внешний дисплей стороннего производителя
sl: Zunanji zaslon drugega proizvajalca
sv: Extern skärm från tredje part
tr: Üçüncü taraf harici ekran
uk: Зовнішній дисплей стороннього виробника
vi: Màn hình rời bên thứ ba
zh_hans: 第三方外部显示器
zh_hant: 第三方外部顯示器

source: This allows additional image adjustment control options when color table adjustments are not enabled or available. Comes with a slight performance penalty. This feature is always active when software brightness upscaling is turned on while color table adjustments are not available.
de: Dies ermöglicht zusätzliche Steuerungsoptionen für die Bildanpassung, wenn Farbpalettenanpassungen nicht aktiviert oder verfügbar sind. Dies geht mit einem leichten Leistungsverlust einher. Diese Funktion ist immer aktiv, wenn die Software-basierte Helligkeitshochskalierung aktiviert ist, während die Farbpalettenanpassungen nicht verfügbar sind.
es: Esto permite opciones adicionales de control de ajuste de imagen cuando los ajustes de la tabla de colores no están habilitados o disponibles. Viene con una ligera penalización en el rendimiento. Esta función siempre está activa cuando el escalado de brillo por software está activado mientras los ajustes de la tabla de colores no están disponibles.
fr: Cela permet des contrôles d'ajustements d'image supplémentaires quand les ajustements de table de couleur ne sont pas activés ou disponibles. Impacte légèrement les performances. Cette fonctionnalité est toujours active quand la démultiplication logicielle de la luminosité est activée alors que les ajustements de la table de couleurs ne sont pas disponibles.
hu: További képbeállítási beállítási lehetőségeket tesz lehetővé, ha a színtábla-beállítások nem engedélyezettek vagy nem állnak rendelkezésre. Enyhe teljesítménycsökkenéssel jár. Ez a funkció mindig aktív, ha a szoftveres fényerő-növelés be van kapcsolva, miközben a színtábla-beállítások nem állnak rendelkezésre.
it: Consente opzioni aggiuntive di regolazione dell’immagine quando le regolazioni della tabella dei colori non sono abilitate o disponibili. Ha un lieve impatto sulle prestazioni ed è sempre attivo quando l’upscaling software della luminosità è attivo senza regolazioni della tabella dei colori.
ja: カラーテーブル調整が有効化されていないか使用できない場合、追加の画像調整制御オプションが利用できるようになります。これは若干のパフォーマンス低下を伴います。カラーテーブル調整が利用できず、ソフトウェア輝度アップスケーリングを許可している場合、この機能は常に有効となります。
ko: 색상표 조정이 활성화되어 있지 않거나 사용할 수 없는 경우 추가 이미지 조정 제어 옵션을 사용할 수 있습니다. 약간의 성능 저하가 있습니다. 이 기능은 색상표 조정을 사용할 수 없는 상태에서 소프트웨어 밝기 업스케일링이 켜져 있을 때 항상 활성화됩니다.
nb: Dette gir ekstra alternativer for bildejustering når fargetabelljusteringer ikke er aktivert eller tilgjengelige. Medfører en liten ytelsesstraff. Denne funksjonen er alltid aktiv når programvarebasert lysstyrkeoppskalering er slått på mens fargetabelljusteringer ikke er tilgjengelige.
nl: Dit maakt aanvullende bedieningsopties mogelijk voor beeldaanpassing wanneer kleurtabelaanpassingen niet ingeschakeld of beschikbaar zijn. Komt met een lichte prestatievermindering. Deze functie is altijd actief wanneer programmatische helderheidsopschaling is ingeschakeld terwijl kleurtabelaanpassingen niet beschikbaar zijn.
pt_br: Isso permite opções adicionais de controle de ajuste de imagem quando os ajustes da tabela de cores não estão ativados ou disponíveis. Vem com uma ligeira penalidade de desempenho. Este recurso está sempre ativo quando o aumento de brilho do software está ativado enquanto os ajustes da tabela de cores não estão disponíveis.
ro: Permite opțiuni suplimentare de control al ajustării imaginii atunci când ajustările tabelei de culori nu sunt activate sau disponibile. Vine cu o penalizare ușoară în performanță. Această funcție este mereu activă atunci când scalarea luminozității software este activată, în timp ce ajustările tabelei de culori nu sunt disponibile.
ru: Это позволяет дополнительные опции управления изображением, когда настройки цветовой таблицы недоступны или отключены. Сопровождается небольшим снижением производительности. Функция всегда активна, если включено программное увеличение яркости, а настройки цветовой таблицы недоступны.
sl: To omogoča dodatne možnosti nadzora prilagoditve slike, ko prilagoditve barvne tabele niso omogočene ali na voljo. Prihaja z rahlo zmanjšano zmogljivostjo. Ta funkcija je vedno aktivna, ko je vklopljeno programsko povečanje svetlosti, medtem ko prilagoditve barvne tabele niso na voljo.
sv: Detta ger ytterligare kontrollalternativ för bildjustering när färgtabelljusteringar inte är aktiverade eller tillgängliga. Detta medför en liten prestandaförlust. Den här funktionen är alltid aktiv när uppskalning av ljusstyrka i programvara är aktiverad medan färgtabelljusteringar inte är tillgängliga.
tr: Bu, renk tablosu ayarlamaları etkinleştirilmediğinde veya mevcut olmadığında ek görüntü ayarlama kontrol seçenekleri sağlar. Hafif bir performans düşüşü ile birlikte gelir. Renk tablosu ayarlamaları mevcut değilken yazılım parlaklığı yükseltme açıldığında bu özellik her zaman etkindir.
uk: Це дозволяє додаткові опції керування зображенням, коли налаштування колірної таблиці недоступні або вимкнені. Супроводжується невеликим зниженням продуктивності. Ця функція завжди активна, якщо програмне підвищення яскравості увімкнено, а налаштування колірної таблиці недоступні.
vi: Điều này cho phép các tùy chọn điều chỉnh hình ảnh bổ sung khi điều chỉnh bảng màu không được bật hoặc không có sẵn. Đi kèm với một tổn thất nhỏ về hiệu suất. Tính năng này luôn hoạt động khi việc tăng độ sáng phần mềm được bật trong khi điều chỉnh bảng màu không có sẵn.
zh_hans: 此功能可在未启用或无法使用色彩表调整时，提供额外的图像调节选项，但会略微影响性能表现。 当软件亮度增强启用而色彩表调整不可用时，此功能将始终保持开启。
zh_hant: 此功能可在未啟用或無法使用色彩表調整時，提供額外的圖形調整選項，但會略微影響性能表現。 當軟體亮度增強啟用而色彩表調整不可用時，此功能將始終保持開啟。

source: This allows advanced dimming, color adjustments and other features like software XDR/HDR upscaling. Note: color adjustments clip HDR content when in active use. If this option is disabled, the app will fall back to overlay based dimming control and uses Metal for software XDR/HDR upscaling.
de: Dies ermöglicht erweitertes Dimmen, Farbanpassungen und andere Funktionen wie Software-basierte XDR/HDR-Hochskalierung. Hinweis: Farbanpassungen beschneiden HDR-Inhalte, wenn sie aktiviert sind. Wenn diese Option deaktiviert ist, greift die App auf eine auf Überlagerungen basierende Dimmsteuerung zurück und verwendet Metal für Software-XDR/HDR-Hochskalierung.
es: Esto permite atenuación avanzada, ajustes de color y otras funciones como el escalado XDR/HDR por software. Nota: los ajustes de color recortan el contenido HDR cuando están en uso activo. Si esta opción está deshabilitada, la aplicación recurrirá al control de atenuación basado en superposición y usará Metal para el escalado XDR/HDR por software.
fr: Cela permet l'atténuation avancée, l'ajustement des couleurs et d'autres fonctionnalités comme la démultiplication XDR/HDR. Note : l'ajustement des couleurs tronque le contenu HDR en utilisation active. Si cette option est désactivée, l'application va réaliser l'atténuation par sur-couche et utiliser Metal pour la démultiplication XDR/HDR logicielle.
hu: Ez lehetővé teszi a fejlett fényerőszabályozást, a színbeállításokat valamint egyéb funkciókat, mint például a szoftveres XDR/HDR felskálázás. Megjegyzés: a színbeállítások aktív használat közben limitálják a HDR-tartalmak fényességét. Ha ez az opció ki van kapcsolva, az alkalmazás átáll az átfedés-alapú (overlay) fényerőszabályozásra, szoftveres XDR/HDR-felskálázáshoz pedig a Metal-t használja.
it: Questo permette il dimmeramento avanzato, le regolazioni del colore e altre caratteristiche come il software XDR/HDR upscaling. Nota: le regolazioni del colore clip contenuto HDR quando in uso attivo. Se questa opzione è disabilitata, l'app farà ricorso al controllo di oscuramento basato su sovrapposizione e utilizza Metal per l'upscaling software XDR/HDR.
ja: 高度なディミング、カラー調整、その他ソフトウェアXDR/HDRアップスケーリングなどの機能が使用できるようになります。注意：カラー調整はアクティブな場合にはHDRコンテンツをクリップします。このオプションを無効化すると、アプリはオーバーレイベースのディミング制御に戻り、ソフトウェアXDR/HDRアップスケーリングにMetalを使用します。
ko: 이를 통해 고급 디밍, 색상 조정 및 소프트웨어 XDR/HDR 업스케일링과 같은 기타 기능을 사용할 수 있습니다. 참고: 색상 조정은 활성 사용 중일 때 HDR 콘텐츠를 클립합니다. 이 옵션을 비활성화하면 앱은 오버레이 기반 디밍 제어로 돌아가며 소프트웨어 XDR/HDR 업스케일링에 Metal을 사용합니다.
nb: Dette muliggjør avansert demping, fargejusteringer og andre funksjoner som programvarebasert XDR/HDR-oppskalering. Merk: fargejusteringer klipper HDR-innhold ved aktiv bruk. Hvis dette alternativet er deaktivert, vil appen bruke demping via overlegg og Metal for programvarebasert XDR/HDR-oppskalering.
nl: Dit maakt geavanceerde dimming, kleuraanpassingen en andere functies zoals programmatische XDR/HDR-opschaling mogelijk. Opmerking: kleuraanpassingen clippen HDR-materiaal wanneer in actief gebruik. Als deze optie is uitgeschakeld, valt de app terug op overlay-gebaseerde dimmingbediening en gebruikt Metal voor programmatische XDR/HDR-opschaling.
pt_br: Isso permite escurecimento avançado, ajustes de cores e outros recursos, como upscaling por software XDR/HDR. Nota: os ajustes de cores cortam o conteúdo HDR quando em uso ativo. Se esta opção estiver desativada, o aplicativo retornará ao controle de escurecimento baseado em sobreposição e usará Metal para upscaling por software XDR/HDR.
ro: Această optiune permite întunecare avansată, ajustări de culoare și alte funcții precum scalarea software XDR/HDR. Notă: ajustările de culoare taie conținutul HDR când sunt în uz activ. Dacă această opțiune este dezactivată, aplicația va folosi controlul de întunecare bazat pe suprapunere și va utiliza Metal pentru scalarea software XDR/HDR.
ru: Это позволяет расширить возможности регулировки яркости, цвета и других функций, таких как программное масштабирование XDR/HDR. Примечание: при активном использовании регулировки цвета HDR-контент будет корректироваться. Если эта опция отключена, приложение вернется к управлению яркостью на основе оверлея и будет использовать Metal для программного XDR/HDR апскейлинга.
sl: To omogoča napredno zatemnitev, barvne prilagoditve in druge funkcije, kot je programsko povečanje XDR/HDR. Opomba: prilagoditve barv posnamejo vsebino HDR, ko je v aktivni uporabi. Če je ta možnost onemogočena, se bo aplikacija vrnila na nadzor zatemnitve na podlagi prekrivanja in uporabila Metal za programsko nadgradnjo XDR/HDR.
sv: Detta möjliggör avancerad dimning, färgjusteringar och andra funktioner som XDR/HDR-uppskalning med programvara. Obs: färgjusteringar klipper HDR-innehåll när det används aktivt. Om det här alternativet inaktiveras återgår appen till överläggsbaserad dimmerkontroll och använder Metal för XDR/HDR-uppskalning i programvara.
tr: Bu, gelişmiş karartma, renk ayarlamaları ve yazılım XDR/HDR yükseltme gibi diğer özelliklere olanak tanır. Not: Renk ayarlamaları, aktif kullanımdayken HDR içeriğini kaydeder. Bu seçenek devre dışı bırakılırsa, uygulama yerleşim tabanlı karartma kontrolüne geri döner ve yazılım XDR/HDR yükseltme için Metal'i kullanır.
uk: Це дозволяє розширене затемнення, налаштування кольору та інші функції, такі як програмне збільшення XDR/HDR. Примітка: коригування кольорів відрізає вміст HDR під час активного використання. Якщо цей параметр вимкнено, програма повернеться до керування затемненням на основі накладання та використовує Metal для програмного масштабування XDR/HDR.
vi: Điều này cho phép làm tối nâng cao, điều chỉnh màu sắc và các tính năng khác như việc tăng cường XDR/HDR phần mềm. Lưu ý: việc điều chỉnh màu sắc có thể làm mất nội dung HDR khi sử dụng. Nếu tùy chọn này bị vô hiệu hóa, ứng dụng sẽ sử dụng kiểm soát làm tối dựa trên tầng lớp và sử dụng Metal cho việc tăng cường XDR/HDR phần mềm.
zh_hans: 此功能可实现高级调光、色彩调节和其他功能，如软件 XDR/HDR 提升。注意：色彩调整在使用中会影响 HDR 内容。禁用此选项时应用将退回到基于叠加层的调光控制并采用 Metal 进行软件 XDR/HDR 提升。
zh_hant: 此功能可實現進階調光、色彩調節和其他功能，如軟體 XDR/HDR 提升。注意：色彩調整在使用中會影響 HDR 內容。禁用此選項時，程式將退回到基於疊加層的調光控制並采用 Metal 進行軟體 XDR/HDR 提升。

source: This allows the dimming or image adjustment overlay to take effect on the lock screen and on spaces where it is normally ineffective.
de: Ermöglicht Dimmung oder Bildanpassung auf dem Sperrbildschirm.
es: Permite aplicar atenuación o ajustes de imagen en la pantalla de bloqueo.
fr: Cela permet à une sur-couche d’atténuation ou d’ajustement d’image d’être active sur l’écran verrouillé.
hu: Lehetővé teszi a sötétítés vagy képmódosítás érvényesítését a zárolási képernyőn.
it: Consente l'oscuramento o la regolazione delle immagini sulla schermata di blocco.
ja: ディミングまたは画像調整オーバーレイがロック画面で使用できるようになります。
ko: 이 기능을 사용하면 디밍 또는 이미지 조정 오버레이가 잠금 화면에도 적용됩니다.
nb: Dette gjør at dimming eller bildejusteringsoverlegg også gjelder på låseskjermen.
nl: Hiermee wordt het mogelijk dat de dim- of beeldaanpassingsoverlay invloed heeft op het toegangsscherm en op spaces waar het normaliter niet effectief is.
pt_br: Permite escurecimento ou ajustes de imagem na tela de bloqueio.
ro: Aceasta permite aplicarea efectului de estompare sau a suprapunerii pentru ajustarea imaginii pe ecranul de blocare.
ru: Это позволяет затемнению или накладыванию настроек изображения действовать на экране блокировки и в пространствах, где оно обычно неэффективно.
sl: To omogoča, da zatemnitev ali prekrivanje prilagoditve slike začne veljati na zaklenjenem zaslonu.
sv: Detta gör att dimning eller bildjusteringsöverlägg även fungerar på låsskärmen.
tr: Bu özellik, kilit ekranında da karartma veya görüntü ayarlamalarının uygulanmasını sağlar.
uk: Це дозволяє затемнення або накладання налаштувань зображення на екрані блокування.
zh_hans: 允许在锁屏上进行调光或图像调整。
zh_hant: 允許在鎖定畫面上進行調暗或影像調整。
