Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: You should exit the other app or disable 'Allow color table adjustments' under Settings > Displays to fix this!
de: Du solltest das andere Programm beenden oder 'Farbpalettenanpassungen erlauben' unter Einstellungen > Displays deaktivieren, um das Problem zu beheben!
es: Deberías cerrar la otra aplicación o desactivar ‘Permitir ajustes de la tabla de colores’ en Configuración > Pantallas para solucionar esto!
fr: Vous devriez quitter l'autre application ou désactiver 'Autoriser les ajustements de la table de couleur' dans Réglages > Écrans pour réparer cela !
hu: A probléma kezeléséhez lépjen ki a másik alkalmazásból, vagy kapcsolja ki a "Színtábla módosítások engedélyezése" opciót a Beállítások/Kijelzők menüpontban!
it: Dovresti uscire dall'altra app o disabilitare 'Consenti regolazioni del colore' in Impostazioni/Visualizzatori per risolvere il problema!
ja: 他のアプリを終了するか、設定 > ディスプレイ の「カラー調整を許可」を無効化して、この問題を解決してください!
ko: 이 문제를 해결하려면 다른 앱을 종료하거나 설정/디스플레이에서 '색상표 조정 허용'을 비활성화해야 합니다!
nb: Du bør avslutte den andre appen eller deaktivere “Tillat justering av fargetabell” under Innstillinger > Skjermer for å løse dette!
nl: Je kunt het beste de andere app stoppen of de optie 'Kleurentabelaanpassingen' uitschakelen onder Instellingen > Schermen om dit op te lossen!
pt_br: Você deve sair do outro aplicativo ou desativar 'Permitir ajustes de cores' em Configurações/Telas para corrigir isso!
ro: Ar trebui să închideți cealaltă aplicație sau să dezactivați Permiteți ajustări de culoare în Setări/Ecrane pentru a remedia această problemă!
ru: Вы должны выйти из другого приложения или отключить 'Разрешить регулировку цвета' в разделе Настройки/Дисплеи, чтобы исправить это!
sl: Zaprite drugo aplikacijo ali onemogočite »Dovoli prilagoditve barvne tabele« pod Nastavitve > Zasloni, da to popravite!
sv: Du bör avsluta den andra appen eller inaktivera "Tillåt färgtabelljusteringar" under Inställningar > Skärmar för att åtgärda detta!
tr: Bunu düzeltmek için diğer uygulamadan çıkmalı veya Ayarlar/Görüntüler altında 'Renk ayarlamalarına izin ver' seçeneğini devre dışı bırakmalısınız!
uk: Ви повинні вийти з іншої програми або вимкнути 'Дозволити коригування кольорів' у розділі Налаштування/Дисплеї, щоб виправити це!
vi: Bạn nên thoát ứng dụng khác hoặc tắt `Cho phép điều chỉnh màu sắc` trong Cài đặt > Màn hình để sửa lỗi này!
zh_hans: 您应该退出其他应用程序或禁用 "设置 > 显示器 > 允许颜色调整" 来解决此问题！
zh_hant: 您應該退出其他應用程式或禁用 "設定 > 顯示器 > 允許顏色調整" 來解決此問題！

source: Zone 2
ru: Зона 2

source: Zone 3
ru: Зона 3

source: Zone 4
ru: Зона 4

source: Zoom
de: Zoomen
hu: Nagyítás
ja: 拡大/縮小
ko: 확대
nl: Vergroot/verklein
pl: Powiększenie
pt_br: Ampliação
ru: Масштаб
sl: Približaj
tr: Yakınlaştır
uk: Збільшити
vi: Thu phóng
zh_hans: 缩放
zh_hant: 縮放

source: [License Terms](https://betterdisplay.pro/license)
de: [Lizenzvereinbarung](https://betterdisplay.pro/license)
es: [Condiciones de Licencia](https://betterdisplay.pro/license)
fr: [Contrat de licence](https://betterdisplay.pro/license)
hu: [Licencfeltételek](https://betterdisplay.pro/license)
it: [Termini licenza](https://betterdisplay.pro/license)
ja: [使用許諾条件](https://betterdisplay.pro/license)
ko: [라이선스 정보](https://betterdisplay.pro/license)
nb: [Lisensvilkår](https://betterdisplay.pro/license)
nl: [Licentievoorwaarden](https://betterdisplay.pro/license)
pl: [Warunki licencji](https://betterdisplay.pro/license)
pt_br: [Termos de Licença](https://betterdisplay.pro/license)
ro: [Termeni de Licența](https://betterdisplay.pro/license)
ru: [Лицензионные положения](https://betterdisplay.pro/license)
sl: [Licenčni pogoji](https://betterdisplay.pro/license)
sv: [Licensvillkor](https://betterdisplay.pro/license)
tr: [Lisans Sözleşmesi](https://betterdisplay.pro/license)
uk: [Ліцензійна Угода](https://betterdisplay.pro/license)
vi: [Điều khoản Bản quyền](https://betterdisplay.pro/license)
zh_hans: [许可条款](https://betterdisplay.pro/license)
zh_hant: [許可條款](https://betterdisplay.pro/license)

source: [More information about Accessibility Permissions…](https://support.apple.com/guide/mac-help/allow-accessibility-apps-to-access-your-mac-mh43185)
de: [Weitere Informationen über Berechtigungen für die Bedienungshilfen…](https://support.apple.com/guide/mac-help/allow-accessibility-apps-to-access-your-mac-mh43185)
es: [Más información sobre Permisos de Accesibilidad…](https://support.apple.com/guide/mac-help/allow-accessibility-apps-to-access-your-mac-mh43185)
fr: [Plus d'informations à propos des permissions d'accessibilité...](https://support.apple.com/fr-fr/guide/mac-help/mh43185/mac)
hu: [További információ a hozzáférés engedélyezéséről…](https://support.apple.com/hu-hu/guide/mac-help/mh43185)
it: [Maggiori informazioni sui permessi di accessibilità…](https://support.apple.com/guide/mac-help/allow-accessibility-apps-to-access-your-mac-mh43185)
ja: [アクセシビリティの許可についての追加情報…](https://support.apple.com/guide/mac-help/allow-accessibility-apps-to-access-your-mac-mh43185)
ko: [접근성 권한에 관한 정보…](https://support.apple.com/guide/mac-help/allow-accessibility-apps-to-access-your-mac-mh43185)
nb: [Mer informasjon om tilgjengelighetstillatelser…](https://support.apple.com/guide/mac-help/allow-accessibility-apps-to-access-your-mac-mh43185)
nl: [Meer informatie over bevoegdheden voor Toegankelijkheid…](https://support.apple.com/guide/mac-help/allow-accessibility-apps-to-access-your-mac-mh43185)
pl: [Więcej informacji o uprawnieniach dostępu…](https://support.apple.com/guide/mac-help/allow-accessibility-apps-to-access-your-mac-mh43185)
pt_br: [Mais informação sobre Permissões de Acessibilidade…](https://support.apple.com/guide/mac-help/allow-accessibility-apps-to-access-your-mac-mh43185)
ro: [Mai multe informații despre Permisiunile de Accesibilitate…]https://support.apple.com/guide/mac-help/allow-accessibility-apps-to-access-your-mac-mh43185)
ru: [Дополнительная информация о правах доступа…](https://support.apple.com/guide/mac-help/allow-accessibility-apps-to-access-your-mac-mh43185)
sl: [Več informacij o dovoljenjih za dostopnost…](https://support.apple.com/guide/mac-help/allow-accessibility-apps-to-access-your-mac-mh43185)
sv: [Mer information om Hjälpmedelsbehörigheter…](https://support.apple.com/guide/mac-help/allow-accessibility-apps-to-access-your-mac-mh43185)
tr: [Erişilebilirlik İzinleri hakkında daha fazla bilgi…](https://support.apple.com/guide/mac-help/allow-accessibility-apps-to-access-your-mac-mh43185)
uk: [Докладніше про Дозволи Спеціальних Можливостей…](https://support.apple.com/guide/mac-help/allow-accessibility-apps-to-access-your-mac-mh43185)
vi: [Thêm thông tin về Quyền Truy cập...](https://support.apple.com/guide/mac-help/allow-accessibility-apps-to-access-your-mac-mh43185)
zh_hans: [关于辅助功能权限的更多信息…]（https://support.apple.com/guide/mac-help/allow-accessibility-apps-to-access-your-mac-mh43185）
zh_hant: [關於輔助功能權限的更多資訊…]（https://support.apple.com/guide/mac-help/allow-accessibility-apps-to-access-your-mac-mh43185）

source: [Privacy Policy](https://betterdisplay.pro/privacy)
de: [Datenschutzrichtlinien](https://betterdisplay.pro/privacy)
es: [Política de Privacidad](https://betterdisplay.pro/privacy)
fr: [Politique de confidentialité](https://betterdisplay.pro/privacy)
hu: [Adatvédelem](https://betterdisplay.pro/privacy)
it: [Politica sulla privacy](https://betterdisplay.pro/privacy)
ja: [プライバシーポリシー](https://betterdisplay.pro/privacy)
ko: [개인 정보 정책](https://betterdisplay.pro/privacy)
nb: [Personvernregler](https://betterdisplay.pro/privacy)
nl: [Privacybeleid](https://betterdisplay.pro/privacy)
pl: [Polityka prywatności](https://betterdisplay.pro/privacy)
pt_br: [Política de Privacidade](https://betterdisplay.pro/privacy)
ro: [Politica de Confidențialitate](https://betterdisplay.pro/privacy)
ru: [Политика конфиденциальности](https://betterdisplay.pro/privacy)
sl: [Politika zasebnosti](https://betterdisplay.pro/privacy)
sv: [Integritetspolicy](https://betterdisplay.pro/privacy)
tr: [Gizlilik Politikası](https://betterdisplay.pro/privacy)
uk: [Політика Конфіденційності](https://betterdisplay.pro/privacy)
vi: [Chính sách Bảo mật](https://betterdisplay.pro/privacy)
zh_hans: [隐私声明](https://betterdisplay.pro/privacy)
zh_hant: [隱私聲明](https://betterdisplay.pro/privacy)

source: a Display
de: ein Display
es: una Pantalla
fr: un écran
hu: egy kijelzőhöz
it: un display
ja: ディスプレイ
ko: 디스플레이
nb: en skjerm
nl: een scherm
pl: Wyświetlacz
pt_br: uma Tela
ro: un Ecran
ru: Дисплей
sl: Zaslon
sv: en skärm
tr: Ekran
uk: Дисплей
vi: một Màn hình
zh_hans: 显示器
zh_hant: 顯示器

source: associated
de: gekoppelt
es: asociado
fr: associé
hu: társítva
it: associato
ja: 関連する
ko: 연관됨
nb: tilknyttet
nl: gekoppeld
pl: powiązany
pt_br: associado
ro: asociat
ru: сопряжен
sl: povezana
sv: associerad
tr: ilişkili
uk: пов'язаний
vi: liên kết
zh_hans: 已关联
zh_hant: 已關聯

source: authorized
nl: geauthoriseerd
pl: autoryzowany
ru: авторизовано

source: bit
ja: ビット
ko: 비트
ru: бит
sv: bitar
uk: біт

source: bytes
fr: octets
hu: byte
it: byte
ja: バイト
ko: 바이트
nb: byte
pl: bajtów
ro: biti
ru: байт
sl: bajtov
sv: byte
tr: byte
uk: байти

source: connected
nl: verbonden
pl: połączony
ru: подключено

source: connecting
nl: verbinden
pl: łączenie
ru: выполняется подключение

source: connection check pending
nl: verbindingsstatus wachtend
pl: sprawdzanie połączenia w toku
ru: ожидается проверка соединения

source: connection validated
nl: verbinding gevalideerd
pl: połączenie zweryfikowane
ru: соединение подтверждено

source: days
de: Tage
es: días
fr: jour(s)
hu: nap
it: giorni
ja: 日
ko: 일
nb: dager
nl: dagen
pl: dni
pt_br: dias
ro: zile
ru: дней
sl: dnevi
sv: dagar
tr: gün
uk: днів
vi: ngày
zh_hans: 天
zh_hant: 天

source: disconnected
de: getrennt
es: desconectada
fr: déconnecté
hu: leválasztva
it: disconnesso
ja: 切断済み
ko: 연결 해제됨
nb: frakoblet
nl: losgekoppeld
pl: rozłączony
pt_br: desconectado
ro: deconectat
ru: отключен
sl: odklopljen
sv: frånkopplad
tr: bağlantı kesildi
uk: відключено
vi: đã ngắt kết nối
zh_hans: 已断开
zh_hant: 已斷開

source: exact
de: exakt
es: exacto
hu: pontos
it: esatto
ja: 正確
ko: 정확함
nb: eksakt
pt_br: exato
ru: точно
sl: točno
sv: exakt
tr: kesin
uk: точно
zh_hans: 精确
zh_hant: 精確

source: forced
de: erzwungen
es: forzada
fr: forcé
hu: kényszerített
it: forzata
ja: 強制
ko: 강제됨
nb: tvunget
nl: afgedwongen
pt_br: forçado
ro: forțat
ru: принудительно
sl: prisiljeni
sv: tvingad
tr: zorla
uk: вимушений
vi: bắt buộc
zh_hans: 已强制
zh_hant: 已強制

source: hexadecimal numbers
de: Hexadezimale Nummern
es: números hexadecimales
fr: nombres hexadécimaux
hu: hexadecimális számok
it: numeri esadecimali
ja: 16進数
ko: 16진수
nb: sekstentall
nl: hexadecimale nummers
pt_br: números hexadecimal
ro: Numere hexadecimale
ru: шестнадцатеричные числа
sl: šestnajstiška števila
sv: hexadecimala siffror
tr: Onaltılık sayı
uk: шістнадцяткові числа
vi: Số thập lục phân
zh_hans: 十六进制数字
zh_hant: 十六進位數字

source: inch
de: Zoll
es: pulgada
fr: pouces
hu: hüvelyk
it: pollici
ja: インチ
ko: 인치
nb: tommer
pt_br: polegada
ru: дюйм
sl: palec
sv: tum
tr: inç
uk: дюйм
zh_hans: 英寸
zh_hant: 英寸

source: landscape
de: Querformat
es: Horizontal
fr: paysage
hu: fekvő
it: orizzontale
ja: ランドスケープ
ko: 가로
nb: liggende
nl: liggend
pt_br: paisagem
ro: peisaj
ru: альбомная
sl: ležeče
sv: liggande
tr: yatay
uk: альбомна
vi: ngang
zh_hans: 横向排列
zh_hant: 橫向排列

source: macOS can mute digital streams natively - if mute does not work properly with your display, you should enable this feature.
de: macOS kann digitale Streams nativ Stummschalten - wenn die Stummschaltung mit deinem Display nicht richtig funktioniert, sollte diese Funktion eingeschaltet werden.
es: macOS puede silenciar las transmisiones digitales de forma nativa; si el silenciamiento no funciona correctamente en su pantalla, debe habilitar esta función.
fr: macOS peut couper le son des diffusions numériques en mode natif - si la coupure du son ne fonctionne pas correctement avec votre écran, vous devriez activer cette fonction.
hu: A macOS alapállapotban is képes elnémítani a digitális adatfolyamokat - ha a némítás nem működik megfelelően a kijelzővel, akkor ennek a funkciónak az engedélyezése segíthet.
it: MacOS può disattivare nativamente i flussi digitali - se muto non funziona correttamente con il tuo display, dovresti abilitare questa funzione.
ja: macOSはデジタルストリーミングをネイティブにミュートすることができます。ディスプレイのミュートが正しく機能しない場合は、この機能を有効化してください。
ko: MacOS는 기본적으로 디지털 스트리밍을 음소거할 수 있으므로 디스플레이에서 음소거가 제대로 작동하지 않는 경우 이 기능을 활성화해야 합니다.
nb: macOS kan dempe digitale strømmer innfødt – hvis demping ikke fungerer med skjermen din, bør du aktivere denne funksjonen.
nl: macOS kan digitale streams van zichzelf dempen - als dit niet goed werkt met je scherm, schakel dan deze functie in.
pt_br: O MacOS pode silenciar fluxos digitais nativamente - se o mudo não funcionar corretamente com o seu monitor, você deve ativar esse recurso.
ro: macOS poate opri volumul fluxurilor digitale în mod nativ - dacă funcția de oprire nu funcționează corect cu ecranul dvs., ar trebui să activați această funcție."
ru: macOS может приглушать цифровые потоки встроенно — если отключение звука не работает корректно с вашим дисплеем, следует включить эту функцию.
sl: macOS lahko izvorno utiša digitalne tokove - če utišanje ne deluje pravilno z vašim zaslonom, morate to funkcijo omogočiti.
sv: macOS kan stänga av ljudet för digitala strömmar - om ljudet inte fungerar korrekt med din skärm bör du aktivera den här funktionen.
tr: macOS, dijital yayınları yerel olarak sessize alabilir - sessize alma ekranınızla düzgün çalışmıyorsa, bu özelliği etkinleştirmeniz gerekir.
uk: MacOS може приглушувати цифрові потоки вроджено - якщо вимкнення звуку не працює належним чином із вашим дисплеєм, слід увімкнути цю функцію.
vi: macOS có thể tắt tiếng các trình chiếu điện tử một cách tự nhiên - nếu chức năng tắt tiếng không hoạt động đúng cách với màn hình của bạn, bạn nên bật tính năng này.
zh_hans: MacOS 可原生静音数字串流 - 静音功能在显示器上无效时应启用此功能。
zh_hant: MacOS 可原生靜音數位串流 - 靜音功能在顯示器上無效時應啟用此功能。

source: milliseconds
de: Millisekunden
es: milisegundos
fr: millisecondes
hu: miliszekundum
it: millisecondi
ja: ミリ秒
ko: 밀리초
nb: millisekunder
nl: milliseconde
pl: milisekundy
pt_br: milissegundos
ro: milisecunde
ru: миллисекунд
sl: milisekundah
sv: millisekunder
tr: milisaniye
uk: мілісекунд
vi: mili giây
zh_hans: 毫秒
zh_hant: 毫秒

source: mm
ru: мм
uk: мм
zh_hans: 毫米
zh_hant: 毫米

source: n/a
de: nicht verfügbar
it: n/d
nb: ikke aktuelt
nl: nvt
pt_br: n/d
ru: н/д
sv: inte tillgänglig
uk: н/д

source: nits
hu: nit
it: nit
ja: ニト
ko: 니트
ro: niti
ru: нит
sl: niti
tr: nit
uk: ніт
vi: nit

source: no authorization
nl: geen authorisatie
ru: нет авторизации

source: not detected
de: nicht entdeckt
es: no detectada
fr: non détecté
hu: nem található
it: non rilevato
ja: 未検出
ko: 감지 안 됨
nb: ikke oppdaget
nl: niet gevonden
pl: niewykryty
pt_br: não detectado
ro: nedetectat
ru: не обнаружен
sl: ni zaznano
sv: hittades inte
tr: bulunamadı
uk: не виявлено
vi: không được phát hiện
zh_hans: 未连接
zh_hant: 未連接

source: paired
nl: gepaard
ru: сопряжено

source: paired, connected
nl: gepaard, verbonden
pl: sparowany, połączony
ru: сопряжено, подключено

source: pairing cancelled
nl: paren geannuleerd
ru: сопряжение отменено

source: pairing failed
nl: paren mislukt
ru: сопряжение не выполнено

source: pairing in progress
nl: bezig met paren
ru: выполняется сопряжение

source: pairing timed out
nl: time-out bij paren
ru: время сопряжения истекло

source: portrait
de: Hochformat
es: vertical
hu: álló
it: ritratto
ja: ポートレイト
ko: 세로
nb: stående
nl: staand
pt_br: retrato
ro: portret
ru: портретная
sl: portret
sv: stående
tr: dikey
uk: портретна
vi: chân dung
zh_hans: 纵向排列
zh_hant: 縱向排列

source: regex
es: Expresión regular
hu: Reguláris kifejezés
it: Espressione regolare
ja: 正規表現
ko: 정규식
nb: regulært uttrykk
pt_br: Expressão regular
ru: регулярное выражение
tr: düzenli ifade
uk: регулярний вираз
zh_hans: 正则表达式
zh_hant: 正則表示式

source: seconds
de: Sekunden
es: segundos
fr: secondes
hu: másodperc
it: secondi
ja: 秒
ko: 초
nb: sekunder
nl: seconde
pt_br: segundos
ro: secunde
ru: секунд
sl: sekund
sv: sekunder
tr: saniye
uk: секунд
vi: giây
zh_hans: 秒
zh_hant: 秒

source: times
de: mal
es: veces
fr: fois
hu: alkalommal
it: volte
ja: 回
ko: 회
nb: ganger
nl: keren
pt_br: vezes
ro: ori
ru: раз
sl: časi
sv: gånger
tr: zaman
uk: разів
vi: lần
zh_hans: 次数
zh_hant: 次數

source: unable to connect
nl: kan niet verbinden
pl: nie można połączyć
ru: не удалось подключиться

source: unauthorized
nl: ongeauthoriseerd
ru: не авторизовано

source: unpaired
nl: niet gepaard
ru: не сопряжено

source: waiting for PIN
nl: wachten op PIN
ru: ожидание PIN

source: waiting for prompt
nl: wachtend op vraag
ru: ожидание запроса
