Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Please consult the list of supported DDC features below. Use auto-configuration and/or configure each feature manually as needed.
de: Bitte überprüfe die Liste der unterstützten DDC-Funktionen unten. Verwende die Autokonfiguration und/oder konfiguriere jede Funktion nach Bedarf manuell.
es: Por favor, consulta la lista de características DDC compatibles a continuación. Utiliza la autoconfiguración y/o configura cada función manualmente según sea necesario.
fr: S'il vous plaît consultez la liste des fonctionnalités DDC prises en charge ci-dessous. Utiliser la configuration automatique et/ou configurez chaque fonctionnalités manuellement si besoin.
hu: Tekintse át az alábbi támogatott DDC funkciók listáját. Használja az automatikus konfigurálást és/vagy manuálisan állítsa be az egyes funkciókat szükség szerint.
it: Consulta l’elenco delle funzionalità DDC supportate qui sotto. Usa la configurazione automatica e/o configura manualmente ogni funzionalità secondo necessità.
ja: 以下の対応しているDDC機能のリストを参照してください。自動構成を使用するか、または必要に応じて各機能を手動で構成してください。
ko: 아래에서 지원되는 DDC 기능 목록을 참조하세요. 자동 구성을 사용하거나 필요에 따라 각 기능을 수동으로 구성하세요.
nb: Vennligst se på listen over støttede DDC-funksjoner nedenfor. Bruk automatisk konfigurasjon og/eller konfigurer hver funksjon manuelt etter behov.
nl: Raadpleeg de lijst van ondersteunde DDC-functies hieronder. Gebruik automatische configuratie en/of configureer elke functie handmatig indien nodig.
pl: Proszę zapoznać się z poniższą listą obsługiwanych funkcji DDC. Użyj autokonfiguracji i/lub skonfiguruj każdą funkcję ręcznie zgodnie z potrzebami.
pt_br: Consulte a lista de recursos DDC suportados abaixo. Use a configuração automática e/ou configure cada recurso manualmente conforme necessário.
ro: Vă rugăm să consultați lista de funcții DDC acceptate de mai jos. Utilizați autoconfigurarea și/sau configurați manual fiecare caracteristică, după cum este necesar.
ru: Пожалуйста, ознакомьтесь с перечнем поддерживаемых функций DDC ниже. Используйте автоконфигурацию и/или настраивайте каждую функцию вручную при необходимости.
sl: Oglejte si spodnji seznam podprtih funkcij DDC. Uporabite samodejno konfiguracijo in/ali po potrebi ročno konfigurirajte vsako funkcijo.
sv: Se listan över DDC-funktioner som stöds nedan. Använd autokonfiguration och/eller konfigurera varje funktion manuellt efter behov.
tr: Lütfen aşağıdaki desteklenen DDC özellikleri listesine bakın. Otomatik yapılandırmayı kullanın ve/veya her özelliği gerektiği gibi manuel olarak yapılandırın.
uk: Перегляньте список підтримуваних DDC‑функцій нижче. Використовуйте автоналаштування та/або налаштовуйте кожну функцію вручну за потреби.
vi: Vui long tham khảo danh sách các tính năng DDC được hỗ trợ dưới đây. Sử dụng cấu hình tự động và/hoặc cấu hình từng tính năng thủ công khi cần thiết.
zh_hans: 请参阅下面支持的 DDC 功能清单。根据需要使用自动配置和/或手动配置每个功能。
zh_hant: 請參閱下面支援的 DDC 功能清單。根據需要使用自動設定和/或手動設定每個功能。

source: Please enter the PIN number shown by the Philips TV and then complete the pairing.
nl: Voer het PIN-nummer in dat wordt getoond door de Philips-tv en voltooi hierna het paren.
pl: Wprowadź numer PIN wyświetlony przez telewizor Philips, a następnie dokończ parowanie.
ru: Введите PIN, показанный на телевизоре Philips, а затем завершите сопряжение.

source: Please make sure you have your license details saved so you can activate again later!
de: Bitte stelle sicher, dass du deine Lizenzdaten gespeichert hast, damit du sie später wieder aktivieren kannst!
es: ¡Asegúrese de tener guardados los detalles de su licencia para poder activarla otra vez en el futuro!
fr: Veillez à conserver les détails de votre licence afin de pouvoir l'activer à nouveau ultérieurement !
hu: Győződjön meg róla, hogy elmentette a licenc adatait, hogy azt később újra aktiválni tudja!
it: Assicurati di avere i dettagli della tua licenza salvati in modo da poterti attivare più tardi!
ja: 将来再認証が必要な場合に備えて、ライセンスの詳細が保存されていることを確認してください!
ko: 나중에 다시 활성화할 수 있도록 라이선스 세부 정보를 저장해 두세요!
nb: Sørg for at du har lagret lisensdetaljene dine slik at du kan aktivere på nytt senere!
nl: Zorg ervoor dat je je licentiegegevens hebt bewaard zodat je later opnieuw kunt activeren!
pl: Upewnij się, że zapisałeś swoje dane licencyjne, aby móc je później ponownie aktywować!
pt_br: Certifique-se de salvar os detalhes da sua licença para poder ativá-la novamente mais tarde!
ro: Asigurați-vă că aveți salvate detaliile licenței pentru a o putea activa din nou altă data!
ru: Пожалуйста, убедитесь, что вы сохранили данные лицензии, чтобы позже активировать ее снова!
sl: Prepričajte se, da imate shranjene podatke o licenci, da boste lahko pozneje znova aktivirali!
sv: Försäkra dig om att du har dina licensuppgifter sparade så att du kan aktivera detta igen senare!
tr: Daha sonra tekrar etkinleştirebilmeniz için lütfen lisans ayrıntılarınızın kaydedildiğinden emin olun!
uk: Будь ласка, переконайтеся, що ви зберегли дані ліцензії, щоб ви могли активувати знову пізніше!
vi: Hãy đảm bảo rằng bạn đã lưu chi tiết bản quyền của mình để có thể kích hoạt lại sau này!
zh_hans: 请确保您保存了许可证的详细信息以便稍后再次激活！
zh_hant: 請確保您保存了授權的詳細資訊以便稍後再次啟用！

source: Please note that not all displays support DDC power operations and some displays may not behave as expected. If you power off your display, you will have to power it back on manually.
de: Bitte beachte, dass nicht alle Displays DDC-Stromaktionen unterstützen und einige Displays sich möglicherweise nicht wie erwartet verhalten. Wenn das Display hierdurch ausgeschaltet wird, muss es manuell wieder eingeschaltet werden.
es: Ten en cuenta que no todas las pantallas admiten operaciones de alimentación DDC y es posible que algunas pantallas no funcionen como deberían. Si apaga la pantalla, tendrá que volver a encenderla manualmente.
fr: Veuillez noter que tous les écrans ne prennent pas en charge les opération d'extinction/allumage et que certains écrans peuvent ne pas se comporter comme prévu. Si vous éteignez votre écran, vous devrez le rallumer manuellement.
hu: Nem minden kijelző támogatja a DDC tápellátási műveleteket, így előfordulhat, hogy egyes kijelzők nem az elvárt módon viselkednek. Ha kikapcsolja a kijelzőt, akkor azt kézzel kell visszakapcsolnia!
it: Si prega di notare che non tutti i display supportano le operazioni di alimentazione DDC e alcuni display potrebbero non comportarsi come previsto. Se spegni il tuo display, dovrai riaccenderlo manualmente.
ja: すべてのディスプレイがDDC電源操作に対応しているとは限らないので、一部のディスプレイでは期待通りに動作しないことがあります。ディスプレイの電源を切った場合は、手動で電源を入れ直す必要があります。
ko: 모든 디스플레이가 DDC 전원 작동을 지원하는 것은 아니며, 일부 디스플레이는 예상대로 작동하지 않을 수 있다는 점에 유의하세요. 디스플레이 전원을 끄는 경우 수동으로 전원을 다시 켜야 합니다.
nb: Vær oppmerksom på at ikke alle skjermer støtter DDC-strømoperasjoner, og noen skjermer kan oppføre seg uventet. Hvis du slår av skjermen, må du slå den på manuelt igjen.
nl: Let op dat niet alle schermen DDC-stroomhandelingen ondersteunen en sommige schermen zich mogelijk niet gedragen zoals verwacht. Als je je scherm uitschakelt, moet je het handmatig weer inschakelen.
pl: Pamiętaj, że nie wszystkie wyświetlacze obsługują operacje zasilania DDC, a niektóre mogą nie zachowywać się zgodnie z oczekiwaniami. Jeśli wyłączysz wyświetlacz, będziesz musiał włączyć go ponownie ręcznie.
pt_br: Observe que nem todos os monitores suportam operações de alimentação DDC e alguns monitores podem não se comportar conforme o esperado. Se você desligar o monitor, terá que ligá-lo novamente manualmente.
ro: Vă rugăm să rețineți că nu toate ecranele fizice acceptă operațiuni de alimentare DDC și unele ecrane pot să nu se comporte așa cum vă așteptați. Dacă opriți alimentarea ecranului, va trebui să o porniți din nou manual.
ru: Обратите внимание, что не все дисплеи поддерживают операции с питанием DDC, и некоторые дисплеи могут вести себя не так, как ожидается. Если вы выключите дисплей, вам придется включить его вручную.
sl: Upoštevajte, da vsi zasloni ne podpirajo napajalnih operacij DDC in da se nekateri zasloni morda ne bodo obnašali po pričakovanjih. Če izklopite zaslon, ga boste morali znova vklopiti ročno.
sv: Observera att inte alla skärmar stöder DDC-strömförsörjning och att vissa skärmar kanske inte beter sig som förväntat. Om du stänger av din skärm måste du slå på den igen manuellt.
tr: Lütfen tüm ekranların DDC güç işlemlerini desteklemediğini ve bazı ekranların beklendiği gibi davranmayabileceğini unutmayın. Ekranınızı kapatırsanız, manuel olarak tekrar açmanız gerekecektir.
uk: Зверніть увагу, що не всі дисплеї підтримують операції живлення DDC, і деякі дисплеї можуть працювати не так, як очікувалося. Якщо ви вимкнете дисплей, вам доведеться знову ввімкнути його вручну.
vi: Hãy lưu ý rằng không phải tất cả màn hình đều hỗ trợ các hoạt động nguồn DDC và một số màn hình có thể không hoạt động như mong đợi. Nếu bạn tắt màn hình, bạn sẽ phải bật nó lại thủ công.
zh_hans: 请注意并非所有显示器都支持 DDC 电源操作，某些显示器可能出现与预期不符的情况。关闭显示器电源后必须手动重新打开。
zh_hant: 請注意並非所有顯示器都支援 DDC 電源操作，某些顯示器可能出現與預期不符的情況。關閉顯示器電源後必須手動重新打開。

source: Please refer to the [License Terms](https://betterdisplay.pro/license) for information on what is covered by the Pro license.
nl: Lees de [licentievoorwaarden](https://betterdisplay.pro/license) voor informatie over wat gedekt wordt bij de Pro-licentie.
pl: Zapoznaj się z [Warunkami licencji](https://betterdisplay.pro/license), aby uzyskać informacje na temat tego, co obejmuje licencja Pro.
ru: См. [условия лицензии](https://betterdisplay.pro/license), чтобы узнать, что включено в лицензию Pro.

source: Please select a display you want to match the virtual screen!
de: Bitte wähle ein Display aus, das dem virtuellen Bildschirm entsprechen soll!
es: ¡Seleccione una pantalla que desee que coincida con la pantalla virtual!
fr: Veuillez sélectionner l'écran que vous voulez faire correspondre à l'écran virtuel !
hu: Kérjük, válassza ki a kijelzőt, amihez igazítani kívánja a virtuális képernyőt!
it: Seleziona un display che vuoi abbinare al schermo virtuale!
ja: 仮想スクリーンに組み合わせるディスプレイを選択してください!
ko: 가상 디스플레이와 매칭할 디스플레이를 선택하세요!
nb: Vennligst velg en skjerm du vil matche den virtuelle skjermen med!
nl: Selecteer een scherm dat je wilt laten overeenkomen met het virtuele scherm!
pl: Wybierz wyświetlacz, do którego chcesz dopasować wirtualny ekran!
pt_br: Selecione um display que você deseja que corresponda ao display virtual!
ro: Vă rugăm să selectați un ecran fizic pe care doriți să-l asociați ecranului virtual
ru: Пожалуйста, выберите дисплей, который будет соответствовать виртуальному экрану!
sl: Izberite zaslon, za katerega želite, da se ujema z virtualnim zaslonom!
sv: Välj en skärm som du vill matcha den virtuella skärmen!
tr: Lütfen sanal ekranla eşleşmesini istediğiniz bir ekran seçin!
uk: Будь ласка, виберіть дисплей, який буде відповідати віртуальному дисплею!
vi: Vui lòng chọn một màn hình bạn muốn kết hợp với màn hình ảo!
zh_hans: 请选择与虚拟屏幕匹配的显示器！
zh_hant: 請選擇與虛擬螢幕匹配的顯示器！

source: Pointillize
de: Pointillismus
es: Puntillismo
fr: Pointilliser
hu: Pontozott hatás
it: Effetto puntinato
ja: 点描
ko: 점묘화
nb: Punktillering
nl: Pointilleren
pl: Pointylizm
pt_br: Pontilhado
ro: Efect punctat
ru: Пуантилизм
sl: Pointilizirati
tr: Noktasallaştırma
uk: Пуантилізм
zh_hans: 点彩化
zh_hant: 點彩化

source: Portrait 90° (Sidecar port down)
de: Hochformat 90º (Sidecar-Anschluss ist unten)
es: Retrato 90° (puerto sidecar hacia abajo)
fr: Portrait à 90° (port side-car vers le bas)
hu: Álló 90° (Sidecar csatlakozó alul)
it: Verticale 90° (Sidecar port giù)
ja: ポートレイト90°（Sidecarポート下向き）
ko: 세로 90°(Sidecar 포트 아래)
nb: Portrett 90° (Sidecar-port ned)
nl: Staand 90° (Sidecar-poort naar beneden)
pl: Portret 90° (Złącze Sidecar na dole)
pt_br: Retrato 90° (porta Sidecar para baixo)
ro: Portret 90° (Port lateral în jos)
ru: Портрет 90° (SideCar порт вниз)
sl: Pokončno 90° (sidecar navzdol)
sv: Porträtt 90° (Sidecar-port nedåt)
tr: Dikey 90° (Sidecar portu aşağı)
uk: Портрет 90° (порт Sidecar внизу)
vi: Hướng dọc 90° (cổng Sidecar hướng xuống)
zh_hans: 90° 纵向（随航朝下）
zh_hant: 90° 縱向（ Sidecar 顯示器朝下）

source: Portrait 270° (Sidecar port up)
de: Hochformat 270º (Sidecar-Anschluss ist oben)
es: Retrato 270° (puerto sidecar hacia arriba)
fr: Portrait à 270° (port side-car vers le haut)
hu: Álló 270° (Sidecar csatlakozó felül)
it: Ritratto 270° (Sidecar port su)
ja: ポートレイト270°（Sidecarポート上向き）
ko: 세로 270°(Sidecar 포트 위)
nb: Portrett 270° (Sidecar-port opp)
nl: Staand 270° (Sidecar-poort naar boven)
pl: Portret 270° (Złącze Sidecar na górze)
pt_br: Retrato 270° (porta Sidecar para cima)
ro: Portret 270° (Port lateral în sus)
ru: Портрет 270° (SideCar порт вверх)
sl: Pokončno 270° (sidecar navzgor)
sv: Porträtt 270° (Sidecar-port uppåt)
tr: Dikey 270° (Sidecar yukarı bağlantısı)
uk: Портрет 270° (порт Sidecar вгорі)
vi: Hướng dọc 270° (cổng Sidecar hướng lên)
zh_hans: 270° 纵向（随航朝上）
zh_hant: 270° 縱向（ Sidecar 顯示器朝上）

source: Position of %@
de: Position von %@
es: Posición de %@
fr: Position de %@
hu: %@ elrendezése
it: Posizione di %@
ja: %@の位置
ko: %@의 위치
nb: Posisjon til %@
nl: Positie van %@
pl: Pozycja %@
pt_br: Pois!ao de %@
ro: Poziția lui %@
ru: Позиция %@
sl: Položaj %@
sv: Position för %@
tr: %@’in pozisyonu
uk: Позиція %@
vi: Vị trí của %@
zh_hans: %@ 的位置
zh_hant: %@ 的位置

source: Potential EDR
de: Möglicherweise EDR
es: EDR Potencial
fr: Potentiel EDR
hu: Potenciális EDR
it: EDR Potenziale
ja: ポテンシャルEDR
ko: 잠재 EDR
nb: Potensiell EDR
nl: Potentiële EDR
pl: Potencjalny EDR
pt_br: Potencial EDR
ro: Potențial EDR​
ru: Потенциальный EDR
sl: Potencialni EDR
sv: Potentiell EDR
tr: Potansiyel EDR
uk: Потенційний EDR
vi: Tiềm năng EDR (Enhanced Dynamic Range)
zh_hans: 潜在 EDR
zh_hant: 潛在 EDR

source: Potentially DDC compatible
de: Möglicherweise DDC-kompatibel
es: Potencialmente compatible con DDC
fr: Potentiellement compatible DDC
hu: Potenciálisan DDC kompatibilis
it: Potenzialmente compatibile DDC
ja: DDCに対応している可能性
ko: 잠재적인 DDC 호환 가능
nb: Potensielt DDC-kompatibel
nl: Mogelijk DDC-compatibel
pl: Potencjalnie kompatybilny z DDC
pt_br: Potencialmente compatível com DDC
ro: Potențial compatibil cu DDC
ru: Потенциально совместим с DDC
sl: Potencialno združljiv z DDC
sv: Möjligen DDC-kompatibel
tr: Potansiyel olarak DDC uyumlu
uk: Потенційно сумісний з DDC
vi: Có khả năng tương thích DDC
zh_hans: 可兼容 DDC
zh_hant: 可相容 DDC

source: Power-off on Mac input only
pl: Wyłączenie zasilania tylko przy wejściu Mac
ru: Выключение только на входе Mac

source: Powering off the main display
de: Das Hauptdisplay ausschalten
es: Apagar la pantalla principal
fr: Extinction de l'écran principal
hu: Főképernyő kikapcsolása
it: Spegnimento del display principale
ja: 主ディスプレイの電源をオフ
ko: 메인 디스플레이 전원 끄기
nb: Slår av hovedskjermen
nl: Hoofdscherm wordt uitgeschakeld
pl: Wyłączanie głównego wyświetlacza
pt_br: Desligando a tela principal
ro: Oprirea alimentării ecranului principal
ru: Выключение основного дисплея
sl: Izklop glavnega zaslona
sv: Stänger av strömmen till huvudskärmen
tr: Ana ekranın kapatılması
uk: Вимкнення головного дисплея
vi: Tắt màn hình chính
zh_hans: 关闭主显示屏
zh_hant: 關閉主顯示器

source: Pre-Release
de: Vorabveröffentlichung
es: Prelanzamiento
fr: Préversion
hu: előzetes
it: Pre-rilascio
ja: プレリリース
ko: 시험판
nb: Forhåndsutgivelse
nl: Vroege reelase
pl: Wersja przedpremierowa
pt_br: Pré-lançamento
ro: Pre-lansare
ru: Предрелиз
sl: Predizdaja
sv: Förutgåva
tr: Ön Sürüm (Beta)
uk: Пре-Реліз
vi: Phiên bản trước phát hành
zh_hans: 预发布
zh_hant: 預發布

source: Pre-configured settings (recommended)
de: Vorkonfigurierte Einstellungen (empfohlen)
es: Configuraciones preconfiguradas (recomendado)
fr: Réglages pré-configurés (recommandés)
hu: Előre konfigurált beállítások (javasolt)
it: Impostazioni preconfigurate (consigliate)
ja: プリセットされた構成（推奨）
ko: 미리 구성된 설정 (권장)
nb: Forhåndskonfigurerte innstillinger (anbefales)
nl: Voorafgeconfigureerde instellingen (aanbevolen)
pl: Wstępnie skonfigurowane ustawienia (zalecane)
pt_br: Ajustes pré-configurados (recomendado)
ro: Setări preconfigurate (recomandate)
ru: Предустановленные настройки (рекомендуется)
sl: Vnaprej konfigurirane nastavitve (priporočeno)
sv: Förkonfigurerade inställningar (rekommenderas)
tr: Önceden yapılandırılmış ayarlar (önerilir)
uk: Попередньо налаштовані параметри (рекомендовано)
vi: Cài đặt được cấu hình trước (khuyến nghị)
zh_hans: 预配置设置（推荐）
zh_hant: 預先設定（建議）

source: Predefined
de: Vordefiniert
es: Predefinido
fr: Prédéfini
hu: Előre definiált
it: Predefinito
ja: 定義済み
ko: 사전 정의됨
nb: Forhåndsdefinert
nl: Vooraf gedefinieerd
pl: Predefiniowane
pt_br: Predefinido
ro: Predefinit
ru: Предопределено
sl: Vnaprej določeno
sv: Fördefinierad
tr: Önceden tanımlanmış
uk: Попередньо визначено
zh_hans: 预定义
zh_hant: 預定義

source: Prefer hardware brightness control
nl: Geef voorkeur aan bediening helderheid via apparaat
pl: Preferuj sprzętowe sterowanie jasnością
ru: Отдавать предпочтение аппаратному управлению яркостью

source: Prefer software contrast control
de: Software-Kontraststeuerung bevorzugen
es: Prefiere el control de contraste por software
fr: Préférer le contrôle logiciel du contraste
hu: Szoftveres kontraszt vezérlés preferálása
it: Preferisci controllo contrasto software
ja: ソフトウェアによるコントラストの制御を優先
ko: 소프트웨어 대비 제어 선호
nb: Foretrekk programvarekontroll av kontrast
nl: Verkies programmatische contrastbediening
pl: Preferuj programowe sterowanie kontrastem
pt_br: Prefirir controle de contraste por software
ro: Preferați controlul software al contrastului
ru: Предпочитать программное управление контрастом
sl: Raje programski nadzor kontrasta
sv: Föredra kontrastkontroll i programvara
tr: Yazılım kontrast kontrolünü tercih edin
uk: Віддайте перевагу програмному контролю контрастності
vi: Ưu tiên điều khiển tương phản phần mềm
zh_hans: 首选软件对比度控制
zh_hant: 首選軟體對比度控制

source: Prefer software over hardware for contrast control via main slider and keyboard.
de: Software statt Hardware für die Kontraststeuerung über den Hauptregler und die Tastatur bevorzugen.
es: Preferir software sobre hardware para el control del contraste mediante el control deslizante principal y el teclado.
fr: Préférer le contrôle logiciel (plutôt que matériel) pour le contraste, via le curseur de sélection principal ou le clavier.
hu: A fő csúszkán és a billentyűzeten keresztül történő kontrasztvezérléshez a hardveres helyett a szoftveres vezérlést részesíti előnyben.
it: Preferisci software all'hardware per il controllo del contrasto tramite cursore principale e tastiera.
ja: メインスライダとキーボードによるコントラスト制御は、ハードウェアよりもソフトウェアを優先します。
ko: 메인 슬라이더와 키보드를 통한 대비 제어 시 하드웨어 보다 소프트웨어 제어를 우선적으로 사용하도록 합니다.
nb: Foretrekk programvare fremfor maskinvare for kontrastkontroll via hovedglidebryteren og tastatur.
nl: Verkies programmatische contrastbediening boven het apparaat voor contrastbediening via hoofdschuifregelaar en toetsenbord.
pl: Preferuj sterowanie programowe nad sprzętowym dla kontrastu za pomocą głównego suwaka i klawiatury.
pt_br: Prefirir software a hardware para controle de contraste por meio do controle deslizante principal e do teclado.
ro: Preferați controlul contrastului prin intermediul software-ul în locul hardware-ului pentru controlul prin intermediul cursorului principal și al tastaturii.
ru: Предпочитайте программное обеспечение аппаратному для управления контрастом через основной ползунок и клавиатуру.
sl: Dajte prednost programski opremi pred strojno opremo za nadzor kontrasta prek glavnega drsnika in tipkovnice.
sv: Föredra programvara över hårdvara för kontrastkontroll via draglisten och tangentbord.
tr: Ana kaydırıcı ve klavye aracılığıyla kontrast kontrolü için donanım yerine yazılımı tercih edin.
uk: Віддавайте перевагу програмному забезпеченню над апаратним забезпеченням для керування контрастністю за допомогою основного повзунка та клавіатури.
vi: Ưu tiên phần mềm hơn phần cứng cho việc điều khiển tương phản qua thanh trượt chính và bàn phím.
zh_hans: 首选软件而非硬件方式在主滑块和键盘控制对比度。
zh_hant: 首選軟體而非硬體方式在主滑桿和鍵盤控制對比度。

source: Preferred Display Mode (Connection Level)
de: Bevorzugter Anzeigemodus (Verbindungsebene)
es: Modo de Pantalla Preferido (Nivel de Conexión)
fr: Mode d'écran préféré (niveau connexion)
hu: Alapértelmezett kijelző mód (kapcsolat)
it: Modalità display preferita (livello di connessione)
ja: 優先ディスプレイモード（接続レベル）
ko: 선호 디스플레이 모드 (연결 수준)
nb: Foretrukket skjermmodus (tilkoblingsnivå)
nl: Gewenste schermmodus (verbindingsniveau)
pl: Preferowany tryb wyświetlacza (poziom połączenia)
pt_br: Modo de exibição preferido (nível de conexão)
ro: Mod preferat de afișare (nivel conexiune)
ru: Предпочтительный режим дисплея (уровень подключения)
sl: Prednostni način prikaza (raven povezave)
sv: Föredraget skärmläge (anslutningsnivå)
tr: Tercih Edilen Ekran Modu (Bağlantı Seviyesi)
uk: Бажаний режим відображення (рівень підключення)
vi: Chế Độ Hiển Thị Ưu Tiên (Cấp Độ Kết Nối)
zh_hans: 首选显示模式（连接等级）
zh_hant: 首選顯示模式（連線等級）

source: Preferred Scale
de: Bevorzugter Maßstab
es: Escala Preferida
fr: Échelle préférée
hu: Alapértelmezett skálázás
it: Scala preferita
ja: 優先スケール
ko: 선호하는 스케일
nb: Foretrukket skala
nl: Gewenste schaal
pl: Preferowana skala
pt_br: Escala preferida
ro: Scara preferată
ru: Предпочтительный масштаб
sl: Prednostna lestvica
sv: Föredragen skala
tr: Tercih Edilen Ölçek
uk: Бажаний масштаб
vi: Tỉ lệ Ưu tiên
zh_hans: 首选缩放
zh_hant: 首選縮放

source: Preserve continuity in case of an EDID display identity change
de: Kontinuität im Falle einer Änderung der EDID-Identität des Displays beibehalten
es: Preservar la continuidad en caso de un cambio de identidad de pantalla EDID
fr: Préserver la continuité en cas de changement d'EDID
hu: Folyamatosság megőrzése EDID kijelző azonosítók megváltozása esetén
it: Conservare la continuità in caso di modifica dell'identità della visualizzazione EDID
ja: EDIDディスプレイのアイデンティティが変更された場合も、連続性を維持します。
ko: EDID 표시 ID 변경 시 연속성 유지
nb: Bevar kontinuitet ved endring av EDID-skermidentitet
nl: Behoud continuïteit in geval van een EDID-schermidentiteitswijziging
pl: Zachowaj ciągłość w przypadku zmiany tożsamości wyświetlacza EDID
pt_br: Preservar a continuidade em caso de alteração da identidade de exibição do EDID
ro: Păstrează continuității în cazul unei schimbări de identitate a ecranului EDID
ru: Сохранять непрерывность при изменении идентичности дисплея EDID
sl: Ohranite kontinuiteto v primeru spremembe identitete zaslona EDID
sv: Bevara kontinuiteten i händelse av en ändring av EDID-skärmens identitet
tr: Bir EDID ekran kimliği değişikliği durumunda sürekliliği koruyun
uk: Зберігайте безперервність у разі зміни ідентичності дисплея EDID
vi: Bảo tồn tính liên tục trong trường hợp thay đổi danh tính hiển thị EDID
zh_hans: 在 EDID 显示标识发生变化时保持连续性
zh_hant: 在 EDID 顯示標識發生變化時保持連續性

source: Preset Index
de: Voreinstellungsindex
es: Índice de Preajuste
fr: Index du préréglage
hu: Előbeállítás index
it: Indice preset
ja: プリセットの索引
ko: 프리셋 색인
nb: Forhåndsinnstilt indeks
nl: Voorinstellingsnummer
pl: Indeks ustawień predefiniowanych
pt_br: Índice de predefinição
ro: Indice presetare
ru: Индекс пресета
sl: Prednastavljeni indeks
sv: Förvalsindex
tr: Önceden Ayarlanmış Dizin
uk: Індекс пресету
vi: Chỉ Mục Preset
zh_hans: 预设索引
zh_hant: 預設索引
