Repository: waydabber/BetterDisplay-localization
Catalog: BetterDisplay Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Custom Keyboard Shortcuts
de: Benutzerdefinierte Tastaturkurzbefehle
es: Atajos de Teclado Personalizados
fr: Raccourcis clavier personnalisés
hu: Egyedi gyorsbillentyűk
it: Scorciatoie Da Tastiera Personalizzate
ja: カスタムキーボードショートカット
ko: 사용자 지정 키보드 단축키
nb: Egendefinerte hurtigtaster
nl: Eigen sneltoetsen
pl: Niestandardowe skróty klawiszowe
pt_br: Atalhos de Teclado Personalizados
ro: Scurtături Tastatură Personalizate
ru: Пользовательские сочетания клавиш
sl: Bližnjice na tipkovnici po meri
sv: Anpassade tangentbordsgenvägar
tr: Klavye Kestirmelerinizi Özelleştirin
uk: Користувацькі комбінації клавіш
vi: Phím tắt tùy chỉnh
zh_hans: 自定义键盘快捷键
zh_hant: 自訂鍵盤快捷鍵

source: Custom SF Symbol app icon
de: Benutzerdefiniertes "SF Symbol" App-Symbol
es: Ícono de aplicación personalizado de SF Symbol
fr: Icône du menu personnalisée avec SF Symbols
hu: Egyedi SF Symbol alkalmazás ikon
it: Icona personalizzata dell'app SF Symbol
ja: SF Symbolアプリアイコンをカスタム表示
ko: 사용자 지정 SF 심볼 앱 아이콘
nb: Egendefinert SF Symbol-appikon
nl: Eigen SF Symbol-appsymbool
pl: Niestandardowa ikona aplikacji w formacie SF Symbol
pt_br: Ícone SF Symbol personalizado para o aplicativo
ro: Pictogramă personalizată a aplicației SF Symbol
ru: Пользовательская иконка приложения SF Symbol
sl: Ikona aplikacije SF Symbol po meri
sv: Anpassad app-ikon för SF Symbol
tr: SF Symbol uygulama simgesini özelleştir
uk: Спеціальний значок програми SF Symbol
vi: Biểu tượng ứng dụng SF Symbol tùy chỉnh
zh_hans: 自定义 SF Symbol 式应用程序图标
zh_hant: 自訂 SF Symbol 應用程式圖示

source: Custom aspect ratio
de: Benutzerdefiniertes Seitenverhältnis
es: Relación de aspecto personalizado
fr: Rapport d'aspect personnalisé
hu: Egyedi képarány
it: Rapporto di aspetto personalizzato
ja: カスタムアスペクト比
ko: 사용자 지정 화면 비율
nb: Egendefinert bildeforhold
nl: Eigen beeldverhouding
pl: Niestandardowe proporcje obrazu
pt_br: Proporção personalizada
ro: Raport de aspect personalizat
ru: Пользовательское соотношение сторон
sl: Razmerje stranic po meri
sv: Anpassat bildförhållande
tr: En boy oranını özelleştir
uk: Користувацьке співвідношення сторін
vi: Tỷ lệ khung hình tùy chỉnh
zh_hans: 自定义宽高比
zh_hant: 自訂寬高比

source: Custom control icon
de: Benutzerdefiniertes Steuerungssymbol
es: Icono de control personalizado
fr: Icône de contrôle personnalisée
hu: Egyedi vezérlő ikon
it: Icona del controllo personalizzata
ja: カスタム制御アイコン
ko: 사용자 지정 컨트롤 아이콘
nb: Egendefinert kontrollikon
nl: Eigen bedieningssymbool
pl: Ikona niestandardowego elementu sterującego
pt_br: Ícone de controle personalizado
ro: Pictogramă de control personalizată
ru: Иконка пользовательского элемента управления
sl: Lastna ikona nadzora
sv: Anpassad kontrollikon
tr: Özel kontrol simgesi
uk: Іконка користувацького елемента керування
zh_hans: 自定义控制图标
zh_hant: 自訂控制圖示

source: Custom controls can be assigned to custom DDC, CLI or network based features for various devices and can be used for syncing with display groups.
de: Benutzerdefinierte Steuerungen können benutzerdefinierten DDC-, CLI- oder netzwerkbasierten Funktionen für verschiedene Geräte zugewiesen werden und für die Synchronisierung von Anzeigengruppen verwendet werden.
es: Los controles personalizados pueden asignarse a funciones personalizadas basadas en DDC, línea de comandos o red para varios dispositivos y utilizarse para sincronizar con grupos de pantallas.
fr: Les contrôles personnalisés peuvent être assignés à des DDC personnalisés, CLI ou autres fonctionnalités réseau pour de multiples appareils et peuvent être utilisés pour la synchronisation avec des groupes d’écrans.
hu: Az egyedi vezérlők hozzárendelhetők egyéni DDC-, parancssori vagy hálózati alapú funkciókhoz különféle eszközökhöz, és használhatók kijelzőcsoportok szinkronizálására.
it: I controlli personalizzati possono essere assegnati a funzionalità personalizzate basate su DDC, riga di comando o rete per vari dispositivi e utilizzati per la sincronizzazione con gruppi di display.
ja: カスタム制御は、さまざまなデバイスのカスタムDDCやCLI、ネットワークベースの機能に割り当てることができ、ディスプレイグループと同期させて使用することができます。
ko: 사용자 지정 컨트롤은 다양한 장치를 위한 사용자 지정 DDC, CLI 또는 네트워크 기반 기능에 할당될 수 있으며 디스플레이 그룹과의 동기화에 사용될 수 있습니다.
nb: Egendefinerte kontroller kan tilordnes egendefinerte DDC-, CLI- eller nettverksbaserte funksjoner for ulike enheter, og kan brukes til synkronisering med visningsgrupper.
nl: Eigen bediening kan worden toegekend aan een eigen DDC, CLI of aan netwerkgebaseerde functies voor diverse apparaten en kan worden gebruikt voor het synchroniseren met schermgroepen.
pl: Niestandardowe elementy sterujące można przypisać do niestandardowych funkcji DDC, CLI lub sieciowych dla różnych urządzeń i wykorzystać do synchronizacji z grupami wyświetlaczy.
pt_br: Controles personalizados podem ser atribuídos a recursos personalizados baseados em DDC, linha de comando ou rede para vários dispositivos e usados para sincronizar com grupos de monitores.
ro: Comenzile personalizate pot fi alocate funcțiilor personalizate DDC, CLI sau bazate pe rețea pentru diverse dispozitive și pot fi utilizate pentru sincronizarea cu grupurile de afișare.
ru: Пользовательские элементы управления можно назначать на собственные функции DDC, CLI или сетевые функции различных устройств и использовать для синхронизации с группами дисплеев.
sl: Kontrolnike po meri je mogoče dodeliti funkcijam DDC, CLI ali omrežju za različne naprave po meri in jih je mogoče uporabiti za sinhronizacijo s skupinami zaslonov.
sv: Anpassade kontroller kan tilldelas anpassade DDC-, CLI- eller nätverksbaserade funktioner för olika enheter och kan användas för synkronisering med skärmgrupper.
tr: Özel kontroller, çeşitli cihazlar için özel DDC, CLI veya ağ tabanlı özelliklere atanabilir ve ekran gruplarıyla senkronizasyon için kullanılabilir.
uk: Користувацькі елементи керування можна призначити для власних функцій DDC, CLI або мережевих функцій для різних пристроїв і використовувати для синхронізації з групами дисплеїв.
zh_hans: 自定义控制可以分配给用于各种设备的自定义 DDC、命令行或基于网络的功能，并可用于与显示组同步。
zh_hant: 自訂控制可分配給針對各種設備的自訂 DDC、命令列或網路功能，並可用於與顯示器群組同步。

source: Custom controls can be assigned to custom DDC, CLI or network based features for various devices and can be used for syncing with display groups. Hold ⌥ Option when opening to show predefined controls.
de: Benutzerdefinierte Steuerungen können benutzerdefinierten DDC-, CLI- oder netzwerkbasierten Funktionen für verschiedene Geräte zugewiesen werden und für die Synchronisierung von Anzeigengruppen verwendet werden. Halten Sie die ⌥ Optionstaste gedrückt, um vorgegebene Steuerungen anzuzeigen.
es: Los controles personalizados pueden asignarse a funciones personalizadas basadas en DDC, línea de comandos o red para varios dispositivos y utilizarse para sincronizar con grupos de pantallas. Mantén presionada la tecla ⌥ Opción al abrir para mostrar los controles predefinidos.
fr: Des contrôles personnalisés peuvent-être assignés à des fonctionnalités DDC, CLI ou réseau pour de multiples appareils et peuvent-être utilisés pour la synchronisation avec les groupes d’écrans. Maintenez ⌥ Option à l’ouverture pour afficher les contrôles prédéfinis.
hu: Az egyedi vezérlők hozzárendelhetők egyéni DDC-, parancssori vagy hálózati alapú funkciókhoz különféle eszközökhöz, és használhatók kijelzőcsoportok szinkronizálására. Nyomva tartva a ⌥ Option billentyűt megnyitáskor, megjelennek az előre definiált vezérlők.
it: I controlli personalizzati possono essere assegnati a funzionalità personalizzate basate su DDC, riga di comando o rete per vari dispositivi e utilizzati per la sincronizzazione con gruppi di display. Tieni premuto ⌥ Option all’apertura per visualizzare i controlli predefiniti.
ja: カスタム制御は、さまざまなデバイスのカスタムDDCやCLI、ネットワークベースの機能に割り当てることができ、ディスプレイグループと同期させて使用することができます。定義済みの制御を表示するには、⌥ Optionを押したまま開いてください。
ko: 사용자 지정 컨트롤은 다양한 기기에 대해 사용자 지정 DDC, CLI 또는 네트워크 기반 기능에 할당할 수 있으며, 디스플레이 그룹과의 동기화에도 사용할 수 있습니다. 열 때 ⌥ Option 키를 누르고 있으면 미리 정의된 컨트롤을 표시합니다.
nb: Egendefinerte kontroller kan tilordnes egendefinerte DDC-, CLI- eller nettverksbaserte funksjoner for ulike enheter, og kan brukes til synkronisering med visningsgrupper. Hold nede ⌥ Option ved åpning for å vise forhåndsdefinerte kontroller.
nl: Eigen bediening kan worden toegekend aan een eigen DDC, CLI of aan netwerkgebaseerde functies voor diverse apparaten en kan worden gebruikt voor het synchroniseren met schermgroepen. Houd ⌥ Option ingedrukt bij het openen om voorgedefinieerde bediening te tonen.
pl: Niestandardowe elementy sterujące można przypisać do funkcji DDC, CLI lub sieciowych dla różnych urządzeń i wykorzystać do synchronizacji grup wyświetlaczy. Przytrzymaj ⌥ Option podczas otwierania, aby pokazać predefiniowane kontrolki.
pt_br: Controles personalizados podem ser atribuídos a recursos personalizados baseados em DDC, linha de comando ou rede para vários dispositivos e usados para sincronizar com grupos de monitores. Mantenha pressionada a tecla ⌥ Option ao abrir para mostrar os controles predefinidos.
ro: Controalele personalizate pot fi atribuite unor funcții DDC, CLI sau bazate pe rețea personalizate pentru diverse dispozitive și pot fi utilizate pentru sincronizarea cu grupuri de afișare. Țineți apăsată tasta ⌥ Option la deschidere pentru a afișa controalele predefinite.
ru: Пользовательские элементы управления можно назначать на собственные функции DDC, CLI или сетевые функции различных устройств и использовать для синхронизации с группами дисплеев. Удерживайте ⌥ Option при открытии, чтобы увидеть предустановленные элементы.
sl: Kontrolnike po meri je mogoče dodeliti funkcijam DDC, CLI ali omrežju za različne naprave po meri in jih je mogoče uporabiti za sinhronizacijo s skupinami zaslonov. Držite ⌥ Option, ko odprete, da prikažete vnaprej določene kontrole.
sv: Anpassade kontroller kan tilldelas anpassade DDC-, CLI- eller nätverksbaserade funktioner för olika enheter och kan användas för synkronisering med skärmgrupper. Håll ned ⌥ Option när du öppnar för att visa fördefinierade kontroller.
tr: Özel kontroller, çeşitli cihazlar için özel DDC, CLI veya ağ tabanlı özelliklere atanabilir ve ekran gruplarıyla senkronizasyon için kullanılabilir. Önceden tanımlanmış kontrolleri göstermek için açarken ⌥ Seçeneğini basılı tutun.
uk: Користувацькі елементи керування можна призначити для власних функцій DDC, CLI або мережевих функцій для різних пристроїв і використовувати для синхронізації з групами дисплеїв. Утримуйте ⌥ Option при відкритті, щоб побачити попередньо визначені елементи керування.
zh_hans: 自定义控制可以分配给用于各种设备的自定义 DDC、命令行或基于网络的功能，并可用于与显示组同步。按住 ⌥ Option 打开以显示预设控制项。
zh_hant: 自訂控制可分配給針對各種設備的自訂 DDC、命令列或網路功能，並可用於與顯示器群組同步。按住 ⌥ Option 開啟以顯示預設控制項。

source: Custom display groups require Pro.
de: Benutzerdefinierte Displaygruppen benötigen Pro.
es: Los grupos de pantallas personalizados requieren Pro.
fr: Les groupes d'écrans personnalisés requièrent une licence Pro.
hu: Az egyedi kijelzőcsoportok Pro-t igényelnek.
it: I gruppi di display personalizzati richiedono la versione Pro.
ja: ディスプレイグループのカスタマイズにはPro機能が必要です。
ko: 사용자 지정 디스플레이 그룹에는 Pro가 필요합니다.
nb: Egendefinerte visningsgrupper krever Pro.
nl: Eigen schermgroepen vereisen Pro.
pl: Niestandardowe grupy wyświetlaczy wymagają wersji Pro.
pt_br: Grupos de exibição personalizados exigem versão Pro.
ro: Grupurile de ecrane modificate necesită versiunea Pro.​
ru: Пользовательские группы дисплеев доступны только в Pro.
sl: Zaslonske skupine po meri zahtevajo Pro.
sv: Anpassade skärmgrupper kräver Pro.
tr: Özel ekran grupları için Pro gerekir.
uk: Користувацькі групи дисплеїв доступні лише у версії Pro.
vi: Nhóm màn hình tùy chỉnh yêu cầu bản quyền Pro.
zh_hans: 自定义显示组需要 Pro 版本。
zh_hant: 自訂顯示組需要 Pro 版本。

source: Custom displayed icon SF Symbol name
de: "SF Symbol"-Name des benutzerdefinierten angezeigten Symbols
es: Nombre del icono SF Symbol mostrado personalizado
fr: Nom de l'icône personnalisée SF Symbols
hu: Egyedi megjelenített SF Symbol név
it: Nome personalizzato dell'icona SF Symbol
ja: カスタム表示するSF Symbolアイコン名
ko: 사용자 지정 디스플레이 아이콘 SF심볼 이름
nb: Egendefinert visningsikon SF Symbol-navn
nl: SF Symbol-naam van eigen weergavesymbool
pl: Nazwa niestandardowej wyświetlanej ikony SF Symbol
pt_br: Nome do SF Symbol personalizado
ro: Numele personalizat al pictogramei SF Symbol
ru: Пользовательская отображаемая иконка SF Имя символа
sl: Po meri prikazana ikona SF Ime simbola
sv: Anpassad ikon som visas SF Symbolnamn
tr: Görüntülenen SF Symbol ismini özelleştir
uk: Спеціальна назва символу SF для відображуваної іконки
vi: Tên biểu tượng SF hiển thị tùy chỉnh
zh_hans: 自定义显示图标的 SF Symbol 名称
zh_hant: 自訂顯示圖示的 SF Symbol 名稱

source: Custom displayed name
de: Benutzerdefinierter Anzeigename
es: Nombre mostrado personalizado
fr: Nom personnalisé de l'écran
hu: Egyedi kijelző név
it: Nome visualizzato personalizzato
ja: カスタム表示名
ko: 사용자 지정 디스플레이 이름
nb: Egendefinert visningsnavn
nl: Eigen weergavenaam
pl: Niestandardowa nazwa wyświetlana
pt_br: Exibir nome personalizado
ro: Nume personalizat
ru: Отображаемое пользовательское имя
sl: Ime zaslona po meri
sv: Anpassat visningsnamn
tr: Görüntülenen ismi özelleştir
uk: Спеціальне відображуване ім'я
vi: Tên hiển thị tùy chỉnh
zh_hans: 自定义显示名称
zh_hant: 自訂顯示名稱

source: Custom keyboard shortcuts lets you perform various common tasks with your keyboard quickly.
de: Benutzerdefinierte Tastaturkurzbefehle lassen dich verschiedene gängige Aufgaben schnell mit deiner Tastatur ausführen.
es: Los atajos de teclado personalizados te permiten realizar varias tareas comunes con tu teclado de manera rápida.
fr: Les raccourcis clavier personnalisés vous permettent de réaliser différentes tâches rapidement via votre clavier.
hu: Az egyéni billentyűparancsok segítségével gyorsan elvégezhet gyakori feladatokat a billentyűzettel.
it: Le scorciatoie da tastiera personalizzate consentono di eseguire rapidamente varie attività comuni con la tastiera.
ja: カスタムキーボードショートカットを使用すると、さまざまな一般的なタスクをキーボードですばやく実行できます。
ko: 사용자 지정 키보드 단축키는 다양한 공통 작업을 키보드로 신속하게 수행할 수 있도록 합니다.
nb: Egendefinerte hurtigtaster gjør at du raskt kan utføre vanlige oppgaver med tastaturet.
nl: Eigen sneltoetsen maken het mogelijk om snel uiteenlopende veelgebruikte taken uit te voeren met je toetsenbord.
pl: Niestandardowe skróty klawiaturowe umożliwiają szybkie wykonywanie różnych zadań za pomocą klawiatury.
pt_br: Os atalhos de teclado personalizados permitem executar rapidamente várias tarefas comuns com o teclado.
ro: Scurtăturile de tastatură personalizate vă permit să efectuați rapid diverse sarcini cu tastatura.
ru: Пользовательские сочетания клавиш позволяют быстро выполнять различные задачи с помощью клавиатуры.
sl: Bližnjice na tipkovnici po meri vam omogočajo hitro izvajanje različnih pogostih opravil s tipkovnico.
sv: Med anpassade kortkommandon kan du snabbt utföra olika vanliga uppgifter med tangentbordet.
tr: Özel klavye kısayolları, klavyenizle çeşitli yaygın görevleri hızlı bir şekilde gerçekleştirmenizi sağlar.
uk: Настроювані комбінації клавіш дозволяють швидко виконувати різноманітні типові завдання за допомогою клавіатури.
vi: Phím tắt tùy chỉnh cho phép bạn thực hiện nhanh chóng nhiều thao tác phổ biến bằng bàn phím của mình.
zh_hans: 您可用自定义键盘快捷键快速执行各种常见任务。
zh_hant: 您可用自訂鍵盤快捷鍵快速執行各種常見任務。

source: Custom ordering string
de: Benutzerdefinierte Zeichenfolge für die Sortierung
es: Cadena de ordenamiento personalizada
fr: Chaîne de classement personnalisée
hu: Egyedi rendezési karakterlánc
it: Stringa di ordinamento personalizzata
ja: カスタム整列文字列
ko: 사용자 지정 정렬 문자열
nb: Egendefinert sorteringsstreng
nl: Eigen volgordetekenreeks
pl: Niestandardowy ciąg do kolejności
pt_br: String de ordem personalizada
ro: Șir de ordonare personalizat
ru: Упорядоченная пользовательская строка
sl: Niz za naročanje po meri
sv: Anpassad sorteringssträng
tr: İsim sıralamasını özelleştir
uk: Користувацький рядок для порядку сортування
vi: Chuỗi sắp xếp tùy chỉnh
zh_hans: 自定义排序的字符串
zh_hant: 自訂排序的字串

source: Custom refresh rate list
de: Benutzerdefinierte Liste von Wiederholraten
es: Lista de tasa de refresco personalizada
fr: Liste de taux de rafraîchissement personnalisés
hu: Egyéni frissítési ráta lista
it: Elenco di aggiornamenti personalizzato
ja: カスタムリフレッシュレートリスト
ko: 사용자 지정 주사율 리스트
nb: Egendefinert oppdateringsfrekvensliste
nl: Eigen verversingsfrequentielijst
pl: Lista niestandardowych częstotliwości odświeżania
pt_br: Lista de taxa de atualização personalizada
ro: Listă personalizată de rate de reîmprospătare
ru: Список пользовательских частот обновления
sl: Seznam stopenj osveževanja po meri
sv: Anpassad lista för uppdateringsfrekvenser
tr: Yenileme hızı listesini özelleştir
uk: Користувацький список частоти оновлення
vi: Danh sách tần số làm mới tùy chỉnh
zh_hans: 自定义刷新率列表
zh_hant: 自訂更新率列表

source: Custom scaled resolutions
de: Benutzerdefinierte skalierte Auflösungen
es: Resoluciones escaladas personalizadas
fr: Résolutions à échelle personnalisée
hu: Egyedi skálázott felbontások
it: Risoluzioni scalate personalizzate
ja: カスタムスケール解像度
ko: 사용자 지정 스케일 해상도
nb: Egendefinerte skalerte oppløsninger
nl: Eigen geschaalde resoluties
pl: Niestandardowe skalowane rozdzielczości
pt_br: Resoluções de escala personalizada
ro: Rezoluții scalate personalizate
ru: Пользовательские масштабируемые разрешения
sl: Ločljivosti po meri
sv: Anpassade skalade upplösningar
tr: Özel ölçeklendirilmiş çözünürlükler
uk: Настроювані масштабовані роздільності
vi: Độ phân giải tỉ lệ tùy chỉnh
zh_hans: 自定义缩放分辨率
zh_hant: 自訂縮放解析度

source: Custom scaled resolutions are added to the resolution list both as low resolution and HiDPI versions if possible.
de: Benutzerdefinierte skalierte Auflösungen werden zu der Liste der Auflösungen hinzugefügt, sowohl als LoDPI als auch als HiDPI Varianten (sofern möglich).
es: Las resoluciones escaladas personalizadas se agregan a la lista de resoluciones tanto como versiones de baja resolución como versiones HiDPI, si fuese posible.
fr: Les résolutions à échelle personnalisée sont ajoutées à la liste de résolutions à la fois en basse résolution et en versions HiDPI si possible.
hu: Az egyéni skálázott felbontások lehetőség szerint alacsony felbontású és HiDPI változatban is hozzáadódnak a felbontási listához.
it: Le scorciatoie da tastiera personalizzate consentono di eseguire rapidamente varie attività comuni con la tastiera.
ja: カスタムスケール解像度は、可能な場合は低解像度とHiDPIバージョンの両方を解像度リストに追加します。
ko: 사용자 지정 스케일 해상도는 가능한 경우 저해상도 및 HiDPI 버전으로 해상도 목록에 추가됩니다.
nb: Egendefinerte skalerte oppløsninger legges til i oppløsningslisten både som lavoppløsnings- og HiDPI-versjoner hvis mulig.
nl: Eigen geschaalde resoluties worden toegevoegd aan de resolutielijst in zowel lageresolutie- als HiDPI-versies indien mogelijk.
pl: Niestandardowe skalowane rozdzielczości są dodawane do listy rozdzielczości, jeśli to możliwe, zarówno w wersji o niskiej rozdzielczości, jak i wersji HiDPI.
pt_br: Resoluções com escala personalizada são adicionadas à lista de resoluções como versões de baixa resolução e HiDPI, se possível.
ro: Rezoluțiile scalate personalizate sunt adăugate în lista de rezoluții atât ca rezoluții cu rezoluție redusă, cât și ca versiuni HiDPI, dacă este posibil.
ru: Пользовательские масштабированные разрешения добавляются в список разрешений как в виде низкого разрешения, так и в виде HiDPI-версий, если это возможно.
sl: Ločljivosti po meri so dodane na seznam ločljivosti kot različice nizke ločljivosti in HiDPI, če je to mogoče.
sv: Anpassade skalade upplösningar läggs till i upplösningslistan både som lågupplösta och HiDPI-versioner om möjligt.
tr: Özel ölçeklendirilmiş çözünürlükler, mümkünse hem düşük çözünürlük hem de HiDPI sürümleri olarak çözünürlük listesine eklenir.
uk: Спеціально масштабовані роздільності додаються до списку роздільних здатностей як низька роздільна здатність, так і версії HiDPI, якщо це можливо.
vi: Độ phân giải tỉ lệ tùy chỉnh được thêm vào danh sách độ phân giải cả ở phiên bản LoDPI và HiDPI nếu có thể.
zh_hans: 如可能，自定义缩放分辨率会以低分辨率和 HiDPI 版本添加到分辨率列表。
zh_hant: 如可能，自訂縮放解析度會以低解析度和 HiDPI 版本添加到解析度列表。

source: Customize App Menu Contents…
de: Inhalt des App-Menüs anpassen…
es: Personalizar el Contenido del Menú de la App…
fr: Personnaliser le contenu du menu…
hu: Alkalmazás menü testreszabása…
it: Personalizza il Contenuto del Menu dell'App…
ja: アプリメニューのコンテンツをカスタマイズ…
ko: 앱 메뉴 아이템 사용자화…
nb: Tilpass innholdet i app-menyen…
nl: Pas inhoud appmenu aan…
pl: Dostosuj zawartość menu aplikacji…
pt_br: Personalizar o conteúdo do menu do aplicativo…
ro: Personalizați Conținutul Meniului Aplicației…
ru: Настройте содержание меню приложения…
sl: Prilagodite vsebino menija aplikacije …
sv: Anpassa appens menyinnehåll…
tr: Uygulama Menüsü İçeriğini Özelleştirin…
uk: Налаштувати вміст меню програми…
vi: Tùy chỉnh Nội dung Menu ứng dụng
zh_hans: 自定义应用程序菜单内容…
zh_hant: 自訂應用程式選單內容…

source: Customize Blend Mode
de: Mischmodus anpassen
es: Personalizar modo de fusión
fr: Personnaliser le mode de fusion
hu: Keverési mód testreszabása
it: Personalizza modalità di fusione
ja: ブレンドをカスタマイズ
ko: 사용자 지정 혼합 모드
nb: Tilpass blandingsmodus
nl: Pas mengmodus aan
pl: Dostosuj tryb mieszania
pt_br: Personalizar modo de mesclagem
ro: Personalizați modul de suprapunere
ru: Настроить режим смешивания
sl: Prilagodite način mešanja
sv: Anpassa blandningsläge
tr: Karıştırma Modunu Özelleştirme
uk: Налаштувати режим змішування
zh_hans: 自定义混合模式
zh_hant: 自訂混合模式

source: Customize Menu Options
de: Menüoptionen anpassen
es: Personalizar Opciones del Menú
fr: Personnaliser les options du menu
hu: Menü opciók testreszabása
it: Personalizza Opzioni Menu
ja: メニューオプションをカスタマイズ
ko: 메뉴 옵션 사용자화
nb: Tilpass menyvalg
nl: Pas menuopties aan
pl: Dostosuj opcje menu
pt_br: Personalizar opções de menu
ro: Personalizați Opțiunile Meniului
ru: Настройка параметров меню
sl: Prilagodite možnosti menija
sv: Anpassa menyalternativ
tr: Menü Seçeneklerini Özelleştirme
uk: Налаштувати параметри меню
vi: Tùy chỉnh tùy chọn Menu
zh_hans: 自定义菜单项
zh_hant: 自訂選單

source: Customize flexible scaling resolution range
de: Auflösungbereich der flexiblen Skalierung anpassen
es: Personalizar el rango de resolución del escalado flexible
fr: Personnaliser la plage de résolution avec mise à l'échelle flexible
hu: Rugalmas skálázás felbontási tartomány testreszabása
it: Personalizza l’intervallo di risoluzione per la scala flessibile
ja: フレキシブルスケーリング解像度の範囲をカスタマイズ
ko: 유연한 스케일링 해상도 범위 사용자화
nb: Tilpass oppløsningsområde for fleksibel skalering
nl: Pas flexibele bereik aan voor schaalresoluties
pl: Dostosuj elastyczny zakres rozdzielczości skalowania
pt_br: Personalize a faixa de resolução de escala suave
ro: Personalizați intervalul de rezoluție cu scalare uniformă
ru: Настройка гибкого диапазона разрешения масштабирования
sl: Prilagodite razpon ločljivosti prilagodljivega skaliranja
sv: Anpassa flexibelt upplösningsområde för skalning
tr: Esnek ölçeklendirme çözünürlük aralığını özelleştirin
uk: Налаштуйте діапазон роздільної здатності плавного масштабування
vi: Tùy chỉnh phạm vi độ phân giải linh hoạt
zh_hans: 自定义平滑缩放分辨率范围
zh_hant: 自訂平滑縮放解析度範圍
