Repository: waydabber/BetterDisplay-localization
Catalog: Not Ready/*.xcloc/Localized Contents/*.xliff
Languages: pt_pt

source: Briefly show an upward (XDR/HDR upscaling) or downward (software dimming) pointing icon in the OSD when extra dimming or brightness upscaling is happening via software adjustments.
pt_pt: Mostrar brevemente um ícone apontando para cima (redimensionamento XDR/HDR) ou para baixo (escurecimento por software) no OSD quando o redimensionamento extra ou o aumento do brilho estiver a ocorrer via ajustes de software.

source: Brighten Displays
pt_pt: Iluminar ecrãs

source: Brightness
pt_pt: Brilho

source: Brightness (Combined)
pt_pt: Brilho (Combinado)

source: Brightness (Combined, Metal Upscaling)
pt_pt: Brilho (Combinado, Redimensionamento por Metal)

source: Brightness (Combined, Software Upscaling)
pt_pt: Brilho (Combinado, Redimensionamento por Software)

source: Brightness (Hardware)
pt_pt: Brilho (Hardware)

source: Brightness (Metal Upscaling)
pt_pt: Brilho (Redimensionamento por Metal)

source: Brightness (Metal)
pt_pt: Brilho (Metal)

source: Brightness (Native XDR Upscaling)
pt_pt: Brilho (Redimensionamento XDR Nativo)

source: Brightness (Software Upscaling)
pt_pt: Brilho (Redimensionamento por Software)

source: Brightness (Software)
pt_pt: Brilho (Software)

source: Brightness Keys, Video Adjustment Shortcuts Affect:
pt_pt: Teclas de Brilho e Atalhos de Ajuste de Vídeo afetam:

source: Brightness and Video
pt_pt: Brilho e Vídeo

source: Brightness control using native brightness keys
pt_pt: Controlo do brilho utilizando as teclas de brilho nativas

source: Broadcast OSD notifications to third party apps (see [documentation](https://betterdisplay.pro/integration)).
pt_pt: Difundir notificações OSD para aplicações de terceiros (ver [documentação](https://betterdisplay.pro/integration)).

source: Build
pt_pt: Compilar

source: Built-in Display
pt_pt: Ecrã integrado

source: Buy %@ Pro
pt_pt: Comprar %@ Pro

source: By default the app orders displays alphabetically in the app menu by their (displayed) name. By providing an ordering string, you can redefine the data which serves as the basis of the ordering.
pt_pt: Por defeito, a aplicação ordena os ecrãs por ordem alfabética no menu da aplicação pelo seu nome (apresentação). Ao fornecer uma ordenação de texto, pode redefinir os dados que servem de base à ordenação.

source: By default the app shows LoDPI modes only when the current selected mode is LoDPI.
pt_pt: Por predefinição, a aplicação mostra os modos LoDPI apenas quando o modo atualmente selecionado é LoDPI.

source: By default the keyboard controls change one OSD chiclet worth of value and you have to press ⇧ Shift + ⌥ Option for fine-tuning.
pt_pt: Por predefinição, as teclas de controlo alteram o valor de um bloco do OSD e é necessário premir Shift+Option para fazer a afinação.

source: C style array
pt_pt: Array estilo C

source: Calibrate (Requires Enabled HDR)…
pt_pt: Calibração (requer HDR ativado)…

source: Calibrate Upscaling…
pt_pt: Calibração do redimensionamento…

source: Cancel
pt_pt: Cancelar

source: Capabilities
pt_pt: Capacidades

source: Changing this setting does not affect existing known displays. The display identification method can be changed on a per display basis under each display's additional settings.
pt_pt: A alteração desta definição não afeta os ecrãs conhecidos existentes. O método de identificação do ecrã pode ser alterado por cada ecrã nas definições adicionais de cada ecrã.

source: Check for Updates
pt_pt: Verificar se há atualizações

source: Click icon to open/close app menu!
pt_pt: Clique no ícone para abrir/fechar o menu da aplicação!

source: Click to show/hide features…
pt_pt: Clique para mostrar/ocultar funcionalidades…

source: Close the expanded menu item when the app menu is closed. Disabling this preserves the menu layout for the next time the app menu is opened.
pt_pt: Fecha o item de menu expandido quando o menu da aplicação é fechado. A desativação desta opção preserva a disposição do menu para a próxima vez que o menu da aplicação for aberto.

source: Color Depth
pt_pt: Profundidade de cor

source: Color Profile
pt_pt: Perfil de cor

source: Color Profile Configuration
pt_pt: Configuração do Perfil de cor

source: Color Temperature
pt_pt: Temperatura de cor

source: Color changes, upscaling and dimming via color table adjustments clip HDR content. With this enabled, the app resets the color table when no adjustments are needed. This might be distracting or cause a black screen on some configurations.
pt_pt: As alterações de cor, o aumento de escala e o escurecimento através de ajustes da tabela de cores cortam o conteúdo HDR. Com esta opção ativada, a aplicação repõe a tabela de cores quando não são necessários ajustes. Isto pode distrair ou causar um ecrã preto em algumas configurações.

source: Color table alteration capable
pt_pt: Alteração da tabela de cores possíveis

source: Color temperature cooler
pt_pt: Temperatura de cor mais fria

source: Color temperature warmer
pt_pt: Temperatura de cor mais quente

source: Combine hardware brightness control (if available), software dimming and XDR/HDR upscaling into one unified brightness control.
pt_pt: Combinar o controlo de brilho do hardware (se disponível), o redimensionamento por software e o escurecimento XDR/HDR num único controlo de brilho unificado.

source: Combined brightness
pt_pt: Brilho combinado

source: Combined brightness - XDR/HDR upscaling maximum scale value
pt_pt: Brilho combinado - valor máximo da escala de redimensionamento XDR/HDR

source: Combined brightness - minimum allowed hardware brightness level
pt_pt: Brilho combinado - nível mínimo permitido de brilho do hardware

source: Combined brightness - software dimming switchover point
pt_pt: Brilho combinado - ponto de mudança da regulação da luminosidade por software

source: Combined brightness is not required with default settings as the native XDR brightness scale covers the entire configurable scale. Use only if you want to fine-tune the dimming curve below the configured XDR brightness scale minimum
pt_pt: O brilho combinado não é necessário com as configurações padrão, pois a escala de brilho XDR nativa cobre toda a escala configurável. Utilizar apenas se pretender afinar a curva de escurecimento abaixo do mínimo da escala de brilho XDR configurada

source: Computer monitor
pt_pt: Monitor do computador

source: Configuration Protection
pt_pt: Proteção da configuração

source: Configuration changes require reboot or activation.
pt_pt: As alterações de configuração requerem reinicialização ou ativação.

source: Configuration run ID
pt_pt: ID de execução da configuração

source: Configure Accessibility
pt_pt: Configurar a Acessibilidade

source: Configure DDC Controls…
pt_pt: Configurar os controlos DDC…

source: Configure Input Sources…
pt_pt: Configurar as Fontes de Entrada…

source: Configure Virtual Screen…
pt_pt: Configurar o Ecrã Virtual…

source: Configure full screen stream to this display
pt_pt: Configurar a transmissão em ecrã inteiro para este ecrã

source: Configure virtual screen mirroring
pt_pt: Configurar o espelhamento do ecrã virtual

source: Configure virtual screen/stream rotation - useful for portrait Sidecar or for displays that do not support changing orientation. With Sidecar you can decide whether the USB-C port (lightning connector) should face up or down.
pt_pt: Configurar a rotação do ecrã virtual/transmissão - útil para o Sidecar em retrato ou para ecrãs que não suportam a mudança de orientação. Com o Sidecar, pode decidir se a porta USB-C (conetor lightning) deve ficar virada para cima ou para baixo.

source: Connect
pt_pt: Ligar

source: Connect (Automatic)
pt_pt: Ligar (Automático)

source: Connect All
pt_pt: Ligar todos

source: Connect All Displays
pt_pt: Ligar Todos os Ecrãs

source: Connect All Virtual Screens
pt_pt: Ligar Todos os Ecrãs Virtuais

source: Connect Display
pt_pt: Ligar o Ecrã

source: Connect Virtual Screen
pt_pt: Ligar o Ecrã Virtual

source: Connect all disassociated virtual screens
pt_pt: Ligar todos os ecrãs virtuais desassociados

source: Connect all displays
pt_pt: Ligar todos os ecrãs

source: Connect this virtual screen
pt_pt: Ligar este ecrã virtual

source: Connect/Disconnect
pt_pt: Ligar/Desligar

source: Connected
pt_pt: Ligado

source: Connected virtual screens will remain connected after this operation.
pt_pt: Os ecrãs virtuais ligados permanecerão ligados após esta operação.

source: Connecting the built-in display
pt_pt: A ligar ao ecrã integrado

source: Connecting virtual screens
pt_pt: Ligação de ecrãs virtuais

source: Connection management settings
pt_pt: Definições de gestão da ligação

source: Connects the virtual screen and starts full screen streaming from the virtual screen to the display. Also sets up the full screen stream to automatically start whenever the display is connected.
pt_pt: Liga ao ecrã virtual e inicia a transmissão em ecrã inteiro do ecrã virtual para o ecrã. Também configura a transmissão em ecrã inteiro para iniciar automaticamente sempre que o ecrã estiver ligado.

source: Continuous XDR upscaling readiness
pt_pt: Disponibilidade de redimensionamento XDR contínuo

source: Contrast
pt_pt: Contraste

source: Contrast (DDC)
pt_pt: Contraste (DDC)

source: Control
pt_pt: Controlo

source: Copy
pt_pt: Copiar

source: Copy Current Device Name
pt_pt: Copiar o Nome do Dispositivo Atual

source: Crash reporting
pt_pt: Relatórios de falha

source: Create New Virtual Screen
pt_pt: Criar Novo Ecrã Virtual

source: Create New Virtual Screen…
pt_pt: Criar Novo Ecrã Virtual…

source: Create Virtual Screen
pt_pt: Criar Ecrã Virtual

source: Create a virtual screen that matches to the aspect ratio of another display and associate the virtual screen with the display. Best for a scenario when the virtual screen should be streamed (e.g. portrait Sidecar) or mirrored to a display.
pt_pt: Criar um ecrã virtual que corresponda à proporção da imagem de outro ecrã e associar o ecrã virtual ao ecrã. Ideal para um cenário em que o ecrã virtual deve ser transmitido (por exemplo, Sidecar em retrato) ou espelhado para um ecrã.

source: Create a virtual screen with a custom aspect ratio. You can also set up a custom resolution list with varying aspect ratios after creating the virtual screen.
pt_pt: Criar um ecrã virtual com uma proporção de imagem personalizada. Também é possível configurar uma lista de resoluções personalizadas com diferentes proporções de imagens depois de criar o ecrã virtual.

source: Create both LoDPI and HiDPI variants of each resolutions. Enabling HiDPI will also create a pixel-doubled LoDPI version for each resolution option.
pt_pt: Cria variantes LoDPI e HiDPI de cada resolução. A ativação da opção HiDPI também criará uma versão LoDPI com o dobro dos pixels para cada opção de resolução.

source: Creating a virtual screen
pt_pt: A criar um ecrã virtual

source: Crop area height - decrease
pt_pt: Altura da área cortada - diminuição

source: Crop area height - increase
pt_pt: Altura da área cortada - aumento

source: Crop area width - decrease
pt_pt: Largura da área cortada - diminuição

source: Crop area width - increase
pt_pt: Largura da área cortada - aumento

source: Crop origin X - decrease
pt_pt: Origem X de corte - diminuição

source: Crop origin X - increase
pt_pt: Origem X de corte - aumento

source: Crop origin Y - decrease
pt_pt: Origem Y de corte - diminuição

source: Crop origin Y - increase
pt_pt: Origem Y de corte - aumento

source: Current
pt_pt: Atual

source: Current (Alternate) Identifiers
pt_pt: Identificadores atuais (alternativos)

source: Current audio device has no native volume control
pt_pt: O dispositivo de áudio atual não tem controlo de volume nativo

source: Current audio device matches a controllable display's name
pt_pt: O dispositivo de áudio atual corresponde ao nome de um ecrã controlável

source: Current default resolution
pt_pt: Resolução predefinida atual

source: Current display role
pt_pt: Função do ecrã atual

source: Current mode
pt_pt: Modo atual

source: Current native resolution
pt_pt: Resolução nativa atual

source: Current resolution (width x height) is shown as text inside when enabled.
pt_pt: A resolução atual (largura x altura) é apresentada como texto no interior quando activada.

source: Current system display name
pt_pt: Nome atual do ecrã do sistema

source: Currently available as HiDPI
pt_pt: Atualmente disponível como HiDPI

source: Currently available as LoDPI
pt_pt: Atualmente disponível como LoDPI

source: Currently not available
pt_pt: Atualmente não disponível

source: Custom Keyboard Shortcuts
pt_pt: Atalhos de teclado personalizados

source: Custom SF Symbol app icon
pt_pt: Ícone personalizado da aplicação SF Symbol

source: Custom aspect ratio
pt_pt: Proporção de imagem personalizada

source: Custom displayed icon SF Symbol name
pt_pt: Ícone personalizado apresentado do nome SF Symbol

source: Custom displayed name
pt_pt: Nome personalizado apresentado

source: Custom keyboard shortcuts lets you perform various common tasks with your keyboard quickly.
pt_pt: Os atalhos de teclado personalizados permitem-lhe executar rapidamente várias tarefas comuns com o teclado.

source: Custom ordering string
pt_pt: Ordenação de texto personalizado

source: Custom refresh rate list
pt_pt: Lista de taxas de atualização personalizadas

source: Custom scaled resolutions
pt_pt: Resoluções de escala personalizadas

source: Custom scaled resolutions are added to the resolution list both as low resolution and HiDPI versions if possible.
pt_pt: As resoluções de escala personalizadas são adicionadas à lista de resoluções, tanto em baixa resolução como em versões HiDPI, se possível.

source: Customize App Menu Contents…
pt_pt: Personalizar o conteúdo do Menu da aplicação…

source: Customize Menu Options
pt_pt: Personalizar as opções de Menu

source: Customize flexible scaling resolution range
pt_pt: Personalizar a gama de resolução de escala flexível

source: Customize input source list for this display
pt_pt: Personalizar a lista de fontes de entrada para este ecrã

source: Customize the contents of the app menu - set which items are visible always, which only when the menu is expanded and which ones should be hidden.
pt_pt: Personalizar os conteúdos do Menu da aplicação - defina quais os itens que estão sempre visíveis, quais os que só estão visíveis quando o menu é expandido e quais os que devem estar ocultos.

source: Cut
pt_pt: Cortar

source: DDC Backlight Control
pt_pt: Controlo da retroiluminação DDC

source: DDC Command
pt_pt: Comando DDC

source: DDC Control
pt_pt: Controlo DDC

source: DDC Display Input Source
pt_pt: Fonte de entrada do Ecrã DDC

source: DDC Features…
pt_pt: Funcionalidades do DDC…

source: DDC Input Source
pt_pt: Fonte de entrada DDC

source: DDC Input Source Control
pt_pt: Controlo da fonte de entrada DDC

source: DDC Input Sources
pt_pt: Fontes de entrada DDC

source: DDC Power
pt_pt: Alimentação por DDC

source: DDC Power Off
pt_pt: Desligar o DDC

source: DDC Volume Control Affects:
pt_pt: O controlo de volume DDC afeta:

source: DDC allows for hardware backlight, volume control, input selection and various other features. Requires a compatible external display. Most televisions don't have support DDC while most displays do.
pt_pt: O DDC permite a retroiluminação por hardware, o controlo do volume, a seleção de entradas e várias outras funcionalidades. Requer um ecrã externo compatível. A maioria dos televisores não suporta DDC, enquanto a maioria dos ecrãs suporta.

source: DDC communication settings
pt_pt: Definições da comunicação DDC

source: DDC control code override (comma delimited hex values)
pt_pt: Substituição do código de controlo DDC (valores hexadecimais delimitados por vírgulas)

source: DDC data for the OFF value
pt_pt: Dados DDC para o valor DESLIGADO

source: DDC data for the ON value is
pt_pt: Os dados DDC para o valor LIGADO é

source: DDC hardware brightness might be restored according to the per-display settings.
pt_pt: O brilho do hardware DDC pode ser restaurado de acordo com as definições por ecrã.

source: DDC is Unavailable
pt_pt: O DDC não está Disponível

source: DDC messaging
pt_pt: Mensagens DDC

source: DDC mute control
pt_pt: Controlo de silêncio DDC

source: DDC read is not universally supported by otherwise DDC capable displays.
pt_pt: A leitura DDC não é universalmente suportada por ecrãs com capacidade DDC.

source: DDC value mapping skew
pt_pt: Desvio do mapeamento de valores DDC

source: DDC value range maximum
pt_pt: Intervalo máximo do valor DDC

source: DDC value range minimum
pt_pt: Intervalo mínimo do valor DDC

source: DDC values on startup
pt_pt: Valores do DDC no arranque

source: DDC volume control
pt_pt: Controlo de volume DDC

source: DDC, XDR/HDR upscaling, EDID overrides are not available. Please open the app in native mode - to achieve this, unselect 'Open using Rosetta' in the app's Info sheet!
pt_pt: O redimensionamento DDC, XDR/HDR e as substituições EDID não estão disponíveis. Abra a aplicação no modo nativo - para tal, desmarque a opção 'Abrir com Rosetta' na folha de informações da aplicação!

source: Date of manufacture
pt_pt: Data de fabrico

source: Deactivate
pt_pt: Desativar

source: Deactivate License
pt_pt: Desativar a licença

source: Decrease Apple Keyboard brightness
pt_pt: Diminuir o brilho do teclado da Apple

source: Decrease Night Shift effect
pt_pt: Diminuir o efeito Night Shift

source: Decrease brightness
pt_pt: Diminuir o brilho

source: Decrease brightness - fine scale
pt_pt: Diminuir o brilho - escala fina

source: Decrease contrast
pt_pt: Diminuir o contraste

source: Decrease contrast - fine scale
pt_pt: Diminuir o contraste - escala fina

source: Decrease gamma
pt_pt: Diminuir a gama

source: Decrease resolution or magnification
pt_pt: Diminuir a resolução ou a ampliação

source: Decrease volume (DDC)
pt_pt: Diminuir volume (DDC)

source: Decrease volume (DDC) - fine scale
pt_pt: Diminuir volume (DDC) - escala fina

source: Default
pt_pt: Por defeito

source: Default Group
pt_pt: Grupo por defeito

source: Default and native modes:
pt_pt: Modos por defeito e nativos:

source: Default display identification method
pt_pt: Método de identificação do ecrã por defeito

source: Define a custom app icon from Apple's SF Symbol icon library. You can download the SF Symbols app from [developer.apple.com/sf-symbols](https://developer.apple.com/sf-symbols) to find the right SF Symbol icon string (try: `face.smiling`).
pt_pt: Defina um ícone de aplicação personalizado a partir da biblioteca de ícones SF Symbol da Apple. Pode transferir a aplicação SF Symbols a partir de [developer.apple.com/sf-symbols] (https://developer.apple.com/sf-symbols) para encontrar os textos de ícones SF Symbol correcta (experimente: `face.smiling`).

source: Define the crop area either by drawing the crop rectangle on the stream source screen or by keyboard shortcuts.
pt_pt: Defina a área de corte ao desenhar um retângulo de corte no ecrã de origem da transmissão ou através de teclas de atalho.

source: Defines the TCP port the built-in HTTP server listens to.
pt_pt: Define a porta TCP à qual o servidor HTTP incorporado está ligado.

source: Defines the diagonal size the system percieves the display. If used for mirroring/streaming, it might optionally be matched to the target screen. Safe to leave empty as default. With custom resolution list of varying aspect ratios the actual reported size may be different.
pt_pt: Define o tamanho diagonal que o sistema perceciona do ecrã. Se for utilizado para espelhar/transmitir, pode opcionalmente corresponder ao ecrã de destino. É seguro deixar vazio por defeito. Com uma lista de resoluções personalizadas de proporções de imagem variadas, o tamanho real indicado pode ser diferente.

source: Defines the lower bound of brightness control in nits. Use 0 to allow full continuous dimming to black.
pt_pt: Define o limite inferior do controlo de luminosidade em nits. Utilize 0 para permitir o escurecimento contínuo total até ao preto.

source: Defines the upper bound of brightness control in nits. Use 1000 for only allowing up to sustained full screen brightness.
pt_pt: Define o limite superior do controlo de brilho em nits. Para permitir apenas o brilho sustentado do ecrã inteiro, utilize 1000.

source: Delay between commands
pt_pt: Atraso entre comandos

source: Delete Data
pt_pt: Eliminar dados

source: Description
pt_pt: Descrição

source: Detachable app menu
pt_pt: Menu de aplicações amovíveis

source: Detached app menu alpha level
pt_pt: Nível de transparência do menu da aplicação amovível

source: Detected some interference…
pt_pt: Detetado alguma interferência…

source: Determines whether display is affected by keyboard adjustments (video/audio controls).
pt_pt: Determina se o ecrã é afetado pelos ajustes do teclado (controlos de vídeo/áudio).

source: Determines whether the display is presented in the app menu.
pt_pt: Determina se o ecrã é apresentado no menu da aplicação.

source: Device type
pt_pt: Tipo de dispositivo

source: Device type identifier
pt_pt: Identificador de tipo de dispositivo

source: Dim Displays
pt_pt: Escurecer os ecrãs

source: Dim display brightness on screen saver or lock
pt_pt: Diminuir o brilho do ecrã durante a poupança de energia ou o bloqueio do ecrã

source: Dim the disconnected display (using the currently selected control method for the display) on platforms that do not enable putting a disconnected display to sleep. Fully turns off backlight on compatible devices.
pt_pt: Diminuir a luminosidade do ecrã desligado (utilizando o método de controlo atualmente selecionado para o ecrã) em plataformas que não permitem colocar um ecrã desligado em suspensão. Desliga totalmente a luz de fundo em dispositivos compatíveis.

source: Dimensions (unrotated)
pt_pt: Dimensões (sem rotação)

source: Direct I2C communication
pt_pt: Comunicação direta de I2C

source: Disable
pt_pt: Desativar

source: Disable All Protections
pt_pt: Desativar todas as protecções

source: Disable Auto-Connect
pt_pt: Desativar ligação automática

source: Disable Both in HDR Mode
pt_pt: Desativar ambos no modo HDR

source: Disabled
pt_pt: Desativado

source: Disabled by default to avoid accidental value changes.
pt_pt: Desativado por defeito para evitar alterações acidentais de valores.

source: Disabling this allows more direct video adjustments by removing graceful transition smoothing. Also reduces the number of operations for DDC control.
pt_pt: Ao desativar esta opção, permite ajustes de vídeo mais diretos, eliminando a suavização de transição graciosa. Também reduz o número de operações para o controlo DDC.

source: Disassociate
pt_pt: Desassociar

source: Disassociate All
pt_pt: Desassociar todos

source: Discard
pt_pt: Rejeitar

# Discard &amp; Remove Color Profile
source: Discard & Remove Color Profile
pt_pt: Rejeitar e remover o perfil de cor

source: Discard All
pt_pt: Rejeitar todos

source: Discard Calibration
pt_pt: Rejeitar a calibração

source: Discard Virtual Screen
pt_pt: Rejeitar o ecrã virtual

source: Discard…
pt_pt: A rejeitar…

source: Disconnect
pt_pt: Desligar

source: Disconnect (Automatic)
pt_pt: Desligar (Automático)

source: Disconnect All
pt_pt: Desligar todos

source: Disconnect All But Main
pt_pt: Desligar todos exceto o principal

source: Disconnect All Virtual Screens
pt_pt: Desligar todos os ecrãs virtuais

source: Disconnect Display
pt_pt: Desligar o Ecrã

source: Disconnect Virtual Screen
pt_pt: Desligar o Ecrã Virtual

source: Disconnect all disassociated virtual screens
pt_pt: Desligar todos os ecrãs virtuais desassociados

source: Disconnect all displays except main
pt_pt: Desligar todos os ecrãs, exceto o principal

source: Disconnect and reconnect
pt_pt: Desligar e voltar a ligar
