Repository: waydabber/BetterDisplay-localization
Catalog: Not Ready/*.xcloc/Localized Contents/*.xliff
Languages: pt_pt

source: This is a workaround of an issue present in some versions of macOS Sonoma which occasionally prevents a display's custom configuration to be loaded properly. With this setting the app attempts to reinitialize the display if flexible scaling resolutions seem to be missing.
pt_pt: Esta é uma solução alternativa para um problema presente em algumas versões do macOS Sonoma que, ocasionalmente, impede que a configuração personalizada de um ecrã seja carregada corretamente. Com esta definição, a aplicação tenta reinicializar o ecrã se as resoluções de escala flexíveis parecerem estar em falta.

source: This is required for color adjustments and a better software dimming and XDR/HDR upscaling experience. Recommended to leave enabled. Turn this off for compatibility with some third party apps that also alter system colors.
pt_pt: Isto é necessário para ajustes de cor e uma melhor experiência de escurecimento por software e redimensionamento XDR/HDR. Recomenda-se que o deixe ativado. Desative esta opção para compatibilidade com algumas aplicações de terceiros que também alteram as cores do sistema.

source: This is the recommended setting.
pt_pt: Esta é a definição recomendada.

source: This menu item is redundant if the header is set to present the function as a switch.
pt_pt: Este item de menu é redundante se o cabeçalho estiver definido para apresentar a função como um interrutor.

source: This might help solve issues with certain configurations.
pt_pt: Isto pode ajudar a resolver problemas com determinadas configurações.

source: This might not work properly with all displays (especially low PPI ones) and might create a pixel-doubled LoDPI default resolution instead on Intel Macs.
pt_pt: Isto pode não funcionar corretamente com todos os ecrãs (especialmente os de PPI baixo) e pode criar uma resolução predefinida LoDPI com o dobro dos pixels nos Macs Intel.

source: This name is used by macOS system-wide.
pt_pt: Este nome é utilizado pelo macOS em todo o sistema.

source: This operation will disconnect and reconnect all currently connected virtual screens!
pt_pt: Esta operação desligará e voltará em seguida a ligar todos os ecrãs virtuais atualmente ligados!

source: This provides a cleaner look when the slider is not in active use.
pt_pt: Isto proporciona um aspeto mais limpo quando a barra de deslocamento não está a ser utilizada ativamente.

source: This resolution is used as default (as HiDPI if available) when the display is included in a new layout.
pt_pt: Esta resolução é utilizada por defeito (como HiDPI, se disponível) quando o ecrã é incluído numa nova disposição.

source: This resolution is used as default when the display is included in a new layout. Results might be approximate only on Intel Macs.
pt_pt: Esta resolução é utilizada como predefinição quando o ecrã é incluído numa nova disposição. Os resultados podem ser aproximados apenas em Macs Intel.

source: This restores the default settings and restarts the app. Please note that previously stored custom display configurations won't be removed from the system!
pt_pt: Esta ação restaurará as definições predefinidas e reiniciará a aplicação. Tenha em atenção que as configurações de ecrã personalizadas guardadas anteriormente não serão removidas do sistema!

source: This setting applies to screens/displays that are scalable (virtual screens, real displays with flexible scaling enabled). Default resolution is 100%.
pt_pt: Esta definição aplica-se a ecrãs/monitores que são escaláveis (ecrãs virtuais, ecrãs reais com escalonamento flexível ativado). A resolução predefinida é de 100%.

source: This should match the physical resolution of the display panel (actual number of pixels vertically and horizontally).
pt_pt: Isto deve corresponder à resolução física do ecrã (número real de pixéis na vertical e na horizontal).

source: This should remove displays from the display layout and make them enter standby mode on compatible systems. Some displays are not compatible with this feature and may not turn off or remain turned off. If you can't turn the display back on using the app, try reconnecting the display manually (or in case of the MacBook display, close and open the lid).
pt_pt: Esta ação deverá remover os ecrãs da disposição de ecrãs e fazê-los a entrar no modo de espera em sistemas compatíveis. Alguns ecrãs não são compatíveis com esta ação e podem não se desligar ou permanecer desligados. Se não conseguir voltar a ligar o ecrã com a aplicação, tente voltar a ligar o ecrã manualmente (ou, no caso do ecrã do MacBook, feche e abra a tampa).

source: This should remove the display from the display layout and make the display enter standby mode. Some displays are not compatible with this feature and may not turn off or remain off. If you can't turn the display back on using the app, try reconnecting the display manually (or in case of the MacBook display, close and open the lid).
pt_pt: Esta ação deverá remover o ecrã da disposição do ecrã e fazer com que o ecrã entre no modo de espera. Alguns ecrãs não são compatíveis com esta ação e podem não se desligar ou permanecer desligados. Se não conseguir voltar a ligar o ecrã com a aplicação, tente voltar a ligar o ecrã manualmente (ou, no caso do ecrã do MacBook, feche e abra a tampa).

source: This should remove the display from the display layout. Please note that on Intel Macs (such as this Mac) the feature might not work as expected! IMPORTANT: While the display is in a disconnected state (via the app), physically turning the display off, removing the cable or (for a built-in display) closing the lid may result in an inability to turn any displays back on (until a reboot)!
pt_pt: Isto deverá remover o ecrã da apresentação do ecrã. Tenha em atenção que nos Macs Intel (como este Mac) esta ação pode não funcionar como esperado! IMPORTANTE: Enquanto o ecrã estiver desligado (através da aplicação), desligar fisicamente o ecrã, remover o cabo ou (no caso de um ecrã incorporado) fechar a tampa pode resultar na impossibilidade de voltar a ligar qualquer ecrã (até ser reiniciado)!

source: This shows options for the current resolution. See Display Modes menu for the full list.
pt_pt: Esta opção mostra as opções para a resolução atual. Consulte o menu Modos de Visualização para obter a lista completa.

source: This virtual screen cannot be manually connected!
pt_pt: Este ecrã virtual não pode ser ligado manualmente!

source: This virtual screen cannot be manually disconnected!
pt_pt: Este ecrã virtual não pode ser desligado manualmente!

source: This virtual screen needs to be reconnected for all configuration changes to take place! During this operation the display will not be available for a moment! You can dismiss this notification - in this case the changes will be applied when the virtual screen is connected next time.
pt_pt: É necessário voltar a ligar este ecrã virtual para que todas as alterações de configuração tenham efeito! Durante esta operação, o ecrã não estará disponível por um período de tempo! Pode dispensar esta notificação - neste caso, as alterações serão aplicadas quando o ecrã virtual for ligado da próxima vez.

source: This virtual screen should now be connected
pt_pt: Este ecrã virtual deve agora estar ligado

# Title Bar &amp; Window Controls
source: Title Bar & Window Controls
pt_pt: Barra de título e Controlos de Janela

source: To make your Apple keyboard's brightness and volume keys control your external display, please add the app to **System Settings > Privacy & Security > Accessibility**! After this, you'll have to restart the app. Alternatively, you can disable native keyboard control in Settings.
pt_pt: Para que as teclas de brilho e volume do teclado Apple possam controlar o ecrã externo, é necessário adicionar a aplicação a **Definições do Sistema > Privacidade e segurança > Acessibilidade**! Depois disso, terá de reiniciar a aplicação. Em alternativa, pode desativar o controlo nativo do teclado nas Definições.

source: Toggle Dark Mode
pt_pt: Ligar/Desligar o Modo Escuro

source: Toggle HDR for display
pt_pt: Ligar/Desligar o HDR para o ecrã

source: Toggle HiDPI resolution for display
pt_pt: Ligar/Desligar a resolução HiDPI para o ecrã

source: Toggle Night Shift
pt_pt: Ativar/Desativar o Night Shift

source: Toggle True Tone
pt_pt: Ativar/Desativar o True Tone

source: Toggle cropping
pt_pt: Ligar/Desligar o recorte

source: Toggle mute (DDC)
pt_pt: Ativar/Desativar o modo silencioso (DDC)

source: Toggle notch for display
pt_pt: Ativar/Desativar o notch para o ecrã

source: Toggles
pt_pt: Alternadores

source: Tools
pt_pt: Ferramentas

source: Traditional popups
pt_pt: Popups tradicionais

source: Treat as generic third-party (non-Apple) display
pt_pt: Tratar como um ecrã genérico de terceiros (não-Apple)

source: Treat shortcuts as rotation toggles
pt_pt: Tratar os atalhos como alternadores de rotação

source: Treat this display (identified as Apple-made) as generic and allow DDC control to be enabled. Might cause permanent issues on some older Apple displays!
pt_pt: Tratar este ecrã (identificado como fabricado pela Apple) como genérico e permitir a ativação do controlo de DDC. Pode causar problemas permanentes em alguns ecrãs Apple mais antigos!

source: True Tone turned off by HDR toggle
pt_pt: True Tone desativado por alternância do HDR

source: Try the latest features by enrolling as a pre-release tester. If you are already running a pre-release version, you'll receive pre-release updates until the next stable release even if this option is disabled.
pt_pt: Experimente as funcionalidades mais recentes ao inscrever-se como utilizador de testes de pré-lançamento. Se já estiver a utilizar uma versão de pré-lançamento, receberá atualizações de pré-lançamento até à próxima versão estável, mesmo que esta opção esteja desativada.

source: Turn Display Backlight Off
pt_pt: Desligar a retroiluminação do ecrã

source: Turn Display Backlight Off?
pt_pt: Desligar a retroiluminação do rcrã?

source: Turn Display Backlight On
pt_pt: Ligar a retroiluminação do ecrã

source: Turn Display Off
pt_pt: Desligar o ecrã

source: Turn Off Rotation
pt_pt: Desativar a rotação

source: Turn backlight off
pt_pt: Desligar a retroiluminação

source: Turn backlight on
pt_pt: Ligar a retroiluminação

source: Turn display off
pt_pt: Desligar o ecrã

source: Turn off (non-main) display backlight on screen saver or lock
pt_pt: Desligar a retroiluminação do ecrã (não principal) na proteção de ecrã ou no bloqueio

source: Turn off Night Shift and True Tone in HDR mode
pt_pt: Desativar o Night Shift e o True Tone no modo HDR

source: Turn off display backlight when combined brightness is set to zero
pt_pt: Desligar a retroiluminação do ecrã quando a luminosidade combinada é definida para zero

source: Turning this off reduces system load for XDR displays when auto brightness is enabled but makes upscaling a less smooth experience.
pt_pt: Desligar esta opção diminui a utilização do sistema para ecrãs XDR quando o brilho automático está ativado, mas torna uma experiência menos suave de redimensionamento.

source: Typical optimal values for contrast are 50%, 70%, 75%, 100%. Make sure you select a value that does not create an issue with white saturation!
pt_pt: Os valores típicos ideais para o contraste são 50%, 70%, 75%, 100%. Certifique-se de que escolhe um valor que não crie problemas com a saturação de branco!

source: Typical setting is 100% but some displays prefer 50%.
pt_pt: A definição típica é 100%, mas alguns ecrãs preferem 50%.

source: Typical value is 100%.
pt_pt: O valor típico é 100%.

source: Typical values include: 100, 200 or 255 (note: 255 works for most old DDC compatible Apple Cinema / LED displays and helps avoid permanent dimming issue).
pt_pt: Os valores típicos incluem: 100, 200 ou 255 (nota: 255 funciona para a maioria dos ecrãs Apple Cinema / LED compatíveis com o DDC antigo e ajuda a evitar problemas de escurecimento permanente).

source: Typical values include: 100, 200 or 255.
pt_pt: Os valores típicos incluem: 100, 200 ou 255.

source: Unable to configure virtual screen
pt_pt: Não é possível configurar o ecrã virtual

source: Unable to connect to the virtual screen to set up streaming
pt_pt: Não é possível ligar ao ecrã virtual para configurar a transmissão

source: Unable to connect virtual screen
pt_pt: Não é possível ligar o ecrã virtual

source: Unable to create virtual screen
pt_pt: Não é possível criar um ecrã virtual

source: Unavailable
pt_pt: Não disponível

source: Underscan
pt_pt: Sub-digitalização

source: Undo
pt_pt: Desfazer

source: Undo/redo last mode change
pt_pt: Desfazer/Refazer a última mudança do modo

source: Unhide Stream
pt_pt: Mostrar a transmissão

source: Unknown
pt_pt: Desconhecido

source: Unknown Display
pt_pt: Ecrã desconhecido

source: Unlock Color Profile management for XDR displays
pt_pt: Desbloquear a gestão do perfil de cor para ecrãs XDR

source: Unlock EDID write - I understand the risks involved
pt_pt: Desbloquear a escrita EDID - Compreendo os riscos envolvidos

source: Unmute (DDC)
pt_pt: Ativar o som (DDC)

source: Unmute method
pt_pt: Método de ativação do som

source: Unmute only (except for volume change induced unmute, when set volume as well)
pt_pt: Apenas para o modo sem som (exceto no caso de alteração do volume induzida no modo sem som, quando o volume também é definido)

source: Unpause Picture in Picture
pt_pt: Retomar o Picture in Picture

source: Unpause Streaming
pt_pt: Retomar a transmissão

source: Unsafe mode
pt_pt: Modo inseguro

source: Unsupported
pt_pt: Não suportado

source: Updates
pt_pt: Atualizações

source: Use Metal for image adjustments
pt_pt: Utilizar o Metal para os ajustes de imagem

source: Use custom resolution list
pt_pt: Utilizar a lista de resoluções personalizadas

source: Use if you are sure your display supports color table adjustments but the app does not detect the capability.
pt_pt: Utilizar se tiver a certeza de que o ecrã suporta os ajustes da tabela de cores, mas a aplicação não deteta a capacidade.

source: Use lighter app menu fonts and icons
pt_pt: Utilizar tipos de letra e ícones de menu da aplicações mais simples

source: Use magnification slider instead of resolution slider
pt_pt: Utilizar a barra deslizante de ampliação ao invés da barra deslizante da resolução

source: Use mirrored virtual screen sleep workaround
pt_pt: Utilizar a solução alternativa de suspensão do ecrã virtual espelhado

source: Use mute/unmute methods
pt_pt: Utilizar métodos de ativar/desativar o som

source: Use zero to disable transition animation.
pt_pt: Usar zero para desativar a animação de transição.

source: Value
pt_pt: Valor

source: Value (optional)
pt_pt: Valor (opcional)

source: Vendor ID
pt_pt: ID do fabricante

source: Vendor and model ID
pt_pt: ID do fabricante e do modelo

source: Version
pt_pt: Versão

source: Video Control Settings
pt_pt: Definições de Controlo de Vídeo

source: Virtual Screen Connect
pt_pt: Ligar o ecrã virtual

source: Virtual Screen Disconnect
pt_pt: Desligar o ecrã virtual

source: Virtual Screen Management
pt_pt: Gestão do ecrã virtual

source: Virtual Screen Mode
pt_pt: Modo do ecrã virtual

source: Virtual Screen Resolutions
pt_pt: Resoluções do ecrã virtual

source: Virtual screen
pt_pt: Ecrã virtual

source: Virtual screen follows display orientation
pt_pt: O ecrã virtual segue a orientação do ecrã

source: Virtual screen name
pt_pt: Nome do ecrã virtual

source: Virtual screen tag ID
pt_pt: ID da etiqueta do ecrã virtual

source: Virtual screens
pt_pt: Ecrãs virtuais

source: Virtual screens are not connected automatically, brightness and other adjustments are not restored and reverted to defaults, custom EDIDs are not automatically applied.
pt_pt: Os ecrãs virtuais não são ligados automaticamente, o brilho e outros ajustes não são restaurados nem revertidos para os valores predefinidos, os EDID personalizados não são aplicados automaticamente.

source: Virtual screens associated with displays cannot be manually connected or disconnected!
pt_pt: Os ecrãs virtuais associados aos ecrãs não podem ser ligados ou desligados manualmente!

source: Virtual screens associated with displays cannot be manually connected!
pt_pt: Os ecrãs virtuais associados aos ecrãs não podem ser ligados manualmente!

source: Virtual screens associated with displays cannot be manually disconnected!
pt_pt: Os ecrãs virtuais associados aos ecrãs não podem ser desligados manualmente!

source: Virtual screens by default work at 60Hz refresh rate but additional/different reported refresh rate modes can be created. Higher than 60Hz modes might not work in practice.
pt_pt: Por defeito, os ecrãs virtuais funcionam com uma taxa de atualização de 60 Hz, mas podem ser criados modos de taxa de atualização adicionais/diferentes. Os modos superiores a 60 Hz podem não funcionar na prática.

source: Virtual screens can be connected/disconnected on demand any time. Some settings appear only when the screen is connected. Changing some of the settings below require the screen to be reconnected when it is already connected.
pt_pt: Os ecrãs virtuais podem ser ligados/desligados a pedido em qualquer altura. Algumas definições só aparecem quando o ecrã está ligado. Para alterar algumas das definições abaixo, é necessário voltar a ligar o ecrã quando este já estiver ligado.

source: Visible
pt_pt: Visível

source: Volume Control Settings
pt_pt: Definições do Controlo do Volume

source: Volume Control…
pt_pt: Controlo do volume…

source: Wait time between backlight state change operations
pt_pt: Tempo de espera entre as operações de mudança de estado da retroiluminação

source: Wait time for response on read
pt_pt: Tempo de espera pela resposta na leitura

source: Week of manufacture
pt_pt: Semana de fabrico

source: When Expanded
pt_pt: Quando expandido

source: When HDR upscaling is enabled while hardware brightness control is disabled, the app uses a continuous brightness scale between zero and the calibrated max upscale value. Due to this the neutral setting (100% brightness, when on-screen HDR content is unclipped) might not fall to an OSD chiclet boundary which makes it difficult to attain via the shortcut keys. To fix this an additional mid-chiclet step at 100% brightness is inserted.
pt_pt: Quando o redimensionamento HDR está ativado e o controlo de brilho do hardware está desativado, a aplicação utiliza uma escala de brilho contínua entre zero e o valor máximo de redimensionamento calibrado. Devido a este fator, a definição neutra (100% de brilho, quando o conteúdo HDR no ecrã não é cortado) poderá não se enquadrar nos limites das teclas de atalho do OSD, o que dificulta a sua utilização através das teclas de atalho. Para corrigir este problema, é introduzido um passo adicional a meio do atalho com 100% de brilho.

source: When Settings is Open
pt_pt: Quando as definições estão abertas

source: When expanding a menu item, automatically hide other items under the given device / menu block. This helps keep the menu smaller.
pt_pt: Ao expandir um item de menu, oculta automaticamente outros itens sob o dispositivo/bloco de menu em causa. Isto ajuda a manter o menu mais pequeno.

source: When the display is set as main, the lower limit is 30% for combined or software brightness, 10% for Apple hardware brightness, 0% for DDC hardware brightness.
pt_pt: Quando o ecrã está definido como principal, o limite inferior é de 30% para combinado ou de brilho por software, 10% para a luminosidade do hardware Apple e 0% para a luminosidade do hardware de DDC.

source: When volume reaches 0%…
pt_pt: Quando o volume atinge 0%…

source: Width
pt_pt: Largura

source: Window
pt_pt: Janela

source: Window Shadow
pt_pt: Sombra da janela

source: Wireless
pt_pt: Sem fios

source: With this enabled Sidecar displays disconnected using the app will remain in the display list for easy reconnect. Sidecar displays disconnected outside of the app or before app startup are not listed.
pt_pt: Com esta opção ativada, os monitores Sidecar desligados através da aplicação permanecerão na lista de monitores para facilitar a ligação. Os ecrãs Sidecar desligados fora da aplicação ou antes do arranque da aplicação não serão listados.

source: With this option selected, the app will leave native brightness keys under macOS control if only Apple displays are connected with no additional software brightness control features enabled. In this case however various settings (like "Make fine scale default" or control "All suitable screens" simultaneously) that modify the default behavior of the brightness keys will not apply.
pt_pt: Com esta opção selecionada, a aplicação deixará as teclas de brilho nativas sob controlo do macOS se apenas os ecrãs Apple estiverem ligados sem funcionalidades de controlo de brilho de software adicionais ativas. Contudo, neste caso, várias definições (como "Tornar a escala fina predefinida" ou controlar "Todos os ecrãs adequados" em simultâneo) que modificam o comportamento predefinido das teclas de brilho não serão aplicadas.

source: Without Screen Recording permissions this feature will not work!
pt_pt: Sem as permissões de gravação de ecrã, esta funcionalidade não funcionará!

source: Works only when an associated virtual screen is not set to follow the associated display's orientation
pt_pt: Só funciona quando um ecrã virtual associado não está definido para seguir a orientação do ecrã associado

source: Works with combined brightness and DDC hardware control. Most displays do not support turning the backlight off or back on via DDC.
pt_pt: Só funciona quando um ecrã virtual associado não está definido para seguir a orientação do ecrã associado

source: Would you like to connect all displays before turning off connection management?
pt_pt: Gostaria de ligar todos os ecrãs antes de desativar a gestão de ligações?

source: Write EDID to Device
pt_pt: Escrever EDID para o dispositivo

source: Write EDID to Device…
pt_pt: Escrever EDID para o dispositivo…

source: Write last used values to display
pt_pt: Escrever os últimos valores utilizados no ecrã

source: XDR Configuration
pt_pt: Configuração XDR

source: XDR Preset
pt_pt: Predefinição XDR

source: XDR brightness scale maximum
pt_pt: Escala máxima de brilho XDR

source: XDR brightness scale minimum
pt_pt: Escala mínima de brilho XDR

source: XDR displays use XDR Presets to manage display color reproduction, gamma, white point settings. Color Profiles can still be used to influence rendering to a limited extent however XDR presets work best when the factory default Color Profile is configured for the XDR display.
pt_pt: Os ecrãs XDR utilizam as predefinições XDR para gerir as definições de reprodução de cor, gama e ponto branco do ecrã. Os perfis de cor podem ainda ser utilizados para influenciar a reprodução até um certo ponto, mas as predefinições XDR funcionam melhor quando o perfil de cor predefinido de fábrica está configurado para o ecrã XDR.

source: XDR/HDR upscaling compatible
pt_pt: Compatível com o redimensionamento XDR/HDR

source: Year of manufacture
pt_pt: Ano de fabrico

source: Yes
pt_pt: Sim

# You can also drag the app to Login Items under System Settings &gt; General.
source: You can also drag the app to Login Items under System Settings > General.
pt_pt: Também pode arrastar a aplicação para Itens de início de sessão em Definições do Sistema > Geral.

source: You can detect and configure DDC volume and mute control support for this display under "DDC Features…".
pt_pt: É possível alterar o suporte do controlo de volume e de silêncio do DDC para este ecrã em "Funcionalidades do DDC…".
