Repository: waydabber/BetterDisplay-localization
Catalog: Not Ready/*.xcloc/Localized Contents/*.xliff
Languages: pt_pt

source: Reset Menu Layout…
pt_pt: Redefinir a disposição do menu…

source: Reset all VMM7100 devices before wake or unlock reinitialization for this display
pt_pt: Reiniciar todos os dispositivos do VMM7100 antes da reinicialização do despertar ou do desbloqueio para este ecrã

source: Reset colors on neutral settings for HDR capable screens
pt_pt: Repor as cores em definições neutras para ecrãs com capacidade de HDR

source: Resolution steps by which the provided virtual screen aspect ratio width and height values are multiplied for creating resolution options. Smaller multiplier means more granular resolution scale.
pt_pt: Os passos da resolução pelos quais os valores de largura e altura da proporção de imagem do ecrã virtual fornecido são multiplicados para criar opções de resolução. Um multiplicador mais pequeno significa uma escala de resolução mais granular.

source: Resolution unavailable
pt_pt: Resolução não disponível

source: Restart
pt_pt: Reiniciar

source: Restart %@
pt_pt: Reiniciar %@

source: Restart App…
pt_pt: Reiniciar a aplicação…

source: Restart the app
pt_pt: Reiniciar a aplicação

source: Restore combined brightness and software adjustments
pt_pt: Restaurar os ajustes combinados de brilho e software

source: Restore display layout after connecting a virtual screen
pt_pt: Restaurar a disposição do ecrã depois de ligar um ecrã virtual

source: Restore display layout after connecting virtual screen for the first time or when mirroring is engaged via the app menu.
pt_pt: Restaurar a disposição do ecrã depois de ligar o ecrã virtual pela primeira vez ou quando o espelhamento é ativado através do menu da aplicação.

source: Resume Stream on Connect
pt_pt: Retomar a transmissão ao ligar

source: Rotate Screen by 90°
pt_pt: Rodar o Ecrã em 90°

source: Rotate Screen by 180°
pt_pt: Rodar o Ecrã em 180°

source: Rotate Screen by 270°
pt_pt: Rodar o Ecrã em 270°

source: Rotate screen by 90°
pt_pt: Rodar o ecrã em 90°

source: Rotate screen by 180°
pt_pt: Rodar o ecrã em 180°

source: Rotate screen by 270°
pt_pt: Rodar o ecrã em 270°

source: Rotation shortcut keys toggle the screen between rotated and non-rotated modes.
pt_pt: As teclas de atalho de rotação alternam o ecrã entre os modo rodado e não rodado.

source: SOURCE
pt_pt: FONTE

source: Save Calibration
pt_pt: Guardar a calibração

source: Screen brightness is changed to a desired level (when originally higher) upon screen saver start or lock.
pt_pt: O brilho do ecrã é alterado para o nível pretendido (quando originalmente era superior) ao iniciar a proteção de ecrã ou ao bloquear.

source: Select a common aspect ratio for the virtual screen. The app creates a flexible resolution list based on this.
pt_pt: Escolha uma proporção de imagem comum para o ecrã virtual. A aplicação criará uma lista de resoluções flexíveis com base nesta seleção.

source: Serves as a confirmation that the app has launched and adds the app to recent items in the Dock (if the app is installed in the Applications folder).
pt_pt: Serve como confirmação de que a aplicação foi iniciada e adiciona a aplicação aos itens recentes na Dock (se a aplicação estiver instalada na pasta Aplicações).

source: Set any adjustment control of a display by a specified offset. The percentage value will be converted to the feature's own specific min-max range.
pt_pt: Colocar qualquer controlo de ajuste de um ecrã por um intervalo especificado. O valor em percentagem será convertido para o intervalo mínimo e máximo específico da caraterística.

source: Set any adjustment control of a display to a specified value. The percentage value will be converted to the feature's own specific min-max range.
pt_pt: Colocar qualquer controlo de ajuste de um ecrã para um valor especificado. O valor em percentagem será convertido para o intervalo mínimo e máximo específico da caraterística.

source: Set any image adjustment control for all displays to a specified value. The percentage value will be converted to the feature's own specific min-max range.
pt_pt: Colocar qualquer controlo de ajuste de imagem para todos os ecrãs para um valor especificado. O valor em percentagem será convertido para o intervalo mínimo e máximo específico da caraterística.

source: Set native halved HiDPI resolution (if available)
pt_pt: Colocar a resolução HiDPI nativa para metade (se disponível)

source: Set the brightness slider as high as possible! Also make sure you still barely see the smiling face! If you don't see the smiling face when the slider is set to the lowest setting, you need to adjust your display's hardware controls (contrast, gamma) first to fix the white saturation problem.
pt_pt: Colocar o deslizador de brilho o mais alto possível! Certifica-te também sempre de que mal consegues ver o rosto sorridente! Se não consegues ver o rosto sorridente quando a barra deslizante está na definição mais baixa, tens de ajustar primeiro os controlos de hardware do teu ecrã (contraste, gama) para resolver o problema da saturação de branco.

source: Set volume level first, then issue unmute command
pt_pt: Colocar primeiro o nível de volume e, em seguida, emite o comando de retirar o som

source: Set volume level to lowest setting first, then issue mute command
pt_pt: Colocar primeiro o nível de volume no valor mais baixo e, em seguida, emitir o comando de silenciar o som

source: Sets the minimum allowed hardware brightness value (on its own scale) below which software dimming kicks-in when using combined brightness control. This setting is useful for those with PWM sensitivity as it prohibits backlight control from entering heavy PWM range, substituting it with software dimming instead.
pt_pt: Colocar o valor mínimo permitido de brilho do hardware (na sua própria escala) abaixo do qual o escurecimento do software é ativado quando se utiliza o controlo de brilho combinado. Esta definição é útil para quem tem sensibilidade de Pulse Width Modulation (PWM), uma vez que proíbe o controlo da retroiluminação de entrar na gama PWM pesada, substituindo-o pelo escurecimento por software.

source: Show Mouse Pointer
pt_pt: Mostrar ponteiro do rato

source: Show OSD when using a keyboard shortcut for basic controls. Disable this if you don't want the OSD UI to be shown or when a third party OSD presentation app is being used instead.
pt_pt: Mostrar OSD quando se utiliza um atalho de teclado para controlos básicos. Desativar esta opção se não pretender que a interface OSD seja mostrada ou se estiver a ser utilizada uma aplicação de apresentação OSD de terceiros.

source: Show OSD when using any other keyboard shortcut (besides brightness, volume, mute). Disable this if you don't want custom OSDs to appear or when a third party OSD presentation app is being used instead.
pt_pt: Mostrar OSD ao usar qualquer outro atalho de teclado (além de brilho, volume, mudo). Desativar esta opção se não pretender que sejam apresentados OSDs personalizados ou se estiver a ser utilizada uma aplicação de apresentação de OSD de terceiros.

source: Show and Bring to Front
pt_pt: Mostrar e trazer para a frente

source: Show brightness, volume, mute OSD
pt_pt: Mostrar OSD de brilho, volume e silenciar

source: Show currently offline displays in Settings
pt_pt: Mostrar ecrãs atualmente off-line (anteriormente desligados) nas Definições

source: Show disconnect/connect menu option for displays. Disconnecting a display puts the display into sleep mode and removes it from the display layout. Connecting it restores the display. Disconnected displays can be reconnected with the header toggle (power button), by turning the display on/off or closing and opening the lid for MacBook displays.
pt_pt: Mostrar a opção do menu desligar/ligar para ecrãs. Desligar um ecrã coloca o ecrã em modo de suspensão e remove-o da apresentação do ecrã. A sua ligação restaura o ecrã. Os ecrãs desligados podem ser ligados novamente com o botão de alternância do cabeçalho (botão de alimentação), ao ligar ou desligar o ecrã ou ao fechar e abrir a tampa para ecrãs de MacBook.

source: Show native underscan slider in the Image Adjustments menu even if this capability is not detected. The force-enabled slider might not work or can cause system issues or crash the application.
pt_pt: Mostrar o controlo de deslizamento de sub-digitalização nativo no menu Ajustes de imagem, mesmo que esta capacidade não seja detetada. A barra de deslizamento ativada à força pode não funcionar ou pode causar problemas no sistema ou causar falhas no aplicativo.

source: Show on/off (power) switch in headers
pt_pt: Mostrar o interrutor de ligar/desligar (energia) nos cabeçalhos

source: Show separate hardware and software brightness sliders when combined brightness is enabled. This is useful for testing and understanding the effects of the combined slider.
pt_pt: Mostrar os controlos deslizantes do brilho do hardware e do software em separado quando o brilho combinado está ativado. Isto é útil para testar e compreender os efeitos do controlo de deslizamento combinado.

source: Show slider labels
pt_pt: Mostrar as etiquetas da barra de deslocamento

source: Shows all displays previously detected by the app. Allows some configuration changes even when a display is offline.
pt_pt: Mostra todos os ecrãs previamente detetados pela aplicação. Possibilita algumas alterações de configuração mesmo quando um ecrã está desligado.

source: Sidecar Display
pt_pt: Ecrã de Sidecar

source: Software control allows dimming even without hardware support and provides various other video adjustments. Required for combined brightness and XDR/HDR upscaling.
pt_pt: O controlo por software permite o escurecimento mesmo sem suporte de hardware e fornece vários outros ajustes de vídeo. Necessário para brilho combinado e redimensionamento XDR/HDR.

source: Some displays are still disconnected!
pt_pt: Alguns ecrãs ainda estão desligados!

source: Some displays do not support DDC brightness control in HDR mode. Enabling this for compatible displays allows brightness control while preserving unclipped HDR content.
pt_pt: Alguns ecrãs não suportam o controlo de brilho de DDC no modo HDR. A ativação desta opção para ecrãs compatíveis permite o controlo do brilho, preservando o conteúdo HDR sem cortes.

source: Specify what should happen when the app menu on/off switch is pressed. Not all options may be valid for the display.
pt_pt: Especificar o que deve acontecer quando o interrutor para ligar/desligar o menu da aplicação é premido. Nem todas as opções podem ser válidas para o ecrã.

# Status: Licensing Disabled (Settings &gt; Application &gt; Advanced)
source: Status: Licensing Disabled (Settings > Application > Advanced)
pt_pt: Estado: Licenciamento desativado (Definições > Aplicação > Avançadas)

source: Supports XDR presets
pt_pt: Suporta predefinições XDR

source: Symbol name
pt_pt: Nome do símbolo

source: System Colors
pt_pt: Cores do Sistema

source: System Configuration and Flexible Scaling
pt_pt: Configuração do Sistema e Escalonamento Flexível

source: System UUID match
pt_pt: Correspondência do UUID do sistema

source: System UUID match (recommended)
pt_pt: Correspondência do UUID do sistema (recomendado)

source: TARGET
pt_pt: ALVO

source: Tag ID
pt_pt: ID da etiqueta

source: Target default resolution
pt_pt: Resolução predefinida de destino

source: Television
pt_pt: Televisão

source: The DDC reset command might not work properly for all displays. You can also try using the built-in factory reset functionality of the display (usually accessible via the display OSD).
pt_pt: O comando de reposição de DDC pode não funcionar corretamente em todos os ecrãs. Também pode tentar utilizar a funcionalidade de reposição de fábrica incorporada no ecrã (normalmente acessível através do OSD do ecrã).

source: The app automatically attempts to reconnect all displays when no connected display is present.
pt_pt: A aplicação tentará automaticamente restabelecer a ligação de todos os ecrãs quando não estiver presente nenhum ecrã ligado.

source: The app can automatically connect and disconnect a virtual screen based on the availability of the display(s) it is associated with. It can also auto-start mirroring or streaming or follow the associated display's orientation.
pt_pt: A aplicação é capaz de ligar e desligar automaticamente um ecrã virtual com base na disponibilidade do(s) ecrã(s) a que está associado. Também pode iniciar automaticamente o espelhamento ou a transmissão ou seguir a orientação do ecrã associado.

source: The app menu icon will reflect the icon of the current main display. Enable if you don't like the default icon…
pt_pt: O ícone do menu da aplicação reflectirá o ícone do ecrã principal atual. Ativar se não gostar do ícone predefinido…

source: The app menu will show this name instead of the system name for the display. If you want to change the system-wide name, you can do so by enabling the configuration override option and editing the system display name.
pt_pt: O menu da aplicação mostrará este nome em vez do nome do sistema no menu da aplicação para o ecrã. Se pretender alterar o nome em todo o sistema, pode fazê-lo ao ativar a opção de substituição da configuração e editar o nome de apresentação do sistema.

source: The app normally does not restore full dimming upon wake or app startup to avoid confusion.
pt_pt: Normalmente, a aplicação não restaura o escurecimento total ao acordar ou no arranque da aplicação para evitar confusões.

source: The app was launched using Rosetta. Some features won't work.
pt_pt: A aplicação foi lançada utilizando o Rosetta. Algumas funcionalidades poderão não funcionar.

source: The app will apply the loaded EDID when this display is connected. The operation causes the screen to flicker and switch modes if existing mode is not available with the updated EDID. If the new EDID has different id data (vendor, model, serial), the display will be redetected as a different one. Hold ⇧ Shift on startup to enable safe mode and avoid auto-apply. Physically reconnect display to revert back to the original in case of serious trouble.
pt_pt: A aplicação aplicará o EDID carregado quando este ecrã estiver ligado. A operação faz com que o ecrã fique intermitente e mude de modo se o modo existente não estiver disponível com o EDID atualizado. Se o novo EDID tiver dados de identificação diferentes (fornecedor, modelo, série), o ecrã será novamente detetado como um ecrã diferente. Mantenha premida a tecla ⇧ Shift no arranque para ativar o modo de segurança e evitar a sua aplicação automática. Voltar a ligar fisicamente o ecrã para voltar ao original em caso de problemas graves.

source: The app will forget all stored DDC values and treat all controls as untouched. Sliders will revert to default neutral values. This operation does not reset the display itself.
pt_pt: A aplicação esquecerá todos os valores de DDC armazenados e tratará todos os controlos como inalterados. Os controlos deslizantes voltarão aos valores neutros predefinidos. Esta operação não repõe o ecrã em si.

source: The built-in display is configured to be disconnected when an external display is connected. This setting will be re-enabled when the built-in display is manually disconnected again or the app is restarted.
pt_pt: O ecrã incorporado está configurado para ser desligado quando um ecrã externo é ligado. Esta definição será restabelecida quando o ecrã incorporado for novamente desligado manualmente ou quando a aplicação for reiniciada.

source: The built-in display of the iMac cannot be easily reconnected (lack of display cable, closable lid) in case of an application failure. Enable this setting with extra caution!
pt_pt: O ecrã incorporado do iMac não pode ser facilmente restabelecido (falta de cabo do ecrã, tampa que pode ser fechada) em caso de falha da aplicação. Ative esta configuração com muito cuidado!

source: The default input source list reflects commonly occurring assignments, but the actual list varies by display vendor/model. Try using the "LG alt" toggle for some newer LG displays if input control does not work!
pt_pt: A lista de fontes de entrada predefinidas reflete as atribuições comuns, mas a lista real varia consoante o fornecedor/modelo do ecrã. Tente utilizar a opção "LG alt" para alguns ecrãs LG mais recentes se o controlo de entrada não funcionar!

source: The display will be automatically disconnected upon detection or physical connect if it was disconnected using the app beforehand. This setting might cause unexpected issues (connect-disconnect cycle with incompatible displays, lack of any connected displays) - use with caution!
pt_pt: O ecrã será desligado automaticamente após a deteção ou ligação física se tiver sido desligado previamente através da aplicação. Esta definição pode causar problemas inesperados (ciclo de ligar-desligar com ecrãs incompatíveis, ausência de ecrãs ligados) - utilize com cuidado!

source: The operation might cause the screen to flicker and switch mode if the existing mode is not available with the factory EDID. The display will be redetected as a different display if the current EDID has different identifiers. In case of a failure, disconnect and reconnect the display physically.
pt_pt: A operação pode fazer com que o ecrã fique intermitente e mude de modo se o modo existente não estiver disponível com o EDID de fábrica. O ecrã será novamente detectado como um ecrã diferente se o EDID atual tiver identificadores diferentes. Em caso de falha, desligar e voltar a ligar o ecrã fisicamente.

source: The operation might cause the screen to flicker and switch mode if the existing mode is not available with the updated EDID. The display will be redetected as a different display if the EDID has different identifiers. In case of a failure, disconnect and reconnect the display physically.
pt_pt: A operação pode fazer com que o ecrã fique intermitente e mude de modo caso o modo existente não esteja disponível com o EDID de fábrica. O ecrã será novamente detetado como um ecrã diferente se o EDID atual tiver identificadores diferentes. Em caso de falha, desligar e voltar a ligar o ecrã fisicamente.

source: The slider will omit resolutions that do not match the display's size in order to reduce clutter and make slider easier to use. Affects resolution keyboard shortcuts as well.
pt_pt: A barra de deslizamento omitirá as resoluções que não correspondem ao tamanho do ecrã para reduzir a confusão e tornar a barra de deslizamento mais fácil de utilizar. Também afecta os atalhos de teclado da resolução.

source: The system might reconnect the built-in display and other displays after wake from sleep to ensure GUI access. With this option enabled, the app forcefully disconnects these displays again. Post-wake main display will not be disconnected.
pt_pt: O sistema pode voltar a ligar o ecrã incorporado e outros ecrãs depois de acordar do modo de suspensão para garantir o acesso à interface gráfica. Com esta opção ativada, o aplicativo desliga à força esses monitores novamente. O ecrã principal após o despertar não será desligado.

source: The virtual screen created with this aspect ratio does not seem to be viable.
pt_pt: O ecrã virtual criado com esta proporção de imagem não parece ser viável.

source: The virtual screen was not created.
pt_pt: O ecrã virtual não foi criado.

source: The ⇧ Shift key was pressed during launch. The app started in safe mode.
pt_pt: A tecla ⇧ Shift foi premida durante o lançamento. A aplicação foi iniciada em modo de segurança.

source: There are some unapplied system configuration changes.
pt_pt: Existem algumas alterações não aplicadas na configuração do sistema.

source: There is at least one controllable display connected
pt_pt: Existe pelo menos um ecrã controlável ligado

source: These three identifiers (serial number, vendor and model ID) serve as the basis for display identification in macOS. If any of these three identifiers are changed, the system will assign a new identity (UUID) to the virtual screen and treat it as newly connected display.
pt_pt: Estes três identificadores (número de série, fornecedor e ID do modelo) servem de base para a identificação do ecrã no macOS. Se algum destes três identificadores for alterado, o sistema atribuirá uma nova identidade (UUID) ao ecrã virtual e tratá-lo-á como um novo ecrã ligado.

source: Third-party external display
pt_pt: Ecrã externo de outro fabricante

source: This allows advanced dimming, color adjustments and other features like software XDR/HDR upscaling. Note: color adjustments clip HDR content when in active use. If this option is disabled, the app will fall back to overlay based dimming control and uses Metal for software XDR/HDR upscaling.
pt_pt: Isto permite a regulação avançada da intensidade luminosa, ajustes de cor e outras funcionalidades como o redimensionamento XDR/HDR por software. Nota: os ajustes de cor limitam o conteúdo HDR quando em utilização. Se esta opção estiver desativada, a aplicação voltará a utilizar o controlo de escurecimento baseado em sobreposição e utilizará o Metal para o redimensionamento XDR/HDR por software.

source: This applies both to physically connecting an external display and using the app to reconnect one. However, the app will not reconnect the built-in display if you allow all displays to be disconnected!
pt_pt: Aplica-se tanto à ligação física de um ecrã externo como à utilização da aplicação para voltar a ligar um. A aplicação não voltará a ligar o ecrã incorporado se permitir que todos os ecrãs sejam desligados!

source: This configures how the data associated with the currently configured display is matched to a detected display during the configuration/detection process. Changing this setting might cause a display to be recognized as previously unconnected and disassociate existing saved display configuration data. System UUID match uses the MacOS default identification. When set to use basic identifiers, the app identifies the display by its vendor/model IDs and serial number. With extended it also uses product name, alphanumeric serial number, and production date. With port and location the app also considers hardware connectivity data.
pt_pt: Isto configura a forma como os dados associados ao ecrã atualmente configurado são associados a um ecrã detetado durante o processo de configuração/deteção. Alterar esta definição pode fazer com que um ecrã seja reconhecido como não ligado anteriormente e desassociar os dados de configuração de ecrã armazenados existentes. A correspondência UUID do sistema utiliza a identificação predefinida do MacOS. Quando definida para utilizar identificadores básicos, a aplicação identifica o monitor pelos IDs de fornecedor/modelo e número de série. Com a opção estendida, também utiliza o nome do produto, o número de série alfanumérico e a data de fabrico. Com a localização, a aplicação também considera os dados de conetividade do hardware.

source: This display is the main display. Are you sure you want to turn the backlight off?
pt_pt: Este ecrã é o ecrã principal. Tem a certeza de que pretende desligar a retroiluminação?

source: This display is the main display. Are you sure you want to turn the display off? Please note that not all displays support DDC power operations and some displays may not behave as expected. If you power off your display, you will have to power it back on manually.
pt_pt: Este ecrã é o ecrã principal. Tem a certeza de que pretende desligar o ecrã? Tenha em atenção que nem todos os ecrãs suportam as operações de alimentação de DDC e alguns ecrãs podem não se comportar como esperado. Se desligar o ecrã, terá de o voltar a ligar manualmente.
