Repository: waydabber/BetterDisplay-localization
Catalog: Not Ready/*.xcloc/Localized Contents/*.xliff
Languages: pt_pt

source: Insert intermediate keyboard/OSD step at neutral 100% for HDR upscaling
pt_pt: Inserir um passo intermédio do teclado/OSD a 100% neutro para o redimensionamento HDR

source: Integer Scaling
pt_pt: Escala de números inteiros

source: Integration
pt_pt: Integração

source: Integration settings
pt_pt: Definições de integração

source: Invalid mode
pt_pt: Modo inválido

source: Invalid resolution (skipped)
pt_pt: Resolução inválida (ignorada)

source: Invert Colors
pt_pt: Inverter as cores

source: Invert DDC value scale
pt_pt: Inverter a escala de valores de DDC

source: Inverted Framebuffer
pt_pt: Framebuffer invertido

source: Inverted Grayscale Framebuffer
pt_pt: Framebuffer em escala de cinza invertida

source: Issue mute command first, then set volume level to lowest setting
pt_pt: Emitir primeiro o comando de silenciar o som e, em seguida, definir o nível de volume para a definição mais baixa

source: Issue mute command only
pt_pt: Emitir apenas o comando de silenciar o som

source: Issue unmute command first, then set volume level
pt_pt: Emitir primeiro o comando de retirar o som e, em seguida, definir o nível de volume

source: It is advised to leave this on, especially if the custom EDID alters display identity. Without this the app may detect the display as different upon next startup.
pt_pt: É aconselhável deixar esta opção ativada, especialmente se o EDID personalizado alterar a identidade do ecrã. Sem isto, a aplicação pode detetar que o ecrã é diferente no próximo arranque.

source: Keep Above Other Windows
pt_pt: Manter por cima das outras janelas

source: Keep Sidecar displays in display list after being disconnected
pt_pt: Manter os ecrãs Sidecar na lista de ecrãs depois de desligados

source: Keyboard
pt_pt: Teclado

source: Keyboard Shortcuts…
pt_pt: Atalhos do teclado…

source: Keyboard control affects this display
pt_pt: O controlo do teclado afecta este ecrã

source: Landscape - no rotation
pt_pt: Landscape (Orientação) - sem rotação

source: Last detected
pt_pt: Último detetado

source: Last undetected
pt_pt: Último não detectado

source: Leave mute key under OS control
pt_pt: Deixar a tecla de silenciar o som sob controlo do SO

source: Length only
pt_pt: Apenas comprimento

source: Let the Tools menu behave like the display menus.
pt_pt: Permitir que o menu Ferramentas se comporte como os menus de visualização.

source: Let the app control display hardware luminance (backlight for backlit displays) if this DDC feature is enabled.
pt_pt: Permitir que a aplicação controle a luminosidade do hardware do ecrã (luz de fundo para ecrãs com luz de fundo) se esta funcionalidade de DDC estiver ativa.

source: Let the app control screen brightness using Apple's display control service.
pt_pt: Permitir que a aplicação controle o brilho do ecrã através do serviço de controlo do ecrã da Apple.

source: Let the app handle native audio (volume, mute) keys on your Apple keyboard. This lets you control the volume of external displays with your Apple keyboard.
pt_pt: Permitir que a aplicação controle as teclas de áudio nativas (volume, silêncio) no teclado Apple. Isto permite-lhe controlar o volume de ecrãs externos com o teclado Apple.

source: Let the app handle native brightness keys on your Apple keyboard. This lets you control the brightness of external displays with your Apple keyboard and also allows XDR upscaling keyboard control and extra dimming for native Apple displays.
pt_pt: Permitir que a aplicação controle as teclas de brilho nativas do teclado Apple. Isto permite-lhe controlar o brilho de ecrãs externos com o teclado Apple e também permite o controlo do teclado de redimensionamento XDR e o escurecimento adicional para ecrãs Apple nativos.

source: Let the virtual screen auto-connect when the associated display is connected. Enabling this will cause the virtual screen to be connected right after creation!
pt_pt: Permitir que o ecrã virtual se estabeleça automaticamente quando o ecrã associado estiver ligado. Se ativar esta opção, o ecrã virtual será ligado logo após a criação!

source: Let the virtual screen follow the orientation of the associated display when it is rotated.
pt_pt: Permitir que o ecrã virtual siga a orientação do ecrã associado quando este é rodado.

source: License management allows Pro features, purchasing, license activation and free trial. If you disable this, you can only use free features. License management requires communication with the payment and licensing provider Paddle ([paddle.com/privacy](https://paddle.com/privacy)).
pt_pt: A gestão de licenças permite funcionalidades Pro, compras, ativação de licenças e avaliação gratuita. Se desativar esta opção, só pode utilizar as funcionalidades gratuitas. A gestão de licenças requer a comunicação com o fornecedor de pagamentos e licenças Paddle ([paddle.com/privacy](https://paddle.com/privacy)).

# Licensing &amp; Pro Features
source: Licensing & Pro Features
pt_pt: Licenciamento e Funcionalidades Pro

# Licensing &amp; Pro Features Disabled
source: Licensing & Pro Features Disabled
pt_pt: Licenciamento e Funcionalidades Pro desativadas

source: Licensing Disabled
pt_pt: Licenciamento desativado

source: Limit resolution range
pt_pt: Intervalo do limite de resolução

source: Limit resolution slider and keyboard shortcut range
pt_pt: Limitar a barra de deslocamento da resolução e o intervalo de atalhos do teclado

source: Limits the resolution range based on the aspect ratio values and the multiplier.
pt_pt: Limita o intervalo de resolução com base nos valores da proporção de imagem e no multiplicador.

source: Liquid Retina with Notch
pt_pt: Liquid Retina com Notch

source: Listen to native audio keys
pt_pt: Escutar as teclas de áudio nativas

source: Listening HTTP port
pt_pt: Porta HTTP sob escuta

source: Load Custom EDID…
pt_pt: Carregar EDID personalizado…

source: Load EDID Data
pt_pt: Carregar dados de EDID

source: Load EDID Data…
pt_pt: Carregar dados de EDID…

source: Load an EDID binary image exported by %@ (or other tools). You can also use an EDID binary created/modified by an EDID editor like AW EDID Editor. If you have a Base64 text representation of an EDID image, use the 'Paste Base64' button to load it.
pt_pt: Carregar uma imagem binária EDID exportada por %@ (ou outras ferramentas). Também pode utilizar um binário EDID criado/modificado por um editor EDID como o AW EDID Editor. Se tiver uma representação em texto Base64 de uma imagem EDID, utilize o botão 'Colar Base64' para a carregar.vv

source: Loaded EDID Data
pt_pt: Dados de EDID carregados

source: Lock Window Position
pt_pt: Janela não amovível

source: Long press the mouse button to set and cycle through favorites in the slider.
pt_pt: Manter premido o botão do rato para definir e percorrer os favoritos na barra de deslocamento.

source: Lower brightness for all displays by some amount.
pt_pt: Reduzir o brilho de todos os ecrãs por um determinado valor.

source: Main Status
pt_pt: Estado principal

source: Make Tools menu collapsible instead of closable
pt_pt: Tornar o menu Ferramentas dobrável em vez de fechável

source: Make fine scale default for brightness keys
pt_pt: Tornar a escala fina predefinida para as teclas de brilho

source: Make fine scale default for volume keys
pt_pt: Tornar a escala fina predefinida para as teclas de volume

source: Manage License
pt_pt: Gerir a licença

source: Manage Virtual Screen
pt_pt: Gerir o ecrã virtual

source: Manage…
pt_pt: Gerir…

source: Manually define the created resolution range. System specific limitations still apply. Some resolution variants are added even if outside of defined range.
pt_pt: Definir manualmente o intervalo de resolução criado. As limitações específicas do sistema continuam a aplicar-se. Algumas variantes de resolução são adicionadas mesmo que estejam fora do intervalo definido.

source: Manually define the list of resolutions available for this virtual screen. If disabled, the app will create resolutions that match the virtual screen's aspect ratio.
pt_pt: Definir manualmente a lista de resoluções disponíveis para este ecrã virtual. Se estiver desativada, a aplicação criará resoluções que correspondem à proporção de imagem do ecrã virtual.

source: Mark System Configuration As Unapplied
pt_pt: Marcar a configuração do sistema como não aplicada

source: Match aspect ratio of and associate to a display
pt_pt: Corresponder à proporção de imagem e associar a um ecrã

source: Match menu icon with main display icon
pt_pt: Fazer corresponder o ícone do menu ao ícone do ecrã principal

source: Match name only
pt_pt: Corresponder apenas o nome

source: Match vendor, model
pt_pt: Corresponder o fornecedor, modelo

source: Match vendor, model, name
pt_pt: Corresponder o fornecedor, modelo, nome

source: Matches default resolution
pt_pt: Corresponde à resolução predefinida

source: Matching audio device name
pt_pt: Nome do dispositivo de áudio correspondente

source: Max HW
pt_pt: Altura/Largura máxima

source: Max Height
pt_pt: Altura máxima

source: Max Width
pt_pt: Largura máxima

source: Maximum brightness value for XDR/HDR upscaled brightness on the combined brightness scale.
pt_pt: Valor máximo de brilho para o brilho XDR/HDR redimensionado na escala de brilho combinada.

# Menu Appearance &amp; Behavior
source: Menu Appearance & Behavior
pt_pt: Aparência e comportamento do menu

source: Menu Bar Icon
pt_pt: Ícone da barra de menu

source: Menu header icons
pt_pt: Ícones do cabeçalho do menu

source: Menu item icons
pt_pt: Ícones dos itens do menu

source: Menu item visibility
pt_pt: Visibilidade do item do menu

source: Menu visibility
pt_pt: Visibilidade do menu

source: Metal device
pt_pt: Dispositivo Metal

source: Might help if the display misbehaves after sleep.
pt_pt: Pode ajudar se o ecrã se comportar mal depois da suspensão.

source: Min HW
pt_pt: Altura/Largura Mínima

source: Min Height
pt_pt: Altura Mínima

source: Min Width
pt_pt: Largura mínima

source: Min/max width and height constraints are enforced separately. Only fields you want as limiting factor must be specified, the rest may be left blank.
pt_pt: As restrições de largura e altura mínimas/máximas são aplicadas separadamente. Só devem ser especificados os campos que pretende como fator de limitação, os restantes podem ser deixados em branco.

source: Minimize
pt_pt: Minimizar

source: Mirror Display
pt_pt: Espelhar o ecrã

source: Mirror Virtual Screen
pt_pt: Espelhar o ecrã virtual

source: Mirror of %@
pt_pt: Espelho de %@

source: Mirror the contents of this display to:
pt_pt: Espelhar o conteúdo deste ecrã para:

source: Mirrored to %@
pt_pt: Espelhado para %@

source: Mirrored to Multiple Screens
pt_pt: Espelhado em vários ecrãs

source: Model
pt_pt: Modelo

source: Model ID
pt_pt: ID do modelo

source: Modes matching custom filter:
pt_pt: Modos que correspondem ao filtro personalizado:

source: Modes matching default filter:
pt_pt: Modos que correspondem ao filtro predefinido:

source: More system configuration options
pt_pt: Mais opções de configuração de sistema

source: Mouse Click-through
pt_pt: Clique de passagem do rato

source: Move Display
pt_pt: Mover o ecrã

source: Move Virtual Screen
pt_pt: Mover o ecrã virtual

source: Move this display next to:
pt_pt: Deslocar este ecrã para junto de:

source: Multiple Displays
pt_pt: Múltiplos de ecrãs

source: Multiple identical entries
pt_pt: Múltiplas de entradas idênticas

source: Multiplier
pt_pt: Multiplicador

source: Mute (DDC)
pt_pt: Silenciar (DDC)

source: Mute method
pt_pt: Método de silenciamento

source: Name
pt_pt: Nome

source: Native
pt_pt: Nativo

source: Native (Apple) Keyboard Control
pt_pt: Controlo nativo do teclado (Apple)

source: Native (Apple) keyboard control using the brightness keys or audio keys will not work without setting up accessibility permissions first in System Settings!
pt_pt: O controlo nativo do teclado (Apple) que utiliza as teclas de brilho ou as teclas de áudio não funcionará sem definir primeiro as permissões de acessibilidade nas definições do sistema!

source: Native XDR Upscaling
pt_pt: Redimensionamento XDR nativo

source: Native XDR brightness upscaling settings
pt_pt: Definições de redimensionamento do brilho XDR nativas

source: Native audio key settings
pt_pt: Definições das teclas de áudio nativas

source: Native brightness key settings
pt_pt: Definições das teclas de brilho nativas

source: Native keyboard control requires accessibility permissions!
pt_pt: O controlo nativo do teclado requer permissões de acessibilidade!

source: Native mode (1:1 mapping)
pt_pt: Modo nativo (mapeamento 1:1)

source: Neutral
pt_pt: Neutro

source: Neutral (default) value
pt_pt: Valor neutro (predefinição)

source: Never
pt_pt: Nunca

source: New Virtual Screen Configuration
pt_pt: Nova configuração de ecrã virtual

source: Night Shift Intensity
pt_pt: Intensidade do Night Shift

source: Night Shift turned off by HDR toggle
pt_pt: Night Shift desligado pela ativação do HDR

source: No
pt_pt: Não

source: No Mirror Targets Available
pt_pt: Não existem alvos de espelho disponíveis

source: No Modes Available
pt_pt: Não existem modos disponíveis

source: No Stream Targets Available
pt_pt: Não existem alvos de transmissão disponíveis

source: No XDR Presets Found.
pt_pt: Não foram encontradas as predefinições XDR.

source: No color profiles found.
pt_pt: Não foram encontrados perfis de cor.

source: No display is selected
pt_pt: Nenhum ecrã foi escolhido

source: No favorites added.
pt_pt: Não foram adicionados favoritos.

source: No screen rotation
pt_pt: Não há rotação do ecrã

source: Non-natively connected display
pt_pt: Ecrã não ligado nativamente

source: Normal Window Priority
pt_pt: Prioridade da janela normal

source: Normally the header is not visible when a single display is present.
pt_pt: Normalmente, o cabeçalho não é visível quando está presente um único ecrã.

source: Not all displays support DDC power operations. DDC power operations can cause (even serious) issues with some displays!
pt_pt: Nem todos os ecrãs suportam operações de alimentação de DDC. As operações de alimentação de DDC podem causar problemas (até graves) em alguns ecrãs!

source: Not detected (past disconnected)
pt_pt: Não detetado (desligado anteriormente)

source: Note: Additional configuration options will be available at the created virtual screen's settings pane.
pt_pt: Nota: As opções de configuração adicionais estarão disponíveis no painel de definições do ecrã virtual criado.

source: Note: they way resolution/magnification shortcuts work depends on resolution slider settings.
pt_pt: Nota: a forma como os atalhos de resolução/ampliação funcionam depende das definições da barra de deslocamento de resolução.

source: Notification Center
pt_pt: Centro de Notificações

source: Notifications and Dock
pt_pt: Notificações e Dock

source: Number of retry attempts on failure
pt_pt: Número de tentativas de repetição em caso de falha

source: Number of times to send a DDC command
pt_pt: Número de vezes para enviar um comando de DDC

source: Numeric and alphanumeric serial
pt_pt: Número de série alfanumérico e numérico

source: OS managed (recommended)
pt_pt: Gerido pelo SO (recomendado)

source: Offset Value
pt_pt: Valor de desvio

# On startup &amp; wake
source: On startup & wake
pt_pt: No arranque e ao acordar

source: Only non-brightness settings (color adjustments) are restored.
pt_pt: Apenas as definições que não são de brilho (ajustes de cor) serão restauradas.

source: Only resolutions that match native aspect ratio
pt_pt: Apenas resoluções que correspondam à proporção de imagem nativa

source: Other Apple display
pt_pt: Outro ecrã Apple

source: Overview
pt_pt: Visão geral

source: Page %lld
pt_pt: Página %lld

source: Page 1
pt_pt: Página 1

source: Page 2
pt_pt: Página 2

source: Page 3
pt_pt: Página 3

source: Page 4
pt_pt: Página 4

source: Paste
pt_pt: Colar

source: Paste Base64
pt_pt: Colar Base64

source: Pause Picture in Picture
pt_pt: Pausar PIP (Picture in Picture)

source: Pause Streaming
pt_pt: Pausar a transmissão

source: Pause all streams
pt_pt: Pausar todas as transmissões

source: Percentage reflects the size of the GUI elements (Windows, Linux style) instead of the resolution. Native size is 100%. Affects resolution keyboard shortcut as well.
pt_pt: A percentagem reflecte no tamanho dos elementos da interface gráfica (estilo Windows, Linux) em vez da resolução. O tamanho nativo é 100%. Afecta também o atalho de teclado da resolução.

source: Perform VMM7100 HDMI adapter reset
pt_pt: Efetuar a reposição do adaptador HDMI VMM7100

source: Periodically check for updates and notify if there is an update available. Requires network connectivity. No data is collected ([betterdisplay.pro/privacy](https://betterdisplay.pro/privacy)).
pt_pt: Verifica periodicamente a existência das actualizações e notificar caso haja uma atualização disponível. Requer uma ligação de rede. Não são recolhidos dados ([betterdisplay.pro/privacy](https://betterdisplay.pro/privacy)).

source: Platform
pt_pt: Plataforma

source: Please make sure you have your license details saved so you can activate again later!
pt_pt: Certifique-se de que tem os detalhes da sua licença guardados para poder ativá-la novamente mais tarde!

source: Please note that not all displays support DDC power operations and some displays may not behave as expected. If you power off your display, you will have to power it back on manually.
pt_pt: Tenha em atenção que nem todos os ecrãs suportam operações de alimentação de DDC e alguns ecrãs podem não se comportar como esperado. Se desligar o ecrã, terá de o ligar novamente de forma manual.

source: Please select a display you want to match the virtual screen!
pt_pt: Escolha o ecrã que pretende para corresponder ao ecrã virtual!

source: Portrait 90° (Sidecar port down)
pt_pt: Retrato 90° (porta Sidecar para baixo)

source: Portrait 270° (Sidecar port up)
pt_pt: Retrato 270° (porta Sidecar para cima)

source: Potential EDR
pt_pt: Potencial EDR

source: Potentially DDC compatible
pt_pt: Potencialmente compatível com DDC

source: Powering off the main display
pt_pt: A desligar o ecrã principal

source: Pre-Release
pt_pt: Pré-Lançamento

source: Pre-configured settings (recommended)
pt_pt: Definições pré-configuradas (recomendado)

source: Prefer software contrast control
pt_pt: Preferir o controlo de contraste por software

source: Prefer software over hardware (DDC) for contrast control via main slider and keyboard.
pt_pt: Preferir software ao invés de hardware (DDC) para controlo do contraste através do cursor principal e do teclado.

source: Preserve continuity in case of an EDID display identity change
pt_pt: Preservar a continuidade no caso de uma alteração da identidade do ecrã EDID

source: Prevent accidental rotation of the internal display.
pt_pt: Evitar a rotação acidental do ecrã interno.

source: Pro is Inactive
pt_pt: Pro está Inativo

source: Proceed
pt_pt: Prosseguir

source: Proceed With EDID Write
pt_pt: Continuar com a escrita EDID

source: Product name
pt_pt: Nome do produto

source: Provided by EDID
pt_pt: Fornecido pelo EDID

source: Provides a fine-grained list of resolutions matching the aspect ratio of the display's native resolution. This lets you change the GUI size (display scaling) freely via the resolution slider.
pt_pt: Fornece uma lista detalhada de resoluções que correspondem à proporção de imagem da resolução nativa do ecrã. Isto permite alterar o tamanho da interface gráfica (escala do ecrã) livremente através do deslizador da resolução.

source: Provides additional display modes on some configurations.
pt_pt: Fornece modos de visualização adicionais em algumas configurações.

source: Quantization
pt_pt: Quantização

source: Quit %@
pt_pt: Sair %@

source: Quit App…
pt_pt: Sair da aplicação…

source: Quit the app
pt_pt: Sair da aplicação

source: Range includes software brightness upscaling
pt_pt: O intervalo inclui o redimensionamento da luminosidade por software

source: Rate
pt_pt: Taxa

source: Read length (bytes)
pt_pt: Comprimento de leitura (bytes)

source: Read values from display
pt_pt: Ler valores do ecrã

source: Reads EDID data acquired by the operating system. This data might be altered by the system for various reasons.
pt_pt: Lê os dados EDID adquiridos pelo sistema operativo. Estes dados podem ser alterados pelo sistema por várias razões.

source: Receive pre-release updates
pt_pt: Receber as atualizações de pré-lançamento

source: Reconnect
pt_pt: Restabelecer

source: Reconnect All
pt_pt: Restabelecer todos

source: Reconnect Virtual Screen
pt_pt: Restabelecimento do Ecrã Virtual

source: Reconnect Virtual Screens
pt_pt: Restabelecer a ligação dos ecrãs virtuais

source: Reconnect all disconnected displays that are detected on startup. Helps if a display is stranded as disconnected in case of an app crash or forced quit.
pt_pt: Restabelecer a ligação dos ecrãs sem ligação que são detectados no arranque. Ajuda se um ecrã for desconectado no caso de uma falha da aplicação ou de um encerramento forçado.

source: Reconnect connected virtual screens
pt_pt: Restabelecer a ligação dos ecrãs virtuais com ligação

source: Reconnect virtual screen
pt_pt: Restabelecer a ligação do ecrã virtual

source: Reconnect virtual screens after wake
pt_pt: Restabelecer a ligação do ecrã virtual depois de acordar

source: Reconnecting virtual screens after sleep might improve stability and help fix color space issues (flickering) when mirroring a virtual screen.
pt_pt: Restabelecer a ligação dos ecrãs virtuais após a suspensão pode melhorar a estabilidade e ajudar a corrigir problemas de espaço de cor (cintilação) ao espelhar um ecrã virtual.

source: Recording keyboard shortcuts
pt_pt: A gravar atalhos de teclado

source: Red Black Level (DDC)
pt_pt: Nível vermelho-negro (DDC)

source: Red Gain (DDC)
pt_pt: Ganho Vermelho (DDC)

source: Redetect Displays
pt_pt: Voltar a detetar os ecrãs

source: Reference EDR
pt_pt: Referência de EDR

source: Refresh Rate
pt_pt: Taxa de atualização

source: Registry location
pt_pt: Localização do registo

source: Reinitialize External Displays
pt_pt: Reinicialização de Ecrãs Externos

source: Reinitialize external displays
pt_pt: Reinicializar os ecrãs externos

source: Reinitialize external displays with flexible scaling if needed
pt_pt: Reinicializar os ecrãs externos com a escala flexível ativada se necessário

source: Reinitialize this display on unlock
pt_pt: Reinicializar este ecrã ao desbloquear

source: Reinitialize this display on wake
pt_pt: Reinicializar este ecrã ao acordar

source: Remember displays for at least
pt_pt: Lembrar os ecrãs pelo menos durante

source: Remember unknown displays for at least
pt_pt: Lembrar os ecrãs desconhecidos pelo menos durante

source: Remove Color Profiles
pt_pt: Remover os perfis de cor

source: Remove Factory Color Profiles?
pt_pt: Remover os perfis de cor de fábrica?

source: Remove from Favorite %lld
pt_pt: Remover dos favoritos %lld

source: Render all other app menu icons in hierarchical style (with grayscales)
pt_pt: Renderizar todos os outros ícones de menu de aplicações em estilo hierárquico (com escalas de cinzento)

source: Render menu header icons in hierarchical style (with grayscales)
pt_pt: Renderizar ícones de cabeçalho de menu em estilo hierárquico (com escalas de cinzentos)

source: Reported diagonal size
pt_pt: Tamanho da diagonal comunicado

source: Reset
pt_pt: Repor

source: Reset All Display Settings
pt_pt: Repor todas as definições do ecrã

source: Reset App Settings…
pt_pt: Repor as definições da aplicação…

source: Reset Color Adjustments
pt_pt: Repor os ajustes de cor

source: Reset Default
pt_pt: Repor para valores de predefinição
