Repository: waydabber/BetterDisplay-localization
Catalog: Not Ready/*.xcloc/Localized Contents/*.xliff
Languages: pt_pt

source: You can download the SF Symbols app from [developer.apple.com/sf-symbols](https://developer.apple.com/sf-symbols) to find the right SF Symbol icon string (try: `face.smiling`).
pt_pt: É possível transferir a aplicação SF Symbols a partir de [developer.apple.com/sf-symbols](https://developer.apple.com/sf-symbols) para encontrar os ícones SF Symbols corretos (experimente: `face.smiling`).

source: You can retrieve, modify and load/apply EDID data to alter display capabilities perceived by your Mac.
pt_pt: É possível obter, modificar e carregar/aplicar os dados de EDID para alterar as capacidades de visualização percepcionadas pelo Mac.

source: You might want to hide the macOS volume OSD if the device has audio controls managed by the app. Useful for displays which has their own volume OSD that cannot be disabled.
pt_pt: Poderá querer ocultar o OSD de volume do macOS se o dispositivo tiver controlos de áudio geridos pela aplicação. Útil para ecrãs que têm o seu próprio OSD de volume que não pode ser desativado.

source: Zoom
pt_pt: Ampliar

source: [License Terms](https://betterdisplay.pro/license)
pt_pt: [Termos da licença](https://betterdisplay.pro/license)

source: [More information about Accessibility Permissions…](https://support.apple.com/guide/mac-help/allow-accessibility-apps-to-access-your-mac-mh43185)
pt_pt: [Mais informações sobre as permissões de acessibilidade…](https://support.apple.com/guide/mac-help/allow-accessibility-apps-to-access-your-mac-mh43185)

source: [Privacy Policy](https://betterdisplay.pro/privacy)
pt_pt: [Política de privacidade](https://betterdisplay.pro/privacy)

source: a Display
pt_pt: um Ecrã

source: associated
pt_pt: associado

source: days
pt_pt: dias

source: disconnected
pt_pt: desligado

source: forced
pt_pt: forçado

source: hexadecimal numbers
pt_pt: números hexadecimais

source: inch
pt_pt: polegada

source: macOS can mute digital streams natively - if mute does not work properly with your display, you should enable this feature.
pt_pt: O macOS pode colocar as transmissões digitais em modo mudo de forma nativa - se o modo mudo não funcionar corretamente com o seu ecrã, deve ativar esta funcionalidade.

source: milliseconds
pt_pt: milissegundos

source: n/a
pt_pt: Não disponível

source: not detected
pt_pt: não detetado

source: times
pt_pt: vezes

source: ⚠️ An EDID write operation modifies the EDID and DisplayID data on the device itself. Erroneous EDID data or a problem during EDID write might render the display permanently unusable! Most displays do not allow EDID write for security reasons, some displays require EDID write to be activated in a service menu. Most EDID emulators or pass-thru dongles support EDID write. EDID write (if supported) usually works over HDMI.
pt_pt: ⚠️ Uma operação de escrita EDID modifica os dados EDID e DisplayID no próprio dispositivo. Dados EDID errados ou um problema durante a escrita EDID podem tornar o ecrã permanentemente inutilizável! A maioria dos ecrãs não permite a escrita EDID por razões de segurança, alguns ecrãs exigem que a escrita EDID seja ativada num menu de serviço. A maioria dos emuladores EDID ou dongles de passagem suportam a escrita EDID. A escrita EDID (se suportada) funciona normalmente através de HDMI.

source: ⚠️ An alternate EDID identity is in effect - system configuration changes will be tied to this identity!
pt_pt: ⚠️ Está em vigor uma identidade EDID alternativa - as alterações de configuração do sistema serão associadas a esta identidade!

source: ⚠️ EDID data cannot be interpreted (might be invalid).
pt_pt: ⚠️ Os dados EDID não podem ser interpretados (poderâo ser inválidos).

source: ⚠️ EDID data retrieval failed.
pt_pt: ⚠️ A recuperação de dados EDID falhou.

source: ⚠️ For best results stick close to the display aspect ratio!
pt_pt: ⚠️ Para obter melhores resultados, mantenha-se próximo da proporção de relação do ecrã!

source: ⚠️ For this XDR display it best to set calibration to Default - Auto Calibrate so the app can automatically adapt upscaling to the currently selected XDR preset and environmental factors. For manual calibration set the brightness slider as high as possible while also making sure you still see the smiling face!
pt_pt: ⚠️ Para este ecrã XDR, é melhor definir a calibração como Predefinição - Calibração automática, para que a aplicação possa adaptar automaticamente o redimensionamento à predefinição XDR atualmente selecionada e aos fatores ambientais. Para a calibração manual, defina a barra de deslocamento de brilho o mais alto possível, certificando-se de que continua a ver a cara sorridente!

source: ⚠️ Full screen streaming is unavailable as it requires Screen Recording permissions. You can grant this under System Settings > Privacy & Security > Screen Recording!
pt_pt: ⚠️ A transmissão em ecrã inteiro não está disponível porque requer permissões de Gravação do Ecrã. Pode concedê-las em Definições do Sistema > Privacidade e segurança > Gravação do ecrã!

source: ⚠️ If a third party app (like MediaMate) is being used to show the OSD, you might want to disable the built-in OSD under Keyboard/OSD to avoid having duplicated or mixed-style OSDs presented!
pt_pt: ⚠️ Se estiver a ser utilizada uma aplicação de terceiros (como o MediaMate) para mostrar o OSD, poderá querer desativar o OSD incorporado em Teclado/OSD para evitar que sejam apresentados OSDs duplicados ou estilos de OSDs misturados apresentados!

source: ⚠️ If you want to mirror/stream the virtual screen to a natively connected display only to get flexible HiDPI resolutions, it is recommended to use the flexible scaling feature instead if possible! If you want to use mirroring instead of streaming, this can be enabled in the app menu once the virtual screen was connected.
pt_pt: ⚠️ Se pretender espelhar/transmitir o ecrã virtual para um ecrã ligado nativamente para apenas obter resoluções HiDPI flexíveis, recomenda-se utilização da funcionalidade de escala flexível, se possível! Se pretender utilizar o espelhamento em vez da transmissão, esta opção pode ser ativada no menu da aplicação assim que o ecrã virtual estiver ligado.

source: ⚠️ It is recommended to have some more leeway in the range!
pt_pt: ⚠️ Recomenda-se que haja mais alguma margem de variação no intervalo!

source: ⚠️ Metal performance might be degraded on this device with integrated Intel GPU.
pt_pt: ⚠️ O desempenho do Metal poderá ser afetado neste dispositivo com GPU Intel integrada.

source: ⚠️ Minimum width/height value should be lower than the maximum!
pt_pt: ⚠️ O valor mínimo de largura/altura deve ser inferior ao máximo!

source: ⚠️ Notifications are turned off for the app. Fix this under System Settings > Notifications!
pt_pt: ⚠️ As notificações estão desativadas para a aplicação. Corrige esta situação em Definições do Sistema > Notificações!

source: ⚠️ This operation might permanently render your display unusable! Are sure you want to continue?
pt_pt: ⚠️ Esta operação pode tornar o ecrã permanentemente inutilizável! Tem a certeza de que pretende continuar?

source: ⚠️ This platform (Intel) does not support upscaling when color table adjustments are enabled.
pt_pt: ⚠️ Esta plataforma (Intel) não suporta redimensionamento quando os ajustes da tabela de cores está ativo.

source: ⚠️ Unable to enable DDC due to display or connection issues.
pt_pt: ⚠️ Não é possível ativar o DDC devido a problemas de ecrã ou de ligação.

source: ⚠️ Unable to present EDID data.
pt_pt: ⚠️ Não é possível apresentar os dados EDID.
