Repository: waydabber/BetterDisplay-localization
Catalog: Not Ready/*.xcloc/Localized Contents/*.xliff
Languages: pt_pt

# NSFileProviderDomainUsageDescription
source: The app needs to modify the system configuration to save the edited display data.
pt_pt: A aplicação precisa de modificar a configuração do sistema para guardar as definições de exibição editadas.

source: %@ - Swap Position
pt_pt: %@ - Trocar de posição

source: %@ Associated display mirroring is enforced!
pt_pt: %@ O espelhamento do ecrã associado é forçado!

source: %@ Image adjustment controls are unavailable.
pt_pt: %@ Os controlos de ajustes de imagem estão indisponíveis.

source: %@ Pro is Active
pt_pt: %@ Pro está ativo

source: %@ Some adjustments may clip HDR content!
pt_pt: %@ Alguns ajustes poderão reduzir o conteúdo HDR!

source: %@ Stream auto-starts to associated display!
pt_pt: %@ A transmissão inicia-se automaticamente no ecrã associado!

source: %@ Virtual Screen as Mirror Target?
pt_pt: %@ Ecrã Virtual como destino de espelhamento?

source: %@ Virtual Screen as Stream Target?
pt_pt: %@ Ecrã Virtual como destino de transmissão?

source: %@ is unable to detect any display. This might indicate an application or system error.
pt_pt: %@ não consegue detetar nenhum ecrã. Isto pode indicar um erro da aplicação ou do sistema.

source: %lld Trial Days Left
pt_pt: %lld Dias de teste restantes

# %lld pixels HiDPI (%lld pixels LoDPI)
source: %1$lld pixels HiDPI (%2$lld pixels LoDPI)
pt_pt: %1$lld píxeis HiDPI (%2$lld píxeis LoDPI)

source: %u bits per sample
pt_pt: %u bits por amostra

source: 1:1 Pixel Mapping
pt_pt: Mapeamento de píxeis 1:1

source: A controllable display is present
pt_pt: Um ecrã controlável está presente

source: A display is present which is not fully controllable without the app
pt_pt: Um ecrã está presente e não é totalmente controlável sem a aplicação

source: A less than 720p desktop resolution is not ideal for macOS usability as GUI elements might not fit. This affects virtual screens as well as the resolution slider for displays.
pt_pt: Uma resolução de ambiente de trabalho inferior a 720p não é ideal para a usabilidade do macOS, uma vez que os elementos da GUI podem não caber. Isto afeta os ecrãs virtuais, bem como a barra de deslocamento da resolução dos ecrãs.

source: A popup notification will appear when the app detects interference from other apps that adjust the color table. Useful for troubleshooting.
pt_pt: Será apresentada uma notificação pop-up quando a aplicação detetar interferências de outras aplicações que ajustam a tabela de cores. Útil para a resolução de problemas.

source: A virtual screen is similar to a real display but exists only in the virtual space (in the computer's memory). You can use it to show it in a PIP window, stream or mirror its content to a real display or use it as a source for screen recording or screencast via an appropriate app.
pt_pt: Um ecrã virtual é semelhante a um ecrã real, mas existe apenas no espaço virtual (na memória do computador). Pode utilizá-lo para o mostrar numa janela PIP, transmitir ou espelhar o seu conteúdo para um ecrã real ou utilizá-lo como fonte de gravação de ecrã ou screencast através de uma aplicação adequada.

source: A virtual screen which is associated with a display will automatically connect or disconnect when the associated display is connected or disconnected. You can disable auto-connect for associated virtual screens.
pt_pt: Um ecrã virtual associado a um ecrã liga-se ou desliga-se automaticamente quando o ecrã associado é ligado ou desligado. É possível desativar a ligação automática para ecrãs virtuais associados.

source: A virtual screen which is associated with a display will automatically connect when the associated display is connected. All other virtual screens were connected. You can disable auto-connect for associated virtual screens.
pt_pt: Um ecrã virtual que esteja associado a um ecrã ligar-se-á automaticamente quando o ecrã associado for ligado. Todos os outros ecrãs virtuais ficarão ligados. É possível desativar a ligação automática para ecrãs virtuais associados.

source: A virtual screen which is associated with a display will automatically disconnect when the associated display is disconnected. All other virtual screens were disconnected. You can disable auto-disconnect for associated virtual screens.
pt_pt: Um ecrã virtual que esteja associado a um ecrã, desliga-se automaticamente quando o ecrã associado é desligado. Todos os outros ecrãs virtuais ficarão desligados. É possível desativar o desligar automático dos ecrãs virtuais associados.

source: About
pt_pt: Acerca

source: About %@
pt_pt: Acerca de %@

source: Above Menu, Dock, Spaces
pt_pt: Em cima do Menu, Dock, Spaces

source: Accessibility Configuration Required!
pt_pt: Configuração de Acessibilidade necessária!

source: Accessibility Configured - App Restart Needed
pt_pt: Acessibilidade configurada - É necessário reiniciar a aplicação

source: Accessibility Permissions are configured but the **app still needs to be restarted** for the changes to take effect! Please close and restart the app when it is convenient or press the "Restart %@" button below to restart the app immediately!
pt_pt: As permissões de Acessibilidade estão configuradas, mas a **aplicação ainda precisa de ser reiniciada** para que as alterações tenham efeito! Feche e reinicie a aplicação quando lhe for conveniente ou prima o botão "Reiniciar %@" abaixo para reiniciar a aplicação imediatamente!

source: Accessibility Permissions are properly configured. Native (Apple) keyboard brightness and volume keys should work if these features are otherwise set up. If not, please try restarting the app!
pt_pt: As permissões de Acessibilidade estão configuradas corretamente. As teclas de brilho e volume do teclado nativo (Apple) deverão funcionar se estas funcionalidades estiverem configuradas. Caso contrário, tente reiniciar a aplicação!

source: Accessibility is Configured Properly
pt_pt: A Acessibilidade está configurada corretamente

source: Activate
pt_pt: Ativar

source: Activate Configuration Without Reboot?
pt_pt: Ativar a configuração sem reiniciar?

source: Activated only when the display is not set as main so it does not interfere with the lock screen. Most displays do not support turning the backlight off or back on via DDC.
pt_pt: Ativado apenas quando o ecrã não está definido como principal, para não interferir com o ecrã de bloqueio. A maioria dos ecrãs não suporta desligar ou voltar a ligar a retroiluminação através de DDC.

source: Add Custom Resolution
pt_pt: Adicionar resolução personalizada

source: Add Refresh Rate
pt_pt: Adicionar taxa de atualização

source: Add and remove favorite resolutions via long press
pt_pt: Adicionar e remover resoluções favoritas através do premir longo

source: Add the app under System Settings > Privacy & Security > Screen Recording!
pt_pt: Adicione a aplicação em Definições do Sistema > Privacidade e Segurança > Gravação do ecrã!

source: Additional licenses:
pt_pt: Licenças adicionais:

source: Additional menu bar icon options
pt_pt: Opções adicionais do ícone da barra de menus

source: Additional menu options
pt_pt: Opções de menu adicionais

source: Additional options
pt_pt: Opções adicionais

source: Additional options are available under the display's "Hardware Control" section for this feature.
pt_pt: Estão disponíveis opções adicionais para esta função na secção "Controlo de Hardware" do ecrã.

# Additional payment methods &amp; licenses:
source: Additional payment methods & licenses:
pt_pt: Métodos de pagamento e licenças adicionais:

source: Additional resolution settings
pt_pt: Definições de resolução adicionais

source: Additional resolution slider settings
pt_pt: Definições adicionais da barra de deslocamento da resolução

source: Additional rotation shortcut settings
pt_pt: Definições adicionais de atalhos de rotação

source: Additional settings
pt_pt: Definições adicionais

source: Adds additional resolutions on some configurations but usually just breaks the slider. Affects resolution keyboard shortcuts as well.
pt_pt: Adiciona resoluções adicionais em algumas configurações, mas normalmente apenas estraga a barra de deslocamento. Também afeta os atalhos de teclado da resolução.

source: Advanced control settings
pt_pt: Definições de controlo avançadas

# Advanced settings &amp; privacy
source: Advanced settings & privacy
pt_pt: Definições avançadas e privacidade

source: Advanced upscaling and software dimming settings
pt_pt: Definições avançadas de redimensionamento e escurecimento por software

source: Advanced virtual screen settings
pt_pt: Definições avançadas do ecrã virtual

source: After discarding a virtual screen, it is recommended to remove its unused factory color profile as well. You can do this in System Settings or the app can do it for you (administrator credentials needed).
pt_pt: Depois de eliminar um ecrã virtual, recomenda-se que remova também o perfil de cor de fábrica não utilizado. Pode fazê-lo nas Definições do Sistema ou a aplicação pode fazê-lo por si (são necessárias credenciais de administrador).

source: After discarding the virtual screen, it is recommended to remove its unused factory color profile in System Settings.
pt_pt: Depois de eliminar o ecrã virtual, recomenda-se a remoção do perfil de cor de fábrica não utilizado nas Definições do Sistema.

source: Aggressive disconnect
pt_pt: Desligar de forma agressiva

source: Aim for a HiDPI default resolution
pt_pt: Apontar para uma resolução predefinida HiDPI

source: AirPlay Display
pt_pt: Ecrã AirPlay

source: All VMM7100 based USB-C to HDMI devices are affected - make sure you enable the appropriate reinitialize for all displays connected with such devices to avoid the need for manual power cycles.
pt_pt: Todos os dispositivos USB-C para HDMI baseados no VMM7100 são afetados - certifique-se de que ativa a reinicialização adequada para todos os ecrãs ligados a esses dispositivos para evitar a necessidade de ciclos de desligar e ligar manualmente.

source: All previously dismissed warnings will now be back.
pt_pt: Todos os avisos anteriormente dispensados voltarão a aparecer.

source: All suitable screens
pt_pt: Todos os ecrãs adequados

source: Allow DDC hardware brightness control in HDR mode
pt_pt: Permitir o controlo de brilho DDC do hardware no modo HDR

source: Allow auto brightness when combined XDR brightness upscaling is used
pt_pt: Permitir o brilho automático quando é utilizado o redimensionamento de brilho XDR combinado

source: Allow color table adjustments (note: turn this off for compatibility mode)
pt_pt: Permitir ajustes da tabela de cores (nota: desativar esta opção para o modo de compatibilidade)

source: Allow combined brightness in native XDR upscaling mode
pt_pt: Permitir brilho combinado no modo de redimensionamento XDR nativo

source: Allow disconnecting all connected displays
pt_pt: Permitir em desligar todos os ecrãs ligados

source: Allow disconnecting the built-in display of the iMac
pt_pt: Permitir em desligar o ecrã incorporado do iMac

source: Allow resolution change for mirror target displays
pt_pt: Permitir a alteração da resolução para ecrãs de destino espelho

source: Allow resolutions marked as invalid
pt_pt: Permitir resoluções marcadas como inválidas

source: Allow restore to full dimming
pt_pt: Permitir a reposição da intensidade luminosidade total

source: Allow sending crash logs to the developer automatically. Crash logs do not contain any personal data but may contain hardware specific data. Crash logs are handled by Sentry ([sentry.io/privacy](https://sentry.io/privacy)).
pt_pt: Permitir o envio automático dos registos de falha para o programador. Os registos de falha não contêm quaisquer dados pessoais, mas podem conter dados específicos do hardware. Os registos de falha são geridos pelo Sentry ([sentry.io/privacy](https://sentry.io/privacy)).

source: Allow using F14/F15 as alternative brightness keys
pt_pt: Permitir a utilização de F14/F15 como teclas alternativas de brilho

source: Allows access to app functionality via HTTP requests.
pt_pt: Permite o acesso à funcionalidade da aplicação através de pedidos HTTP.

source: Allows only one device to show more options via the more options chevron. This helps with menu bloating when several displays are present.
pt_pt: Permite que apenas um dispositivo mostre mais opções através do símbolo de mais opções. Isto ajuda a evitar o enchimento do menu quando estão presentes vários ecrãs.

source: Allows restoring zero software brightness levels and combined brightness levels with the hardware brightness component being lower than the current reported brightness level for Apple displays (these might be invalid restore values saved during a dark wake period).
pt_pt: Permite repor os níveis de brilho sem software e os níveis de brilho combinados com a componente de brilho do hardware que é inferior ao nível de brilho atual comunicado para os ecrãs Apple (estes podem ser valores de reposição inválidos guardados durante um período de inatividade noturna).

source: Allows scripted CLI access and third party app integration using notification dispatch (see [documentation](https://betterdisplay.pro/integration)).
pt_pt: Permite o acesso CLI com script e a integração de aplicações de terceiros utilizando o envio de notificações (ver [documentation](https://betterdisplay.pro/integration)).

source: Allows systemwide URLs (see [documentation](https://betterdisplay.pro/integration)) to reach various app features. This allows integration with other apps and scripted access to app functionality.
pt_pt: Permite que todos URLs do sistema (ver [documentação](https://betterdisplay.pro/integration)) acedam a várias funcionalidades da aplicação. Isto permite a integração com outras aplicações e o acesso com script às funcionalidades da aplicação.

source: Alpha
pt_pt: Alfa

source: Alphanumeric serial
pt_pt: Série alfanumérico

source: Already Have a License?
pt_pt: Já possui uma licença?

source: Always
pt_pt: Sempre

source: Always show both low (non-HiDPI) and high (HiDPI) resolutions
pt_pt: Mostrar sempre as resoluções baixas (não-HiDPI) e altas (HiDPI)

source: An error occurred while calculating virtual screen dimensions. Try creating the virtual screen manually!
pt_pt: Ocorreu um erro ao calcular as dimensões do ecrã virtual. Tente criar o ecrã virtual manualmente!

source: An error occurred while configuring the connected virtual screen.
pt_pt: Ocorreu um erro ao configurar o ecrã virtual ligado.

source: An error occurred while creating the virtual screen
pt_pt: Ocorreu um erro ao criar o ecrã virtual

source: Another app altered screen colors or brightness - this clashes with what %@ is doing.
pt_pt: Outra aplicação alterou as cores ou o brilho do ecrã - isto afetará com o que %@ está a fazer.

source: App Menu
pt_pt: Menu da aplicação

source: App menu icon bounce animation on activity
pt_pt: Animação do ícone do menu da aplicação quando em atividade

source: App menu transition animation speed
pt_pt: Velocidade de animação da transição do menu da aplicação

source: App notification style
pt_pt: Estilo de notificação da aplicação

source: App settings
pt_pt: Definições da aplicação

source: App should assume control over native audio keys when
pt_pt: A aplicação deve assumir o controlo das teclas de áudio nativas quando

source: App should assume control over native brightness keys when
pt_pt: A aplicação deve assumir o controlo das teclas de brilho nativas quando

source: Apple Pay requires Safari, Google Pay requires Chrome. AliPay available in China.
pt_pt: O Apple Pay requer o Safari e o Google Pay requer o Chrome. AliPay disponível na China.

source: Apple Silicon Macs tend to freeze the display instead of letting it go to standby upon sleep when a virtual screen is being mirrored. This workaround that tries to fix this issue.
pt_pt: Os Macs com Apple Silicon tendem a congelar o ecrã em vez de o deixarem entrar em modo de espera depois da suspensão quando um ecrã virtual está a ser espelhado. Esta solução alternativa tenta resolver este problema.

source: Apple external display
pt_pt: Ecrã externo Apple

source: Application
pt_pt: Aplicação

source: Apply
pt_pt: Aplicar

source: Apply Custom EDID
pt_pt: Aplicar EDID personalizado

source: Apply Custom EDID Now
pt_pt: Aplicar EDID personalizado agora

source: Apply EDID
pt_pt: Aplicar EDID

source: Apply EDID Data
pt_pt: Aplicar dados EDID

source: Apply EDID override on startup or when the display is next connected. A modified EDID allows you to alter display capabilities perceived by your Mac.
pt_pt: Aplicar a sobreposição de EDID no arranque ou quando o monitor for ligado da próxima vez. Um EDID modificado permite-lhe alterar as capacidades do ecrã percebidas pelo seu Mac.

source: Apply resolution favorite 1
pt_pt: Aplicar resolução favorita 1

source: Apply resolution favorite 2
pt_pt: Aplicar resolução favorita 2

source: Apply resolution favorite 3
pt_pt: Aplicar resolução favorita 3

source: Apply resolution favorite 4
pt_pt: Aplicar resolução favorita 4

source: Apply resolution favorite 5
pt_pt: Aplicar resolução favorita 5

source: Are sure you want to quit the app?
pt_pt: Tem a certeza de que pretende abandonar a aplicação?

source: Are sure you want to reset (forget) all settings related to this display? Reset does not affect system configuration settings like flexible scaling, custom resolutions.
pt_pt: Tem a certeza de que pretende repor (esquecer) todas as definições relacionadas com este ecrã? A reposição não afeta as definições de configuração do sistema, como o escalonamento flexível e as resoluções personalizadas.

source: Are sure you want to reset app settings?
pt_pt: Tem a certeza de que pretende repor as definições da aplicação?

source: Are sure you want to restart the app?
pt_pt: Tem a certeza de que pretende reiniciar a aplicação?

source: Aspect ratio
pt_pt: Proporção da imagem

source: Assign current resolution to favorite:
pt_pt: Atribuir a resolução atual aos favoritos:

source: Associate the virtual screen with this display
pt_pt: Associar o ecrã virtual a este ecrã

source: Associate this virtual screen with real display(s)
pt_pt: Associar este ecrã virtual a um ou mais ecrãs reais

source: Associated displays
pt_pt: Ecrãs associados

source: Associated to
pt_pt: Associado a

source: Association settings
pt_pt: Definições de associação

source: Assume last used or default values are valid
pt_pt: Assumir os últimos valores utilizados ou os valores predefinidos que são válidos

source: Attempts to directly read the EDID data from the display.
pt_pt: Tenta ler diretamente os dados EDID do ecrã.

source: Attempts to directly read the EDID data from the display. Might not yield valid results on some systems. Specifying read length is optional - leave the field empty for autodetect.
pt_pt: Tenta ler diretamente os dados EDID do ecrã. Pode não produzir resultados válidos em alguns sistemas. Especificar o comprimento de leitura é opcional - deixar o campo vazio para auto-deteção.

source: Audio Control
pt_pt: Controlo de áudio

source: Auto Brightness
pt_pt: Brilho automático

source: Auto brightness (ambient light sensor) might turn off XDR upscaling depending on lighting conditions when combined brightness is used.
pt_pt: A luminosidade automática (sensor de luz ambiente) pode desativar o redimensionamento XDR dependendo das condições de iluminação quando a luminosidade combinada é usada.

source: Auto-connect all displays on quit
pt_pt: Ligar automaticamente todos os ecrãs ao sair

source: Auto-connect all displays on startup
pt_pt: Ligar automaticamente todos os ecrãs no arranque

source: Auto-connect all displays when no connected displays left
pt_pt: Ligar automaticamente todos os ecrãs quando não restarem ecrãs ligados

source: Auto-connect virtual screen
pt_pt: Ligar automaticamente o ecrã virtual

source: Auto-disconnect on external display connection is now suspended.
pt_pt: Desligar automaticamente na ligação de um ecrã externo está agora suspenso.

source: Auto-start full screen streaming
pt_pt: Iniciar automaticamente a transmissão em ecrã inteiro

source: Automatic (based on display type)
pt_pt: Automático (com base no tipo de ecrã)

source: Automatically apply custom EDID upon detection of this display
pt_pt: Aplicar automaticamente EDID personalizado ao detetar este ecrã

source: Automatically check for updates
pt_pt: Verificar automaticamente se há atualizações

source: Automatically close expanded menu item
pt_pt: Fechar automaticamente o item de menu expandido

source: Automatically configure mirroring to show the virtual screen's content on the associated display.
pt_pt: Configurar automaticamente o espelhamento para mostrar o conteúdo do ecrã virtual no ecrã associado.

source: Automatically configure mirroring to show the virtual screen's content on the associated display. If multiple associated displays are connected, only one will be mirror target.
pt_pt: Configurar automaticamente o espelhamento para mostrar o conteúdo do ecrã virtual no ecrã associado. Se estiverem ligados vários ecrãs associados, apenas um será o alvo do espelhamento.

source: Automatically disable off both Night Shift and True Tone when an external third party display is set to HDR mode and enable them when switching back to SDR mode. Useful for more accurate colors when watching HDR content.
pt_pt: Desativa automaticamente o Night Shift e o True Tone quando um ecrã externo de terceiros está definido para o modo HDR e ativa-os quando regressa ao modo SDR. Útil para obter cores mais precisas ao ver conteúdos HDR.

source: Automatically launch on login
pt_pt: Iniciar automaticamente no início de sessão

source: Automatically remove stored configuration details for displays that have not been connected for a while.
pt_pt: Remover automaticamente os detalhes de configuração armazenados para ecrãs que não tenham estado ligados durante algum tempo.

source: Automatically stream the virtual screen's content to the associated display. If multiple associated displays are connected, only one will be stream target.
pt_pt: Transmite automaticamente o conteúdo do ecrã virtual para o ecrã associado. Se estiverem ligados vários ecrãs associados, apenas um será definido para transmissão.

source: Automatically tidy up app menu
pt_pt: Organizar automaticamente o menu da aplicação

source: Base64 encoded string
pt_pt: Texto codificado em base64

source: Basic (match vendor, model, serial)
pt_pt: Básico (corresponde ao fornecedor, modelo, série)

source: Basic + extended + location
pt_pt: Básico + estendido + localização

source: Basic + extended + port
pt_pt: Básico + estendido + porta

source: Basic + extended identifiers
pt_pt: Básico + identificadores estendidos

source: Basic Display Information
pt_pt: Informações básicas do ecrã

source: Be careful with this setting as it will grab control even if another audio output is selected!
pt_pt: Tenha cuidado com esta definição, uma vez que irá assumir o controlo mesmo que esteja selecionada outra saída de áudio!

source: Below this level on the combined brightness scale the app uses additional software dimming (as hardware backlight control reached the lowest possible level).
pt_pt: Abaixo deste nível na escala de luminosidade combinada, a aplicação utiliza um escurecimento adicional por software (uma vez que o controlo da retroiluminação por hardware atingiu o nível mais baixo possível).

source: Blue Black Level (DDC)
pt_pt: Nível de preto: Azul (DDC)

source: Blue Gain (DDC)
pt_pt: Ganho Azul (DDC)

source: Both turned off by HDR toggle
pt_pt: Ambos desligados pela ativação do HDR

source: Briefly show Dock icon on startup
pt_pt: Mostrar brevemente o ícone da Dock no arranque
