Repository: waydabber/BetterDisplay-localization
Catalog: Not Ready/*.xcloc/Localized Contents/*.xliff
Languages: pt_pt

source: Disconnect built-in display when an external display is connected
pt_pt: Desligar o ecrã incorporado quando estiver ligado um ecrã externo

source: Disconnect display
pt_pt: Desligar o ecrã

source: Disconnect reconnected displays upon wake
pt_pt: Desligar ecrãs reconectados ao acordar

source: Disconnect virtual screen (if not associated)
pt_pt: Desligar o ecrã virtual (se não estiver associado)

source: Disconnect virtual screens upon lock or screen saver and connect when returning to the desktop
pt_pt: Desligar os ecrãs virtuais após o bloqueio ou a proteção de ecrã e ligá-los quando regressar ao ambiente de trabalho

source: Disconnected
pt_pt: Desligado

source: Disconnected (with sleep)
pt_pt: Desligado (com suspensão)

source: Disconnecting Displays
pt_pt: A desligar os ecrãs

source: Disconnecting a Display
pt_pt: A desligar um Ecrã

source: Disconnecting a non-natively connected or virtual screen works in a sense that it is removed from the display layout - but usually it does not mean the screen is really disconnected.
pt_pt: Ao desligar um ecrã virtual ou não nativamente ligado, o ecrã é removido da disposição do ecrã - mas, normalmente, isso não significa que o ecrã esteja efetivamente desligado.

source: Disconnecting all displays might prevent you from interacting with your Mac!
pt_pt: Desligar todos os ecrãs pode impedi-lo de interagir com o seu Mac!

source: Disconnecting virtual screens
pt_pt: A desligar os ecrãs virtuais

source: Dismiss
pt_pt: Dispensar

source: Dispatch OSD notifications
pt_pt: Enviar notificações de OSD

source: Display
pt_pt: Ecrã

source: Display Connect
pt_pt: Ligar ao ecrã

source: Display Connection
pt_pt: Ligação ao ecrã

source: Display Connections
pt_pt: Ligações de ecrã

source: Display Disconnect
pt_pt: Desligar o ecrã

source: Display EDID
pt_pt: EDID do ecrã

source: Display EDID override
pt_pt: Substituir EDID do ecrã

source: Display Factory Reset
pt_pt: Repor o ecrã com as configurações de fábrica

source: Display Information
pt_pt: Informações do ecrã

source: Display Information…
pt_pt: Informações do ecrã…

source: Display Miscellaneous
pt_pt: Diversos do ecrã

source: Display Mode
pt_pt: Modo de visualização

source: Display Mode Menu
pt_pt: Menu do modo de visualização

source: Display Notch
pt_pt: Notch do ecrã

source: Display identification method
pt_pt: Método de identificação do ecrã

source: Display menu on/off switch behavior
pt_pt: Comportamento do botão ligar/desligar do menu do ecrã

source: Display menu options
pt_pt: Opções de menu do ecrã

source: Display mode submenu settings
pt_pt: Definições do submenu do modo de visualização

source: Display name
pt_pt: Nome do ecrã

source: Display status
pt_pt: Estado do ecrã

source: Display to match
pt_pt: Ecrã para corresponder

source: Display type
pt_pt: Tipo de ecrã

source: Display with the same name as current audio device
pt_pt: Ecrã com o mesmo nome do dispositivo de áudio atual

source: Displays
pt_pt: Ecrãs

source: Displays And Virtual Screens
pt_pt: Ecrãs e Ecrãs Virtuais

source: Displays will turn blank for a while and you will not be able to interact with your Mac. The process should take about 2-4 seconds. The process does not work for the built-in display (reboot needed). The operation might cause some Macs to enter sleep mode.
pt_pt: Os ecrãs ficarão em branco durante algum tempo e deixará de poder utilizar o Mac. O processo deve demorar cerca de 2 a 4 segundos. O processo não funciona com o ecrã incorporado (é necessário reiniciar). A operação pode fazer com que alguns Macs entrem no modo de pausa.

source: Do not apply to the internal display
pt_pt: Não se aplica ao ecrã interno

source: Do not reconnect
pt_pt: Não ligar novamente

source: Do not restore combined brightness and software adjustments
pt_pt: Não repor os ajustes de luminosidade e de software combinados

source: Do you want to deactivate the license?
pt_pt: Pretende desativar a licença?

source: Do you want to disassociate all virtual screens from all displays?
pt_pt: Pretende desassociar todos os ecrãs virtuais de todos os ecrãs?

source: Do you want to discard all virtual screens?
pt_pt: Pretende eliminar todos os ecrãs virtuais?

source: Do you want to discard the virtual screen?
pt_pt: Pretende eliminar o ecrã virtual?

source: Do you want to proceed?
pt_pt: Quer prosseguir?

source: Does not apply to hardware-only brightness control.
pt_pt: Não se aplica ao controlo de luminosidade apenas por hardware.

source: Don't show this warning again!
pt_pt: Não voltar a exibir este aviso!

source: Done
pt_pt: Concluído

source: Drag the app menu off the menu bar area (by holding the empty bottom area of the app menu) and make it persistently available.
pt_pt: Arraste o menu da aplicação para fora da área da barra de menus (mantendo premida a área inferior vazia do menu da aplicação) e torne-o persistentemente disponível.

source: Draw Crop Area On Screen…
pt_pt: Desenhar a área de corte no ecrã…

source: EDID Retrieval Method
pt_pt: Método de recuperação de EDID

source: EDID data not loaded.
pt_pt: Dados EDID não carregados.

source: EDID data not retrieved.
pt_pt: Os dados EDID não foram obtidos.

source: EDID version
pt_pt: Versão EDID

source: EDID, or Extended Display Identification Data, is a standard for displays to convey their capabilities to a connected computer, including resolution, supported video formats, timings, and manufacturer information.
pt_pt: EDID, ou Extended Display Identification Data, é uma norma para os ecrãs transmitirem as suas capacidades a um computador ligado, incluindo resolução, formatos de vídeo suportados, temporizações e informações do fabricante.

source: Edit
pt_pt: Editar

source: Edit default resolution
pt_pt: Editar a resolução predefinida

source: Edit display role
pt_pt: Editar a função do ecrã

source: Edit native panel pixel resolution
pt_pt: Editar a resolução de pixéis do painel nativo

source: Edit system display name
pt_pt: Editar o nome do ecrã do sistema

source: Edit the system configuration of this display model
pt_pt: Editar a configuração do sistema deste modelo do ecrã

source: Edited default resolution
pt_pt: Resolução predefinida editada

source: Edited display role
pt_pt: Função do ecrã editada

source: Edited native resolution
pt_pt: Resolução nativa editada

source: Edited system display name
pt_pt: Nome do ecrã do sistema editado

source: Enable All Protections
pt_pt: Ativar todas as protecções

source: Enable Apple display hardware brightness control
pt_pt: Ativar o controlo de brilho do hardware do ecrã Apple

source: Enable CLI access and notification based integration
pt_pt: Ativar o acesso CLI e a integração baseada em notificações

source: Enable Cropping
pt_pt: Ativar o recorte

source: Enable DDC control
pt_pt: Ativar o controlo DDC

source: Enable Dark Mode
pt_pt: Ativar o modo Escuro

source: Enable HDR Mode
pt_pt: Ativar o modo HDR

source: Enable HiDPI resolutions
pt_pt: Ativar as resoluções HiDPI

source: Enable Night Shift
pt_pt: Ativar o Night Shift

source: Enable True Tone
pt_pt: Ativar o True Tone

source: Enable color table adjustments
pt_pt: Ativar os ajustes da tabela de cores

source: Enable connect/disconnect option for displays
pt_pt: Ativar a opção ligar/desligar para os ecrãs

source: Enable custom URL scheme access
pt_pt: Ativar o acesso ao esquema de URL personalizado

source: Enable flexible scaling
pt_pt: Permitir o escalonamento flexível

source: Enable flexible scaling, create custom scaled resolutions, modify native and default resolutions, change display name and role, override display EDID. Please note that all displays with the same vendor and model number are affected by the changes!
pt_pt: Ativar o escalonamento flexível, criar resoluções escalonadas personalizadas, modificar resoluções nativas e padrão, alterar o nome e a função do ecrã, substituir o EDID do ecrã. Tenha em atenção que todos os ecrãs com o mesmo fornecedor e número de modelo serão afectados pelas alterações!

source: Enable flexible scaling, create custom scaled resolutions, modify native and default resolutions, change display name and role. Please note that all displays with the same vendor and model number are affected by the changes!
pt_pt: Ativar o escalonamento flexível, criar resoluções escalonadas personalizadas, modificar resoluções nativas e padrão, alterar o nome e a função do ecrã. Tenha em atenção que todos os ecrãs com o mesmo fornecedor e número de modelo serão afectados pelas alterações!

source: Enable hardware brightness control
pt_pt: Ativar o controlo de brilho por hardware

source: Enable integrated HTTP server
pt_pt: Ativar o servidor HTTP integrado

source: Enable lower than 720p resolutions
pt_pt: Ativar as resoluções inferiores a 720p

source: Enable resolutions over 8K (4K HiDPI)
pt_pt: Ativar as resoluções superiores a 8K (4K HiDPI)

source: Enable scroll/swipe gesture for sliders
pt_pt: Ativar o gesto de deslocação/deslizamento para as barras de deslocamento

source: Enable software HDR brightness upscaling (if available)
pt_pt: Ativar o redimensionamento de brilho HDR do software (se disponível)

source: Enable software XDR brightness upscaling (if available)
pt_pt: Ativar o redimensionamento de brilho XDR do software (se disponível)

source: Enable software-based video adjustments
pt_pt: Ativar os ajustes de vídeo baseados em software

source: Enables low-level resolution change for mirror targets. Allows Refresh Rate and Color Depth submenus as well.
pt_pt: Permite a alteração da resolução de baixo nível para alvos de espelho. Permite também os submenus da Taxa de atualização e Profundidade da cor.

source: Enables native XDR brightness upscaling and extended dimming for this display.
pt_pt: Ativa o redimensionamento de brilho XDR nativo e o escurecimento estendido para este monitor.

source: Enables resolutions up to 16Kx16K (8Kx8K HiDPI) for virtual screens and flexible scaling. Using 8K+ virtual screens might cause stability issues. Flexible scaling needs to be reapplied. Maximum native resolutions have limitations depending on specific macOS version and GPU type.
pt_pt: Permite resoluções até 16Kx16K (8Kx8K HiDPI) para ecrãs virtuais e escalonamento flexível. A utilização de ecrãs virtuais de 8K+ pode causar problemas de estabilidade. O escalonamento flexível precisa de ser reaplicado. As resoluções nativas máximas têm limitações, dependendo da versão específica do macOS e do tipo de GPU.

source: Enforce virtual screen mirroring
pt_pt: Forçar o espelhamento do ecrã virtual

source: Expandable menu items unfold inside the main app menu. When turned off, the app shows a floating popup submenu right or left (depending on available space).
pt_pt: Os itens de menu expansíveis desdobram-se dentro do menu principal da aplicação. Quando desactivada, a aplicação mostra um submenu popup flutuante à direita ou à esquerda (dependendo do espaço disponível).

source: Expanding menu items
pt_pt: Expandir os itens do menu

source: Export EDID Data…
pt_pt: Exportar os dados EDID…

source: Export…
pt_pt: Exportar…

source: Extra wait time after failure
pt_pt: Tempo de espera adicional após uma falha

source: F14/F15 stands for Scroll Lock and Pause on PC keyboards, brightness keys on some Logitech keyboards.
pt_pt: F14/F15 representa Scroll Lock e Pause nos teclados de PC, teclas de brilho em alguns teclados Logitech.

source: Favorite
pt_pt: Favorito

source: Favorite modes:
pt_pt: Modos favoritos:

source: Feature
pt_pt: Funcionalidade

source: Feature Availability
pt_pt: Disponibilidade da funcionalidade

source: Feature is Unavailable
pt_pt: A funcionalidade não está disponível

source: Filled circles indicate occupied slots. You can use the context menu of a resolution item to assign or remove favorites as well.
pt_pt: Os círculos preenchidos indicam espaços ocupados. Também pode utilizar o menu de contexto de um item de resolução para atribuir ou remover favoritos.

source: Filter…
pt_pt: Filtro…

source: First added
pt_pt: Primeiro adicionado

source: Flexible scaling options
pt_pt: Opções de escalonamento flexíveis

source: Flip
pt_pt: Virar

source: For easier identification of slider functionality.
pt_pt: Para uma identificação mais fácil da funcionalidade da barra de deslocamento.

source: Force support for color table adjustments
pt_pt: Forçar o suporte para ajustes da tabela de cores

source: Force-enable underscan slider
pt_pt: Forçar a ativação da barra de deslocamento do "underscan"

source: Forget
pt_pt: Esquecer

source: Forget All DDC Stored Values
pt_pt: Esquecer todos os valores armazenados do DDC

source: Forget Display
pt_pt: Esquecer o ecrã

source: Forget displays after a while
pt_pt: Esquecer os ecrãs após algum tempo

source: Framerate
pt_pt: Taxa de fotogramas

source: Free Aspect Ratio
pt_pt: Relação de proporção de imagem

source: Full Screen Stream
pt_pt: Transmissão em ecrã inteiro

source: Full display sleep mode is not available on Intel Macs.
pt_pt: O modo de suspensão total do ecrã não está disponível nos Macs Intel.

source: Full screen streams looks best when the target display is set to its native resolution.
pt_pt: As transmissões em ecrã inteiro têm melhor aspeto quando o ecrã de destino está definido com a sua resolução nativa.

source: Fully dim display on disconnect
pt_pt: Ecrã totalmente escurecido ao desligar

source: Fully expands the available brightness range for SDR content at a system level and allows for more dimming range as well. Superior to all other upscaling methods. When inactive, the app falls back to software based XDR upscaling methods.
pt_pt: Expande totalmente a gama de brilho disponível para conteúdos de SDR a nível do sistema e permite também uma maior gama de regulação da intensidade luminosa. Superior a todos os outros métodos de redimensionamento. Quando inativa, a aplicação regressa aos métodos de melhoramento XDR baseados em software.

source: GPU Dithering
pt_pt: Matização por GPU

source: Gain
pt_pt: Ganho

source: Gain (Blue)
pt_pt: Ganho (Azul)

source: Gain (Green)
pt_pt: Ganho (Verde)

source: Gain (Red)
pt_pt: Ganho (Vermelho)

source: Gamma
pt_pt: Gama

source: Gamma (Blue)
pt_pt: Gama (Azul)

source: Gamma (Green)
pt_pt: Gama (Verde)

source: Gamma (Red)
pt_pt: Gama (Vermelho)

source: General Settings
pt_pt: Definições Gerais

source: Get %@ Pro
pt_pt: Obter %@ Pro

source: Get DDC value
pt_pt: Obter o valor de DDC

source: Get Image Adjustment Value
pt_pt: Obter o valor de ajuste da imagem

source: Get a control value using DDC from a display.
pt_pt: Obter um valor de controlo através de DDC a partir de um ecrã.

source: Get the current value of any adjustment for the display. The value will be converted to a scale of 0-1.
pt_pt: Obter o valor atual de qualquer ajuste para o ecrã. O valor será convertido para uma escala entre 0 e 1.

source: Grayscale Framebuffer
pt_pt: Framebuffer na escala de Cinza

source: Green Black Level (DDC)
pt_pt: Nível verde-negro (DDC)

source: Green Gain (DDC)
pt_pt: Ganho Verde (DDC)

source: Group %lld
pt_pt: Grupo %lld

source: HDR Color Profile
pt_pt: Perfil de cor HDR

source: HDR Off
pt_pt: HDR Desligado

source: HDR On
pt_pt: HDR Ligado

source: HDR Status
pt_pt: Estado de HDR

source: HEX editor styled blocks
pt_pt: Blocos com estilo do editor HEX

source: HTTP server is currently running and listening for commands on port %@.
pt_pt: O servidor HTTP está atualmente em execução e à escuta de comandos na porta %@.

source: Hardware Control
pt_pt: Controlo por Hardware

source: Hardware control (Apple)
pt_pt: Controlo por hardware (Apple)

source: Has Home button
pt_pt: Possui botão Home

source: Have fun by creating an endless mirror from your desktop!
pt_pt: Divirta-se criando um espelho infinito a partir do seu ambiente de trabalho!

source: Height
pt_pt: Altura

source: Hex value
pt_pt: Valor hexadecimal

source: Hidden
pt_pt: Oculto

source: Hide Stream
pt_pt: Ocultar transmissão

source: Hide all full screen streams
pt_pt: Ocultar todas as transmissões em ecrã inteiro

source: Hide other unexpanded menu items
pt_pt: Ocultar outros itens de menu não expandidos

source: High Resolution (HiDPI)
pt_pt: Alta resolução (HiDPI)

source: Hold ⇧ Shift during app startup to engage safe mode and prevent writing saved value. With combined control enabled, DDC brightness might be reapplied even when unselected.
pt_pt: Mantenha premida a tecla ⇧ Shift durante o arranque da aplicação para ativar o modo de segurança e impedir a escrita do valor armazenado. Com o controlo combinado ativado, o brilho DDC pode ser reaplicado mesmo quando não está selecionado.

source: Hold ⇧ Shift for multi-select.
pt_pt: Mantenha premida a tecla ⇧ Shift para fazer uma seleção múltipla.

source: Hold ⇧ Shift for multi-select. Sub-720p modes are hidden.
pt_pt: Mantenha premida a tecla ⇧ Shift para fazer uma seleção múltipla. Os modos sub-720p estão ocultos.

source: Hold ⇧ Shift for multi-select. Unsafe and sub-720p modes are hidden.
pt_pt: Mantenha premida a tecla ⇧ Shift para fazer uma seleção múltipla. Os modos inseguros e sub-720p estão ocultos.

source: Hold ⇧ Shift for multi-select. Unsafe modes are hidden.
pt_pt: Mantenha premida a tecla ⇧ Shift para fazer uma seleção múltipla. Os modos inseguros estão ocultos.

source: Horizontal GPU resolution limit
pt_pt: Limite de resolução horizontal da GPU

source: Icon
pt_pt: Ícone

source: Identifiers
pt_pt: Identificadores

source: If Dock visibility is set to 'Never', the Edit menu and Copy/Paste keyboard shortcut keys will not be available in Settings.
pt_pt: Se a visibilidade da Dock estiver definida para 'Nunca', o menu Editar e as teclas de atalho do teclado Copiar/Colar não estarão disponíveis nas Definições.

source: If configured, the token must be specified in the URL (see [documentation](https://betterdisplay.pro/integration)). This prevents external links to perform unwanted actions.
pt_pt: Se configurado, o token deve ser especificado no URL (consultar a [documentação](https://betterdisplay.pro/integration)). Isto evita que as ligações externas executem ações indesejadas.

source: If disabled, Quit %@ is listed in the Tools menu.
pt_pt: Se estiver desactivada, a opção Sair %@ é apresentada no menu Ferramentas.

source: If keyboard control is set to the display that matches the current audio device name (set this up under Keyboard settings), this value will be used for audio device matching instead of the display name.
pt_pt: Se o controlo do teclado estiver definido para o ecrã que corresponde ao nome do dispositivo de áudio atual (configure-o em Definições do teclado), este valor será utilizado para a correspondência do dispositivo de áudio em vez do nome do ecrã.

source: If the display factory reset was performed properly, you should also reset all stored app DDC values to defaults.
pt_pt: Se a reposição de fábrica do ecrã tiver sido efetuada corretamente, deve também repor todos os valores de DDC armazenados da aplicação para os valores predefinidos.

source: If the display is used as a "Television" (as opposed to "Computer monitor"), it won't be affected by Night Shift and True Tone.
pt_pt: Se o ecrã for utilizado como "Televisão" (por oposição de "Monitor de computador"), não será afetado por Night Shift e True Tone.

source: If the menu icon is hidden, you can reveal the icon by re-launching the app while the app is already running.
pt_pt: Se o ícone do menu estiver oculto, pode revelá-lo ao abrir a aplicação quando esta já estiver em execução.

source: If the updated EDID contains new display identity (serial number, model ID, vendor ID), macOS will treat the display as a separate display. With this option enabled, %@ preserves continuity between the old and new identity during the current app session.
pt_pt: Se o EDID atualizado contiver a nova identidade do monitor (número de série, ID do modelo, ID do fornecedor), o macOS tratará o monitor como um monitor separado. Com esta opção activada, %@ preserva a continuidade entre a identidade antiga e a nova durante a sessão atual da aplicação.

source: If you are using Notification Center, make sure notifications are enabled for the app. Important notifications may appear silently, depending on varius circumstances. Traditional popups may contain additional information.
pt_pt: Se estiver a utilizar o Centro de Notificações, certifique-se de que as notificações estão ativadas para a aplicação. As notificações importantes podem aparecer silenciosamente, dependendo de várias circunstâncias. Os popups tradicionais podem conter informações adicionais.

source: If you would like to use the virtual screens later, it is better to use disconnect so macOS display configuration data is preserved.
pt_pt: Se pretender utilizar os ecrãs virtuais mais tarde, é preferível utilizar a opção desligar para que os dados de configuração do ecrã do macOS sejam preservados.

source: If your display is not fully compatible with this feature, the app may not be able to turn the backlight off or turn it back on again! Not all displays support DDC power operations. DDC power operations can cause (even serious) issues with some displays!
pt_pt: Se o seu ecrã não for totalmente compatível com esta funcionalidade, a aplicação poderá não conseguir desligar ou voltar ligar a retroiluminação! Nem todos os ecrãs suportam operações de alimentação de DDC. As operações de alimentação de DDC podem causar problemas (até graves) em alguns ecrãs!

source: Image Adjustment
pt_pt: Ajustes de Imagem

source: Image Adjustment Offset
pt_pt: Desvio de ajustes de imagem

source: Image Adjustment for All Displays
pt_pt: Ajustes de Imagem para todos os ecrãs

source: Image Adjustments
pt_pt: Ajustes de imagem

source: In a detached state the app menu floats over the desktop as a top-level window. You can specify the alpha level to see-through the menu (lower the value for more transparency).
pt_pt: Num estado separado, o menu da aplicação flutua sobre o ambiente de trabalho como uma janela de nível superior. Pode especificar o nível alfa para ver através do menu (baixar o valor para maior transparência).

source: Increase Apple Keyboard brightness
pt_pt: Aumentar o brilho do Apple Keyboard

source: Increase Night Shift effect
pt_pt: Aumentar o efeito Night Shift

source: Increase brightness
pt_pt: Aumentar o brilho

source: Increase brightness - fine scale
pt_pt: Aumentar o brilho - escala fina

source: Increase brightness for all displays by some amount.
pt_pt: Aumentar o brilho de todos os ecrãs num determinado valor.

source: Increase contrast
pt_pt: Aumentar o contraste

source: Increase contrast - fine scale
pt_pt: Aumentar o contraste - escala fina

source: Increase display brightness beyond 100%. Requires an Apple XDR display or a HDR capable external display in HDR mode. The feature works with color table adjustments enabled on Apple Silicon Macs or with it disabled (using Metal based overlay brightness control) on all platforms. Upscaling using Metal may increase CPU and GPU usage on some systems.
pt_pt: Aumentar o brilho do ecrã para além dos 100%. Requer um ecrã Apple XDR ou um ecrã externo compatível com HDR no modo HDR. Esta funcionalidade funciona através da configuração da tabela de cores nos Apple Silicon Macs ou através da sua desativação (utilizando o controlo de brilho por sobreposição baseado em Metal) em todas as plataformas. O redimensionamento com o Metal pode aumentar o uso da CPU e da GPU em alguns sistemas.

source: Increase gamma
pt_pt: Aumentar a gama

source: Increase resolution or magnification
pt_pt: Aumentar a resolução ou a ampliação

source: Increase volume (DDC)
pt_pt: Aumentar o volume (DDC)

source: Increase volume (DDC) - fine scale
pt_pt: Aumentar o volume (DDC) - escala fina

source: Input Sources…
pt_pt: Fontes de entrada…
